Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_advanced.po
Languages: de, fr, hu, ja, pt_br, ru

source: Advanced Topics
de: Erweiterte Inhalte
fr: Sujets avancés
hu: Témák haladóknak
ja: 拡張トピックス
pt_br: Tópicos avançados
ru: Дополнительная информация

source: Setting up a Buddy-Box
de: Lehrer/Schüler-Einrichtung
fr: Mise en place d'un écolage
hu: Oktató üzemmód konfigurálása
ja: トレーナー機能の設定
pt_br: Configurando o Buddy-Box
ru: Настройка режима тренера

source: Deviation can be used to act as either the instructor (master) or student (slave) transmitter in a buddy-box configuration. In this mode, the instructor and student connect their respective transmitters together with a trainer cord via the DSC port. The instructor’s transmitter will actually communicate with the model, but the instructor can use a switch to allow the student to control the model. When the switch is enabled, the student’s transmitter sends input (stick) information through the trainer cord to the instructor’s transmitter and these inputs replace the instructor’s inputs.
de: Deviation kann dazu benutzt werden um entweder als Lehrersender (Master) oder als Schülersender (Slave) in einer Lehrer- / Schülerkonfiguration tätig zu sein. In diesem Modus verbinden der Lehrer und der Schüler ihre jeweiligen Sender mittels eines Trainerkabels über die DSC-Buchse. Der Lehrersender kommuniziert dabei eigentlich mit dem Modell, aber der Lehrer kann einen Schalter benutzen um dem Schüler die Kontrolle des Modells zu ermöglichen. Wenn der Schalter aktiv ist, sendet der Schülersender die Eingabe (Knüppel) Informationen über das Trainerkabel an den Lehrersender und diese Eingaben ersetzen die Lehrereingaben.
fr: Deviation peut être utilisé pour faire fonctionner un émetteur soit en instructeur (maitre) ou en élève (esclave) dans une configuration d'écolage. Dans ce mode l'instructeur et l'élève relient leur émetteur respectifs par un cable branché sur le port DSC. L'émetteur de l'instructeur communiquera effectivement avec le modèle, mais l'instructeur peut utiliser un interrupteur pour donner à l'élève le contrôle du modèle. Quand l'interrupteur est activé, l'émetteur de l'élève envoie les information d'entrée (manches) par le câble à l'émetteur de l'instructeur et ces entrées remplacent celles de l'instructeur.
hu: Deviation használható oktató (master) vagy tanuló (slave) távirányítóként is két távirányítós konfigurációban. Ilyenkor az oktató és a tanuló távirányítóinak DSC csatlakozóit összekötik egy oktató kábellel. Igazából csak az oktató távirányítója kommunikál a modellel, de az oktató egy kapcsolóval átengedheti a vezérlést a tanulónak. Amikor a kapcsoló be van kapcsolva, a tanuló távirányítója az oktató kábelen keresztül elküldi a bemeneti adatokat (botkormány) az oktató távirányítójának, és az ezeket a bemeneti adatokat fogja használni az oktatóé helyett.
ja: Deviationはインストラクター (マスター) または受講者 (スレーブ) 送信機のいずれかのトレーナー機能で動作するために使用します。このモードでは、インストラクター側と受講者側はそれぞれの送信機をDSCポート経由でトレーナーコードと接続します。インストラクター側の送信機は実際に機体モデルと通信しますが、インストラクターはスイッチを使用して受講者が機体モデルを制御できるようにすることができます。スイッチが有効になると、受講者側の送信機はトレーナーコードを介してインストラクター側の送信機に (スティック) 入力情報を送信し、これらの入力信号はインストラクターの入力信号を置き換えます。
pt_br: Deviation pode ser usado para atuar como transmissor instrutor (Master ou mestre) ou aluno (Slave ou escravo) em uma configuração de Buddy-Box. Neste modo, o instrutor e o aluno conectam seus respectivos transmissores por um cabo, chamado Cabo de Instrutor, pela porta DSC. O transmissor do instrutor é o que se comunicará com o modelo, mas o instrutor pode usar um comutador e permitir que o aluno controle. Quando o interruptor do comutador está ativado, o transmissor do aluno envia informações de entrada (stick) através do cabo para o transmissor do instrutor e esses comandos sobrepõem as do instrutor.
ru: Deviation в режиме тренера может использоваться как передатчик инструктора (master) или ученика (slave). В этом режиме, инструктор и ученик соединяют свои передатчики кабелем тренера через порт DSC. Фактически с моделью связывается передатчик инструктора, но инструктор может использовать переключатель, чтобы позволить ученику управлять моделью. Когда переключатель включен, передатчик ученика посылает информацию о вводе (стики) через кабель тренера в передатчик инструктора, и этот сигнал заменяет управление инструктора.

source: Deviation can be configured to work with virtually any transmitter that supports either master or slave mode. Matching Deviation to a different manufacturer requires knowing the PPM parameters for the paired transmitter, and properly configuring the ‘Center PW’ and ‘Delta PW’ properly as well as knowing how many channels are transmitted and what the channel ordering is. The best place to find this information is to ask on the www.deviationtx.com forums.
de: Deviation kann konfiguriert werden um mit nahezu jedem Sender zu arbeiten, der entweder Lehrer- oder Schülermodus unterstützt. Deviation auf einen anderen Hersteller einzustellen erfordert Kenntnisse über die PPM Parameter des gepaarten Senders und die saubere Konfiguration von 'Mitte PW' ['Center PW'] und 'Delta PW' sowie zu wissen, wie viele Kanäle übertragen werden und wie die Kanalreihenfolge ist. Der beste Ort um diese Informationen zu finden ist das Forum auf www.deviationtx.com.
fr: Deviation peut être configuré pour fonctionner avec virtuellement tous les émetteurs qui supportent soit le mode maitre soit le mode élève. Adapter Deviation à une radio de marque différente requiert de connaitre les paramètres PPM de l'émetteur appairé et de configurer correctement le "Centre PW" et le "Delta PW" et également de savoir combien de canaux sont transmis et leur ordre. Le meilleur endroit pour trouver ces renseignements est le forum de www.deviationtx.com
hu: Deviation együtt tud működni gyakorlatilag bármilyen távirányítóval, ami akár oktató, akár tanuló módban képes üzemelni. Ahhoz, hogy Deviation-t illeszteni tudjuk más gyártó távirányítóihoz, ismerni kell a csatlakoztatott távirányító PPM paramétereit, és megfelelően be kell állítani a közép impulzus hosszát, és az impulzus kitérés mértékét, továbbá tudni kell, hogy hány csatorna kerül átadásra, valamint ismerni kell azok sorrendjét. Ezeket az információkat legegyszerűbben a www.deviationtx.com oldalon található fórumban lehet megtudni.
ja: Deviationは、マスターモードまたはスレーブモードのいずれかをサポートしているほとんどの送信機で動作するよう設定が可能です。別メーカー間によるDeviationの組み合わせの場合は、ペアとなる送信機のPPMパラメータを確認する必要があります。また「Center PW」と「Delta PW」を適切に設定するだけでなく、送信されるチャンネル数とチャンネルの順序が分かります。この情報を確認する最良な場所である www.deviationtx.com フォーラムで尋ねてみてください。
pt_br: Deviation pode ser configurado para funcionar com praticamente qualquer transmissor que suporte o modo mestre e/ou escravo. O Matching Deviation para um fabricante diferente requer reconhecer os parâmetros do PPM para o transmissor emparelhado, e configurar adequadamente o 'Centro PW' e 'Delta PW', assim como saber quantos canais são transmitidos e a sua ordem do canal. O melhor forma de encontrar estas informações é perguntar nos fóruns do www.deviationtx.com.
ru: Deviation может быть настроен для работы практически с любым передатчиком, который поддерживает ведущий (master) или ведомый (slave) режим. Настройка Deviation на другого производителя требует знания параметров PPM для парного передатчика, и правильной настройки ‘Center PW’ и ‘Delta PW’, а также знания количества и порядка передаваемых каналов. Лучшее место для поиска такой информации - спросить на форумах www.deviationtx.com.

source: Master Mode
de: Lehrermodus [Master mode]
fr: Mode Maitre
hu: Oktató mód - Master
pt_br: Modo Master
ru: Режим ведущего (Master)

source: Master mode is configured by selecting either ‘Channel’ or ‘Stick’ from the ‘PPM In’ spin-box in section :ref:`model-setup`. Pressing ‘ENT’ on either ‘Stick’ or ‘Channel’ will show the ‘Trainer Cfg’ pages. The 2 modes behave slightly differently:
de: Der Lehrermodus wird durch Auswahl von entweder 'Kanal' [Channel] oder 'Knüppel' [Stick] aus der 'PPM Eingang' [PPM In] Spin-Box in :ref:`model-setup` . Drücken von 'ENT' auf entweder 'Knüppel' [Stick] oder 'Kanal' [Channel] zeigt die 'Lehrer/Sch.' [Trainer Cfg] Seiten. Die beiden Modi verhalten sich leicht unterschiedlich:
fr: Le mode maitre est configuré en sélectionnant soit 'Canal' soit 'Stick' dans la boite d'entrée 'PPM in' dans la page 'Config Modèle'. En pressant sur 'Canal' ou 'Stick' on affichera les pages 'Trainer Cfg' correspondantes. Les 2 modes se comportent de manière légèrement différentes
hu: Az oktató módot a "PPM be" kiválasztó doboz "Csatorna" vagy "Bot" értékével lehet beállítani a :ref:`model-setup` fejezet alapján. A kiválasztott "Csatorna" vagy "Bot" érték esetén az "ENT" nyomógomb megnyomására megnyílik az oktató konfiguráció képernyő. A 2 mód kicsit eltérően viselkedik:
ja: Master modeは項目 :ref:`model-setup` の「PPM In」スピンボックスから「Channel」または「Stick」のいずれかを選択して設定します。「Stick」または「Channel」で「ENT」を押すと、「Trainer Cfg」ページが表示されます。2つのモードの動作は若干異なります:
pt_br: O modo Master é configurado selecionando "Canal" ou "Stick" no menu de seleção "PPM In" na seção: ref: `model-setup`. Pressionar "ENT" em "Stick" ou "Channel" mostrará as páginas "Trainer Cfg". Os dois modos se comportam de maneira ligeiramente diferente:
ru: Режим ведущего (Master) настраивается с помощью выбора 'Channel' или 'Stick' в полосе прокрутки ‘PPM In’ в разделе :ref:`model-setup`. Нажатие кнопки 'ENT' вызовет страницу ‘Trainer Cfg’. Эти 2 режима ведут себя несколько по разному:

source: **Stick**: In stick mode, each input channel is mapped to a stick on the master transmitter. In this mode, the student moving the stick will behave exactly as if the instructor had moved the stick. Generally when using this mode, the student’s transmitter will directly pass the stick position (no mixing) and the instructor’s transmitter will do all necessary mixing.
de: **Knüppel [Stick]**: Im Knüppelmodus ist jeder Eingangskanal auf einem Knüppel des Lehrersenders abgebildet. In diesem Modus verhält sich die Bewegung des Schülerknüppels genauso, als ob der Lehrer den Knüppel bewegt hätte. Generell wird, wenn dieser Modus benutzt wird, der Schülersender die Knüppelposition direkt (ohne Mischer) weiterleiten und der Lehrersender wird das notwendige Mischen übernehmen.
fr: **Stick**: en mode Stick, chaque canal d'entrée est appliqué à un manche de l'émetteur maitre. Dans ce mode, le mouvement du manche de l'élève aura le même effet que si l'instructeur avait actionné le sien. En général quand on utilise ce mode l'émetteur de l'élève transmettra directement la position du manche (sans mixage) et l'émetteur de l'instructeur fera tous les mixages nécessaires.
hu: **Bot**: A bot módban minden bemeneti csatorna meg lesz feleltetve az oktató távirányító egy-egy botkormányának. Ebben a módban, ha a tanuló mozdít valamelyik botkormányon, az pont ugyanúgy fog viselkedni, mint ha az oktató mozgatta volna az adott botkormányt. Általában elmondható, hogy ilyenkor a tanuló távirányítója egy az egyben továbbítja a botok pozícióit (mindenféle mixelés nélkül), és az oktató távirányítója végzi el az összes szükséges mixelést.
ja: **Stick**: Stick modeでは、各入力チャンネルはマスター送信機のスティックにマッピングされます。このモードでは、スティックを動かしている受講者は、インストラクターがスティックを動かした時とまったく同じように動作します。一般にこのモードを使用すると、受講者の送信機はスティックポジション信号 (ミキシングなし) を直接通過し、インストラクターの送信機側で必要なミキシングをすべて行います。
pt_br: ** Stick **: No modo stick, cada canal de entrada é mapeado para um stick no transmissor master. Nesse modo, o aluno que estiver movendo o stick se comportará exatamente como se o instrutor o tivesse movido. Geralmente, ao usar esse modo, o transmissor do aluno passará diretamente a posição do stick (sem mixar) e o transmissor do instrutor fará toda a mixagem necessária.
ru: **Stick**: В этом режиме, каждый входной канал отображается на стик передатчика инструктора. Ученик, перемещая стик, управляет так же, как если бы инструктор переместил стик. В целом, при использовании этого режима, передатчик ученика будет напрямую передавать положение стика (без микширования), а передатчик инструктора будет выполнять все необходимое микширование.

source: **Channel**: In channel mode, each input channel is mapped to an output channel on the instructor’s transmitter. In this mode, the student’s transmitter should do all necessary mixing to control the model. Care must be taken to ensure that the instructor and student transmitters are configured identically, otherwise, the model may not react well when switching between instructor and student control.
de: **Kanal [Channel]**: Im Kanalmodus ist jeder Eingangskanal auf Ausgangskanal des Lehrersenders abgebildet. In diesem Modus sollte der Schülersender das notwendige Mischen zur Kontrolle des Modells erledigen. Es ist sicherzustellen, dass Lehrer- und Schülersender identisch konfiguriert sind, andernfalls könnte das Modell nicht richtig reagieren wenn zwischen Lehrer und Schüler-Kontrolle umgeschaltet wird.
fr: **Canaux**: En mode Canaux, chaque canal d'entrée est appliqué à un canal de sortie sur l'émetteur de l'instructeur. Dans ce mode l'émetteur de l'élève devrait faire tous les mixages nécessaires au contrôle du modèle. Il faudra prendre soin de s'assurer que les émetteurs de l'instructeur et de l'élève sont configurés identiquement, autrement le modèle pourrait ne pas réagir correctement en passant le contrôle entre l'instructeur et l'élève.
hu: **Csatorna**: A csatorna módban minden bemeneti csatorna meg lesz feleltetve az oktató távirányítójának egy-egy kimeneti csatornájának. Ebben a módban a tanuló távirányítójának kell gondoskodni a modell irányításához szükséges mixelésekről. Gondosan ügyelni kell rá, hogy az oktató és a tanuló konfigurációja teljesen megegyezzen, egyébként a modell furcsán viselkedhet az oktató és tanuló közötti váltásokkor.
ja: **Channel**: Channel modeでは、各入力チャンネルはインストラクターの送信機上の出力チャンネルにマッピングされます。このモードでは受講者の送信機は、機体モデル制御に必要なすべてのミキシングを行う必要があります。インストラクターと受講者の送信機が同じように設定されていることを注意して確認してください。そうでないとインストラクターと受講者のコントロールを切り替える際、機体モデルがうまく反応しない場合があります。
pt_br: ** Canal **: neste modo, cada canal de entrada é mapeado para um canal de saída no transmissor do instrutor. Desta forma, o transmissor do aluno fara toda a mixagem necessária para controlar o modelo. Deve-se ter cuidado para garantir que o instrutor e os transmissores dos alunos sejam configurados de forma idêntica, caso contrário, o modelo pode não reagir bem ao alternar entre o controle do instrutor e do aluno.
ru: **Channel**: В этом режиме, каждый входной канал отображается на выходной канал передатчика инструктора. Передатчик ученика должен выполнять все необходимое микширование для управления моделью. Необходимо следить, чтобы передатчики инструктора и ученика были настроены одинаково, в противном случае, модель может реагировать по разному при переключении управления между инструктором и учеником.

source: Options configurable on both Trainer Cfg pages:
de: Konfigurierbare Optionen auf beiden Lehrer/Sch. [Trainer Cfg] Seiten:
fr: Options configurables sur les deux pages de configuration de double commande 'Trainer Cfg'
hu: Az alábbi opciókat lehet konfigurálni mindkét oktató konfigurációs képernyőn:
ja: それぞれのTrainer Cfgページで設定可能なオプション:
pt_br: Opções configuráveis nas duas páginas Trainer CFG:
ru: Параметры, настраиваемые на обеих страницах для тренера:

source: **Center PW**: Defines the time (in µsec) of the pulse that the student’s transmitter transmits to represent centered servo position. If this number doesn’t match the students transmitter, the servos will not be centered
de: **Mitte PW [Center PW]**: Definiert die Zeit (in μs) des Pulses die der Schülersender überträgt um die Servomitte abzubilden. Falls dieser Wert nicht zum Schülersender passt, werden die Servos nicht zentriert.
fr: **Imp Neutre**: définit la durée (en µsec) de l'impulsion que l'émetteur de l'élève transmet pour représenter la position du centre du servo. Si ce nombre ne correspond pas à l'émetteur de l'élève, les servos ne seront pas centrés.
hu: **Közép impulzus hossz**: Megadja a tanuló távirányítója által kiadott, közép szervó álláshoz tartozó impulzus hosszát (µs). Ha ez az érték nem egyezik a tanuló távirányítója által ténylegesen kiadott impulzus hosszal, akkor a szervók alapból nem középen fognak állni.
ja: **Center PW**: 受講者の送信機がセンターへサーボ位置調整するために送信するパルス時間(μSec)を定義します。この数値が受講者の送信機と一致しない場合、サーボは中央に配置されません。
pt_br: ** Center PW **: Define o tempo (em µsec) do pulso que o transmissor do aluno envia para demonstrar a posição central do servo. Se esse número não corresponder ao transmissor do aluno, os servos não serão centralizados
ru: **Center PW**: Определяет время (в мксек) импульса, который передает передатчик ученика, чтобы представить центральное положение сервопривода. Если это число не соответствует передатчику ученика, сервопривод будет не по центру.

source: **Delta PW**: Defines the width of the pulse (measured from center) sent by the student’s transmitter to define max servo throw. If this value is incorrect, the servos will not achieve full range (or will travel too much)
de: **Delta PW**: Definiert die Breite des Pulses (gemessen von der Mitte) die der Schülersender überträgt um den maximalen Servoausschlag zu definieren. Falls dieser Wert nicht korrekt ist, werden die Servos nicht den vollen Weg erreichen (oder werden sich zu viel bewegen).
fr: **Delta Imp**: définit la largeur de l'impulsion (mesurée à partir du centre) émise par l'émetteur de l'élève pour définir le débattement maximum du servo. Si cette valeur est incorrecte, les servos ne pourront aller au débattement maximum (ou dépasseront ce débattement)
hu: **Impulzus kitérés**: Megadja a tanuló távirányítója által kiadott, a maximális szervó kitéréshez tartozó impulzus szélességét (a közép állástól mérve). Ha ez az érték nem megfelelő, akkor a szervók esetleg nem érik el a maximális kitérésüket (vagy túlságosan is kitérnek).
ja: **Delta PW**: 最大サーボ可動域を定義するために、受講者の送信機から送信されるパルス幅 (中央からの値) を定義します。この値が間違っていると、サーボが最大可動域の設定 (または最適なトラベル値) になりません。
pt_br: ** Delta PW **: Define a largura do pulso (medido a partir do centro) enviada pelo transmissor do aluno para definir o diro máximo do servo. Se este valor estiver incorreto, os servos não atingirão o final de curso
ru: **Delta PW**: Определяет ширину импульса (измеренную от центра), посылаемого передатчиком ученика, для определения максимального расхода сервопривода. Если это значение неверно, сервоприводы не достигнут полного расхода (или расход будет слишком большим).

source: **Trainer Sw**: Defines the switch that enables the student to take control of the model
de: **Lehr.Schalt [Trainer Sw]**: Definiert den Schalter, der es ermöglicht, dass der Schüler die Kontrolle über das Modell bekommt.
fr: **Trainer Sw**:Définit l'interrupteur qui permet à l'élève de prendre le contrôle du modèle.
hu: **Oktató kapcsoló**: Megadja, hogy mely kapcsolóval lehet átadni az irányítást a tanulónak.
ja: **Trainer Sw**: 受講者が機体モデルを制御できるようにするスイッチを定義します。
pt_br: ** Treino Sw **: define o switch que permite ao aluno assumir o controle do modelo
ru: **Trainer Sw**: Назначает переключатель, который позволяет ученику управлять моделью.

source: **PPM1...PPM8**: Defines the mapping (either channel or input) from the student’s transmitter to the instructor’s
de: **PPM1...PPM8**: Definiert die Zuweisungen (entweder Kanal oder Eingabe) vom Schülersender zum Lehrer.
fr: **PPM1...PPM8**: Définit la correspondance (soit canal soit entrée) entre l'émetteur de l'élève et celui de l'instructeur.
hu: **PPM1...PPM8**: Meghatározza a tanuló és az oktató távirányítója közötti (akár csatorna, akár bemenet) megfeleltetést.
ja: **PPM1...PPM8**: 受講者の送信機からインストラクターのマッピング (チャンネルまたは入力のいずれか) を定義します。
pt_br: ** PPM1 ... PPM8 **: define o mapeamento (canal ou entrada) do transmissor do aluno para o instrutor.
ru: **PPM1...PPM8**: Определяет отображение (каналов или вводов) от передатчика ученика к передатчику инструктора.

source: Slave Mode
de: Schülermodus
fr: Mode esclave
hu: Tanuló mód - Slave
pt_br: Modo Slave
ru: Режим ведомого (Slave)

source: Slave mode is configured by choosing ‘PPM’ as the protocol in section :ref:`model-setup`. Pressing ‘ENT’ on the Protocol spin-box will enable setting the output options. See section :ref:`protocol-ppm` for configuration. Note that Deviation will send the channel output data through the PPM. To use a Deviation slave transmitter with a Deviation Master configured for ‘Stick’ mode (see above), there should be no mixing done in the slave transmitter.
de: Der Schülermodus wird durch Auswahl von 'PPM' als Protokoll in Kapitel :ref:`model-setup` konfiguriert. Drücken von ‘ENT’ auf der Protokoll Spin-Box ermöglicht die Einstellung der Ausgabeoptionen. Siehe Abschnitt :ref:`protocol-ppm`. Beachten Sie, dass Deviation die Kanalausgangsdaten per PPM versendet. Um Deviation als Schülersender mit einem Deviation Lehrersender als 'Knüppel' Modus konfiguriert zu benutzen (siehe oben), sollte keine Mischung im Schülersender stattfinden.
fr: Le mode esclave est configuré en choisissant 'PPM' comme protocole dans la section ref:`Config Modèle`. En pressant 'ENT' dans la boite de texte, on accède aux options de sortie.Voir la section :ref:`protocole ppm` pour effectuer la configuration. Notez que déviation émettra les données des canaux de sortie par le port PPM. Pour utiliser un émetteur élève en Deviation avec un Maitre en Deviation configuré dans le mode 'Stick' (voir ci-dessus), il ne devrait y avoir aucun mixage dans l'émetteur esclave.
hu: A tanuló módot a "PPM" protokoll kiválasztásával lehet beállítani a :ref:`model-setup` fejezetben leírtak szerint. Ilyenkor a protokoll kiválasztó dobozon állva az "ENT" nyomógomb megnyomására megnyílik a PPM kimenet konfiguráló képernyője, a konfiguráláshoz lásd a :ref:`protocol-ppm` fejezetben leírtakat. A Deviation ilyenkor a kimeneti csatornák értékeit PPM formában küldi ki a DSC csatlakozóra. Ha a Deviation tanuló távirányítót egy "Bot" módban (lásd fent) konfigurált Deviation oktató távirányítóval használod, akkor a tanuló távirányítón semmilyen mixelést nem érdemes beállítani.
ja: Slave modeは、項目 :ref:`model-setup` のプロトコルとして「PPM」を選択することで設定します。プロトコルのスピンボックスで「ENT」を押すと、出力オプションを設定できます。設定については、項目 :ref:`protocol-ppm` を参照してください。Deviationは、チャンネル出力データをPPMを介して送信していることにご注意ください。「Stick」モード (上記参照) に設定されたDeviationマスターを備えたDeviationスレーブ送信機を使用するには、スレーブ送信機側でミキシングを行わないでください。
pt_br: O modo Slave é configurado escolhendo "PPM" como o protocolo na seção: ref: `model-setup`. Pressionar ‘ENT’ no menu de rolagem do protocolo permitirá a configuração das opções de saída. Veja a seção: ref: `protocol-ppm` para configuração. Observe que o desvio enviará os dados de saída do canal por meio do PPM. Para usar um transmissor slave de desvio com um master de desvio configurado para o modo "Stick" (ver acima), não deve haver mistura no transmissor slave.
ru: Режим ведомого настраивается выбором 'PPM' в качестве протокола в разделе :ref:`model-setup`. Нажатие кнопки 'ENT' на полосе прокрутки 'Protocol' позволяет настроить параметры вывода. Для настройки смотрите раздел :ref:`protocol-ppm`. Имейте в виду, что Deviation отправит выходные данные каналов через PPM. Для использования ведомого передатчика Deviation с ведущим (Master) передатчиком Deviation настроенным для режима 'Stick' (смотри выше), в ведомом передатчике не должно быть настроено никакого микширования.

source: Setting Up FPV or Other External Inputs
de: Einrichtung von FPV oder anderen externen Eingaben
fr: Installation d'un FPV ou d'autres entrées externes
hu: FPV és egyéb külső bemenetek konfigurálása
ja: FPVまたは他外部入力の設定
pt_br: Configurando o FPV ou outras entradas externas
ru: Настройка FPV и других внешних вводов
