Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_advanced.po
Languages: de, fr, hu, ja, pt_br, ru

source: Deviation has the ability to use PPM input signals from an external source (such as an FPV setup). To configure this mode, set the PPM In mode to ‘Extend’ in section :ref:`model-setup`.
de: Deviation ermöglicht es, PPM Eingangssignale von einer externen Quelle zu nutzen (wie beispielsweise ein FPV Aufbau). Um diesen Modus zu konfigurieren, setzen Sie im Abschnitt :ref:`model-setup` den 'PPM Eingang' [PPM In] auf 'Erweitert' ['Extend'].
fr: Déviation peut utiliser les signaux d'entrée PPM d'une source externe (comme un système FPV). Pour configurer ce mode, mettre le PPM en mode 'Extend' dans la section :ref:`Config Modèle`.
hu: A Deviation képes egy külső eszközről (mint pl. egy FPV head tracker) beérkező PPM jeleket fogadni és felhasználni. Ennek konfigurálásához a "PPM be" kiválasztó dobozban a "Kiterjesztett" opciót kell kiválasztani, a :ref:`model-setup` fejezetnek megfelelően.
ja: Deviationには、外部ソース (FPV設定等) からのPPM入力信号を使用する機能があります。このモードを設定するには、項目 :ref:`model-setup` でPPM Inモードを「Extend」に設定します。
pt_br: Deviation tem a capacidade de usar sinais de entrada PPM de uma fonte externa (como uma configuração de FPV por exemplo). Para configurar este modo, defina o modo PPM In para "Extend" na seção: ref: `model-setup`
ru: Deviation имеет возможность использовать входные сигналы PPM от внешних источников (такие, как FPV). Для настройки этого режима, установите 'PPM In' в режим ‘Extend’ в разделе :ref:`model-setup`.

source: Once enabled, press ‘ENT’ on the PPM In spin-box to configure the additional inputs.
de: Wurde dieser aktiviert, drücken Sie ‘ENT’ auf der 'PPM Eingang' Spin-Box um die zusätzlichen Eingänge zu konfigurieren.
fr: Une fois 'Extend' sélectionné, presser 'ENT' dans la boite de texte pour accéder à la configuration des entrées additionnelles
hu: A kiválasztás után az "ENT" nyomógomb megnyomásával lehet a plusz bemeneteket konfigurálni.
ja: 有効になったら、PPM Inスピンボックスの「ENT」を押して追加入力を設定します。
pt_br: Uma vez ativado, pressione ‘ENT’ no menu de rolagem PPM In para configurar as entradas adicionais.
ru: После настройки, нажмите 'ENT' на полосе прокрутки 'PPM In' для дополнительной настройки.

source: Configuration options:
de: Konfigurationen:
fr: Options de Configuration:
hu: A konfigurálható opciók a következők:
ja: 設定オプション:
pt_br: Opções de Confirguração
ru: Параметры для настройки:

source: **Center PW**: Defines the pulse-width for a centered input (in µsec).
de: **Mitte PW [Center PW]**: Definiert die Pulsweite für einen zentrierten Eingang (in μs).
fr: **Imp Neutre**:Définit la largeur d'impulsion pour une entrée centrée (en µsec).
hu: **Közép impulzus hossz**: Megadja a középállású bemenethez tartozó impulzus hosszát (µs).
ja: **Center PW**: センタリングされた入力のパルス幅を定義します(μSec)。
pt_br: ** Center PW **: Define a largura de pulso para uma entrada centralizada (em µsec).
ru: **Center PW**: Определяет ширину импульса для отцентрованного ввода (в мксек).

source: **Delta PW**: Defines the difference in pulse-width (from the center value) to reach min/max servo throw
de: **Delta PW**: Definiert den Unterschied in Pulsweite (gemessen von der Mitte) um den minimalen oder maximalen Servoweg zu erreichen.
fr: **Delta Imp**: Définit la différence en largeur d'impulsion (à partir de la valeur centrale) pour atteindre le débattement min/max du servo.
hu: **Impulzus kitérés**: Megadja a minimális/maximális szervó kitéréshez tartozó impulzus szélesség eltérést (a közép állástól mérve).
ja: **Delta PW**: サーボ可動域の最小値 / 最大値に到達するパルス幅の差異 (中心値からの差) を定義します。
pt_br: ** Delta PW **: define a diferença na largura do pulso (do valor centralizado) para atingir o ponto mínimo / máximo do servo
ru: **Delta PW**: Определяет разницу в ширине импульса (от центрального значения) для достижения максимального расхода сервопривода.

source: **Num Channels**: Defines the number of channels to input (generally no more than 8 can be supported)
de: **Anz.Kanäle [Num Channels]**: Definiert die Anzahl der Eingangskanäle (generell werden nicht mehr als 8 unterstützt).
fr: **Num Channels**: Définit le nombre de canaux entrants (en général pas plus de 8 peuvent être supportés).
hu: **Csatornák száma**: Megadja a fogadott bemeneti csatornák számát (általában max. 8 csatorna lehetséges).
ja: **Num Channels**: 入力チャンネル数を定義します。(一般的には8ch以上は非サポート)
pt_br: ** Num Canais **: Define o número de canais para entrada (geralmente não mais do que 8 são ser suportados)
ru: **Num Channels**: Определяет количество входных каналов (обычно поддерживается не более 8 каналов).

source: Using a Trim as a Virtual Switch
de: Benutzung eines Trimmknopfes als virtuellen Schalter
fr: Utilisation d'un trim comme interrupteur virtuel.
hu: Trim használata virtuális kapcsolóként
ja: 仮想スイッチとしてのトリムの使用
pt_br: Usando o Trim como Virtual Switch
ru: Использование триммера в качестве виртуального переключателя

source: Deviation has the capability to create virtual switches to supplement the mechanical switches of the transmitter. This capability is only available when using the Advanced GUI. There are 3 types of switches available:
de: Deviation kann virtuelle Schalter erstellen, um die mechanischen Schalter zu ergänzen. Diese Fähigkeit ist nur bei Benutzung der Erweiterten GUI [Advanced GUI] verfügbar. Es sind 3 Schaltertypen verfügbar:
fr: Déviation peut créer des interrupteurs virtuels en complément des interrupteurs mécaniques de l'émetteur. Cette possibilité est uniquement disponible quand le mode expert est utilisé. Il y a 3 types d'interrupteurs disponibles :
hu: A Deviation képes, a fizikai kapcsolók mellett, a trim gombokat használni virtulális kapcsolókként, de ez a lehetőség csak a haladó felületen érhető el. 3 féle kapcsolót tudunk a trim gombokkal szimulálni:
ja: Deviationには、送信機の物理スイッチを補うための仮想スイッチを作成する機能があります。この機能は、Advanced GUIを使用している場合にのみ利用可能です。スイッチには3種類あります。
pt_br: tem a capacidade de criar switches virtuais para complementar os comutadores mecânicos do transmissor. Esse recurso só está disponível ao usar a GUI avançada. Existem 3 tipos de switches disponíveis:
ru: Deviation имеет возможность создавать виртуальные переключатели для дополнения механических переключателей передатчика. Эта возможность доступна только при использовании 'Advanced' GUI. Доступны 4 типа переключателей:

source: **Momentary**: The switch will be active only as long as the trim button is held
de: **Taster [Momentary]**: Der Schalter ist solange aktiv, wie der Trimmknopf gehalten wird.
fr: **Momentary**: (Momentané)L'interrupteur sera actif tant que le bouton de trim sera maintenu.
hu: **Pillanat kapcsoló**: A kapcsoló csak addig lesz aktív, amíg a trim gombot nyomva tartjuk.
ja: **Momentary**: トリムボタンが押されている間だけスイッチが有効になります。
pt_br: ** Momentâneo **: o interruptor ficará ativo somente enquanto o botão de compensação estiver pressionado
ru: **Momentary**: Переключатель будет активен только до тех пор, пока кнопка триммера удерживается нажатой.

source: **Toggle**: The switch will toggle from on-to-off or off-to-on each time the trim button is pressed
de: **Wechsler [Toggle]**: Der Schalter wechselt jedes Mal von Ein auf Aus oder von Aus auf Ein, wenn der Trimmer gedrückt wird.
fr: **Toggle**: (Basculant) l'interrupteur basculera de ouvert à fermé ou de fermé à ouvert à chaque pression sur le bouton de trim.
hu: **Kapcsoló**: A trim gomb megnyomására a kapcsoló állapota be- vagy kikapcsol, mindig az ellenkező állásba.
ja: **Toggle**: トリムボタンが押されるたびにスイッチがONからOFF、またはOFFからONに切り替わります。
pt_br: ** Alternar **: o comutador será alternado de ativado para desativado ou desativado para cada vez que o botão de compensação for pressionado
ru: **Toggle**: Переключатель будет переключаться между положениями включено/выключено при каждом нажатии на кнопку триммера.

source: **On/Off**: The Trim+ button will turn the switch on, and the 'Trim-' button will turn it off-to-on
de: **Ein/Aus [On/Off]**: Der Trim+ Knopf schaltet den Schalter ein, und der Trim- Knopf schaltet ihn aus.
fr: **On/Off**: Le bouton Trim+ ouvrira l'interrupteur et le bouton Trim- le fermera.
hu: **Ki/Be**: A Trim+ gomb bekapcsolja, a Trim- gomb pedig kikapcsolja a kapcsolót.
ja: **On/Off**: 「Trim+」ボタンはスイッチをONにし、「Trim-」ボタンはOFFをONにします。
pt_br: ** On / Off **: O botão Trim + irá ligar o interruptor, e o botão 'Trim-' irá desligá-lo.
ru: **On/Off**: Кнопка 'Trim+' будет включать переключатель, а кнопка 'Trim-' будет выключать переключатель.

source: **3 Pos**: The switch will be active in one direction as long as the Trim+ button is held, and in the other direction as long as the Trim- button is held, returning to center when released.
de: **3 Pos**: Der Schalter ist in einer Richtung aktiv, solange die Trim+ Taste gedrückt wird, und in die anderer Richtung solange die Trim- Taste gedrückt wird. Beim Loslassen wird wieder der Mittelpunkt eingenommen.
fr: **3 Pos**: L'interrupteur sera actif dans une direction aussi longtemps que Trim+ sera pressé et dans l'autre direction aussi longtemps que Trim- sera maintenu. Il retournera au centre lorsqu'il est relâché.
hu: **3 állású**: A kapcsoló egyik irányban aktív lesz mindaddig, amíg a Trim+ gomb meg van nyomva, és a másik irányba, amíg a Trim- gomb meg van nyomva, majd visszaáll középre, ha elengedik.
ja: **3 Pos**: Trim+ ボタンが押されている間はスイッチは一方向に、Trim- ボタンが押されている間はもう一方の方向にスイッチが有効となり、ボタンをリリースすると中央に戻ります。
pt_br: ** 3 Pos **: O interruptor ficará ativo em uma posição enquanto o botão Trim + estiver pressionado, e na outra, desde que o botão Trim esteja travado, retornando ao centro quando liberado.
ru: **3 Pos**: Переключатель будет активен в одном направлении, пока удерживается нажатой кнопка 'Trim+', и будет активен в другом направлении, пока удерживается нажатой кнопка 'Trim-', и возвращается в центральное положение при отпускании.

source: To setup a virtual switch, start by selecting the trim from the 'Trim' page, and entering the trim-setup page. See :ref:`trims-and-virtual-inputs`
de: Um einen virtuellen Schalter einzurichten, beginnen Sie durch Auswahl der Trimmung von der 'Trimm-Einstellungen' Seite und Öffnen der Bearbeiten-Seite [Edit]. Siehe auch :ref:`trims-and-virtual-inputs`.
fr: Pour mettre en place un interrupteur virtuel, commencer par sélectionner le Trim en entrant dans la page Trims. Voir :ref:`trims-et-entrées-virtuelles'.`
hu: A virtuális kapcsoló létrehozásához először válassz ki egy trim-et a "Trim" képernyőn, és nyisd meg a konfiguráló képernyőt. Lásd :ref:`trims-and-virtual-inputs`.
ja: 仮想スイッチを設定するには、まず「Trim」ページからTrimを選択し、トリムセットアップページに入ります。 :ref:`trims-and-virtual-inputs` 参照
pt_br: Para configurar um switch virtual, comece selecionando o trim na página 'Trim' e entrando na página trim-setup. Veja: ref: `trims-and-virtual-inputs`
ru: Для настройки виртуального переключателя, начните с выбора триммера на странице 'Trim', и затем войдите на страницу настройки триммеров. Смотрите :ref:`trims-and-virtual-inputs`

source: Next set the 'Trim Step' field to 'Momentary', 'Toggle', 'On/Off' or '3 Pos'. This is done by pressing the left-arrow on the 'Trim Step' spin-box until the value is less-than 0.1 Second select the 'Input' to be the virtual channel to convert to a switch (we'll use 'Virt1')
de: Als nächstes setzen sie den 'Schritt [Trim Step]' auf 'Taster [Momentary]', 'Wechsler [Toggle]', 'Ein/Aus [On/Off]' oder '3 Pos'. Dieses erreichen Sie durch Drücken von Links auf der 'Schritt [Trim Step]' Spin-Box bis der Wert kleiner als 0.1 ist. Anschließend wählen Sie als 'Eingang [Input]' den virtuellen Kanal, der zum Schalter konvertiert werden soll (wir benutzen 'Virt1').
fr: Enfin, définir le champ 'Trim Step' comme 'Momentary', 'Toggle', 'On/Off' ou '3 Pos'. Pour ce faire presser la flèche gauche de la 'Trim Step' jusqu'à ce que la valeur affichée soit inférieure à 0.1 seconde. Sélectionner ensuite l'entrée 'Input' à convertir comme interrupteur (nous utiliserons 'Virt1').
hu: Utána állítsd a "Trim lépés" mezőt "Pillanat kapcsoló", "Kapcsoló", "Ki/Be", vagy "3 állású" értékűre. Ezt a "Trim lépés" kiválasztó doboz bal oldali nyilával érheted el, ha a 0.1 érték alatt. Utána add meg a "Bemenet" mezőben a kapcsolóként felhasznált virtuális csatornát (példánkban ez legyen a Virt1).
ja: 次に「Trim Step」欄に「Momentary」「Toggle」「On/Off」または「3 Pos」を設定します。これは「Trim Step」スピンボックスの左矢印を0.1秒以内で押すことで切り替わります。スイッチに変換する仮想チャンネルになるように「input」を選択します。(「Virt1」を使用)
pt_br: Em seguida, defina o campo 'Trim Step' para 'Momentary', 'Toggle', 'On / Off' ou '3 Pos'. Isso é feito pressionando-se a seta para a esquerda no menu de rolamento 'Trim Step' até que o valor seja menor que 0,1 Segundo, selecione o 'Input' para ser o canal virtual a ser convertido em um switch (usaremos o 'Virt1' )
ru: Затем установите поле 'Trim Step' в 'Momentary', 'Toggle', 'On/Off' или '3 Pos'. Это выполняется нажатием левой стрелки на полосе прокрутки 'Trim Step' пока значение не станет меньше 0.1. Затем выберите в 'Input' виртуальный канал для преобразования в переключатель (мы будем использовать 'Virt1').

source: Now go to the 'Mixer' page, and enter the configuration for the specified Virtual Channel (Virt1 in our example)
de: Gehen Sie jetzt zu der 'Mischer [Mixer]' Seite und rufen die Konfiguration für den gewählten virtuellen Kanal auf (Virt1 in unserem Beispiel).
fr: Puis aller dans la page 'Mixer' et entrer la configuration pour le canal virtuel choisi (Virt1 dans notre exemple).
hu: Most menj a "Mixer" képernyőre, és nyisd meg az adott virtuális csatorna (példánkban a Virt1) konfigurációját.
ja: 次に「Mixer」ページに移動して、指定した仮想チャンネルの設定を入力します。(この例ではVirt1)
pt_br: Agora vá para a página 'Mixer' e digite a configuração para o Virtual Channel especificado (Virt1 em nosso exemplo)
ru: Теперь перейдите на страницу 'Mixer', и введите конфигурацию для указанного выше виртуального канала ('Virt1' в нашем примере).

source: Set the mixer-type to 'Complex', set the 'src' to the current virtual channel ('Virt1'), set the curve to '1-to-1' (Do NOT use 'Fixed'), set the scale to '0', and finally enable the 'Trim' button.
de: Setzen Sie den Mischertyp auf 'Komplex [Complex]' und setzen Sie die 'Quelle [Src]' auf den aktuellen virtuellen Kanal ('Virt1'), setzen Sie die 'Kurve [Curve]' auf '1-zu-1 [1-to-1]' (NICHT 'Fest [Fixed]' benutzen), setzen Sie 'Skalierung [scale]' auf '0' und letztlich aktivieren Sie die 'Trimmung [Trim]'.
fr: Sélectionner un type de mixer 'Complexe', entrer comme 'Source' le canal virtuel ('Virt1'), choisir la courbe '1-à-1' (NE PAS choisir 'Fixe'), fixer l'échelle à '0' et enfin sélectioner 'Trim'.
hu: A mixer típust állítsd "Komplex"-re, állítsd a "Forrás"-t az adott virtuális csatormára (Virt1), állítsd a görbét "1 az 1"-re (NE használd a "Fix"-et), álítsd a skálát "0"-ra, és végül engedélyezd a "Trim" gombot.
ja: mixer-typeを「Complex」に設定し「src」を現在の仮想チャンネル(Virt1)に設定し、カーブを「1-to-1」に設定します。(「Fixed」を使用しないでください)「0」を選択し最後に「Trim」ボタンを有効にします。
pt_br: Definir o tipo de mixer para 'Complex', defina o 'src' para o canal virtual atual ('Virt1'), defina a curva para '1-para-1' (não use 'fixo'), defina a escala para '0' e finalmente habilitar o botão 'Trim'.
ru: Установите тип микшера в 'Complex', установите 'Src' в текущий виртуальный канал ('Virt1'), установите кривую в '1-to-1' (не используйте 'Fixed'), установите масштаб в '0', и наконец включите кнопку 'Trim'.

source: You can now use the virtual channel ('Virt1') like any other switch input. When the virtual switch is active, the virtual channel will have a value of 100, otherwise it will have a value of -100. In the case of '3 Pos', virtual channel will have a value of -100 when trim is pressed in one direction, +100 when pressed in the other direction, otherwise it will have a value of 0.
de: Sie können jetzt den virtuellen Kanal ('Virt1') wie jeden anderen Schalteingang benutzen. Falls der virtuelle Schalter aktiv ist, hat der virtuelle Kanal einen Wert von 100, andernfalls wird er einen Wert von -100 haben. Im Falle von '3 Pos' hat der Kanal einen Wert von -100 bei Drücken von Trim-, +100 in der Gegenrichtung und 0 in der Mittelstellung.
fr: Vous pouvez désormais utiliser le canal virtuel ('Virt1') comme n'importe quel autre interrupteur. Quand cet interrupteur virtuel est actif, la valeur de son canal sera +100 et dans le cas contraire -100. Dans le cas d'un '3 Pos', la valeur sera de -100 dans une direction, +100 dans l'autre direction et enfin 0 pour sa position médiane.
hu: Most már használhatod a virtuális csatornát (Virt1), mint bármely más kapcsoló bemenetet. Amikor a virtuális kapcsoló aktív, a virtuális csatorna értéke 100 lesz, egyébként az értéke -100 lesz. "3 állású" esetén a virtuális csatorna értéke -100 lesz az egyik irányban és +100 a másikban, egyébként elengedve az értéke 0 lesz.
ja: 他のスイッチ入力と同じように仮想チャンネル (Virt1) を使用できるようになりました。仮想スイッチが有効な場合、仮想チャンネルは+100という値を持ち、それ以外の場合は-100の値を持ちます。「3 Pos」の場合、トリムが一方向に押されると仮想チャンネルは-100の値を持ち、もう一方の方向に押されると+ 100の値を持ちます。そうでない場合、値は0になります。
pt_br: Agora você pode usar o canal virtual ('Virt1') como qualquer outra entrada de comutador. Quando o comutador virtual está ativo, o canal virtual terá um valor de 100, caso contrário, terá um valor de -100. No caso de '3 Pos', o canal virtual terá um valor de -100 quando o ajuste for pressionado em uma direção, +100 quando pressionado na outra direção, caso contrário, terá um valor de 0.
ru: Теперь вы можете использовать виртуальный канал ('Virt1') как любой другой переключатель. Когда виртуальный переключатель активен, виртуальный канал будет иметь значение 100, в противном случае он будет иметь значение -100. В случае '3 Pos', виртуальный канал будет иметь значение -100, когда триммер нажат в одном направлении, значение +100, когда триммер нажат в другом направлении, и значение 0, когда он отпущен.

source: Note: If you use the virtual channel as a 'Src' (as opposed to a 'Switch') make sure that 'trim' is disabled for that mixer, otherwise the trim will be applied twice.
de: Hinweis: Falls Sie einen virtuellen Kanal als eine 'Quelle [Src]' nutzen (im Gegensatz zu einem 'Schalter [switch]') stellen Sie sicher, dass die 'Trimmung [trim]' für diesen Mischer deaktiviert ist, andernfalls wird die Trimmung zweifach angewandt.
fr: Note: Si vous utilisez le canal virtuel comme une 'Source' (contrairement à un 'interrupteur"), assurez vous que 'Trim' est désactivez pour ce mixer, autrement le trim sera appliqué deux fois.
hu: MEGJEGYZÉS: Ha egy mixerben a virtuális kapcsolóként beállított virtuális csatornát forrásként használod (nem pedig kapcsolóként), akkor tiltsd le az adott lapon a "Nincs Trim" gombbal, különben az adott trim érték duplán lesz hozzáadva.
ja: 注: 仮想チャンネルを「Src」として使用する場合 (Switchではなく)、そのミキサーで「Trim」が無効になっていることを確認してください。そうしないとトリムが2回適用されてしまいます。
ru: Примечание: Если вы используете виртуальный канал в качестве 'Src' (а не 'Switch'), убедитесь, что для этого микшера отключен 'Trim', в противном случае триммер будет применен дважды.

source: Swash Mixing
de: Taumelscheibenmischer
fr: Mixage du plateau cyclique
hu: Imbolygó beállítások
ja: スワッシュ ミキシング
ru: Микширование тарелки перекоса

source: A swash-plate is used to control flight on an RC helicopter. The swash-plate controls the plane of rotation of the main-rotor as well as the blade pitch. A swash plate is normally connected to 3 servos known as Elevator, Aileron, and Collective, but due to its design, there is not a 1-to-1 correspondence between stick-movement and the servo movement. Instead some mixing is necessary between the throttle, elevator and aileron sticks and the swash-plate servos. This mixing is known as cyclic Collective Pitch Mixing (CCMP).
de: Eine Taumelscheibe wird benutzt um den Flug eines RC Hubschrauber zu kontrollieren. Die Taumelscheibe kontrolliert die Drehebene des Hauptrotors genauso wie die Blattwinkel [Pitch]. Eine Taumelscheibe ist normalerweise mit 3 Servos verbunden, die als Höhenruder, Querruder und Kollektiv bekannt sind. Aufgrund ihrer Konstruktion ist jedoch kein 1-zu-1-Verhältnis zwischen Knüppel- und Servobewegung gegeben. Stattdessen ist ein wenig Mischung zwischen den Gas-, Höhenruder- und Querruderknüppeln und den Taumelscheibenservos notwendig. Diese Mischung is als 'Cyclic Collective Pitch Mixing' (CCPM) bekannt.
fr: Le plateau cyclique est utilisé pour contrôler le vol sur un hélicoptère RC. Le plateau cyclique contrôle le plan de rotation du rotor principal et le pas des pales. Le plateau cyclique est normalement relié à 3 servos nommés profondeur, aileron et pas collectif mais en raison de sa conception il n'y a pas une correspondance 1 à 1 entre le mouvement des manches et le mouvement des servos. Un mixage est nécessaire entre les manches des gaz, des ailerons et de la profondeur et les servos du plateau cyclique. Ce mixage est appelé mixage pas cyclique pas collectif (cyclic Collective Pitch Mixing (CCMP)).
hu: Az imbolygó tárcsa az RC helikopterek irányítására szolgál, ez szabályozza a főrotor forgási síkját, és a rotorlapátok állásszögét. Az imbolygó tárcsa normál esetben 3 szervóhoz csatlakozik a magassági kormány, a csűrés, és kollektív állásszög vezérléséhez, de a működése miatt nem egy az egyes a megfeleltetés az egyes botkormányok és a szervók mozgása között. E helyett a kollektív, a magasság és a csűrő egyfajta mixelése szükséges az imbolygó tárcsa szervóinak vezérléséhez. Ezt a mixelést ciklikus kollektív állásszög mixelésnek (Cyclic Collective Pitch Mixing - CCPM) hívjuk.
ja: スワッシュプレートは、RCヘリコプターの飛行を制御するために使用されます。スワッシュプレートは主ローターの回転面とブレードピッチを制御します。スワッシュプレートは通常エレベーター、エルロン、コレクティブの3つのサーボに接続されていますが、設計上スティックの動きとサーボの動きの間に1対1「1-to-1」の対応はありません。代わりに、スロットル、エレベーターとエルロンのスティックとスワッシュプレート式サーボとの間で何らかのミキシングが必要です。このミキシングは、Cyclic Collective Pitch Mixing (CCMP) として知られています。
pt_br: Um swash-plate é usado para controlar o vôo em um helicóptero RC. O plate oscilante controla o plano de rotação do rotor principal, bem como o passo da lâmina. Um plate oscilante é normalmente conectado a 3 servos conhecidos como Elevador, Aileron e Coletivo, mas devido ao seu design, não há uma correspondência de 1 para 1 entre o movimento do braço e o movimento do servo. Em vez disso, é necessária alguma mistura entre o acelerador, o elevador, os braços de aileron e os servos de plate oscilante. Esta mistura é conhecida como Mistura de Passo Coletivo Cíclico (CCMP).
ru: Тарелка перекоса используется для управления полетом вертолета. Тарелка перекоса управляет плоскостью вращения главного ротора, а также шагом лопастей. Тарелка перекоса обычно соединена с тремя сервоприводами, известными как 'Elevator', 'Aileron' и 'Collective', но из-за ее конструкции, не существует соответствия 1-к-1 между перемещением стика и перемещением сервопривода. Вместо этого требуется некоторое микширование между стиками 'throttle', 'elevator' и 'aileron' и сервоприводами тарелки перекоса. Это микширование известно как микширование коллективного шага (Collective Pitch Mixing, CCMP).
