Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_advanced.po
Languages: de, fr, hu, ja, pt_br, ru

source: **shutdown**: Powering off.
de: **shutdown**: Ausschalten des Senders.
fr: **shutdown** : Mise hors tension.
hu: **shutdown**: Kikapcsolás.
ja: **shutdown**: 電源OFFします。
pt_br: ** desligar **: desligando.
ru: **shutdown**: Выключение питания.

source: **volume**: Configuring transmitter volume.
de: **volume**: Verändern der Senderlautstärke.
fr: **volume**: Régler le volume de l'émetteur.
hu: **volume**: A távirányító hangerejének változtatása.
ja: **volume**: 送信機の音量を設定します。
pt_br: **volume**: Configurando o volume
ru: **volume**: Настройка громкости передатчика.

source: **timer_warning**: Timer is about to expire.
de: **timer_warning**: Ein Timer wird in Kürze ablaufen.
fr: **timer_warning** : La durée du chrono va se terminer.
hu: **timer_warning**: Az időzítő le fog járni.
ja: **timer_warning**: タイマーがもうすぐ切れます。
pt_br: **tempo de aviso**: Tempo restante para o témino
ru: **timer_warning**: Таймер истекает.

source: **alarm#**: Timer # (1 to 4) has expired.
de: **alarm#**: Timer # (1 bis 4) ist abgelaufen.
fr: **alarm#** : La durée du chrono (1 à 4) est expirée.
hu: **alarm#**: Időzítő # (1...4) lejárt.
ja: **alarm#**: Timer # (1～4) が時間切れです。
pt_br: ** alarme # **: o temporizador # (1 a 4) expirou.
ru: **alarm#**: Таймер # (от 1 до 4) истек.

source: **batt_alarm**: Battery low warning.
de: **batt_alarm**: Niedriger Batteriestand.
fr: **batt_alarm** : Avertissement batterie déchargée.
hu: **batt_alarm**: Alacsony telepfeszültség riasztás.
ja: **batt_alarm**: バッテリー低下を警告します。
pt_br: **batt_alarm**: Aviso de final de bateria
ru: **batt_alarm**: Предупреждение о разряде батареи.

source: **done_binding**: Binding finished.
de: **done_binding**: Bindung abgeschlossen.
fr: **done_binding** : Liaison terminée.
hu: **done_binding**: A párosítás befejeződött.
ja: **done_binding**: バインドが完了しました。
pt_br: ** final_binding **: Bind finalizado.
ru: **done_binding**: Привязка завершена.

source: **key_pressing**: On a key press
de: **key_pressing**: Druck einer Taste.
fr: **key_pressing** : Lors de la pression d'un bouton.
hu: **key_pressing**: Gombnyomás hangja.
ja: **key_pressing**: キーを押します。
pt_br: ** key_pression **: Tecla pressionada
ru: **key_pressing**: При нажатии на кнопку.

source: **saving**: When saving a model file.
de: **saving**: Speichern einer Modellkonfiguration.
fr: **saving** : Lors de la sauvegarde d'un fichier de modèle.
hu: **saving**: A modell fájl mentésekor.
ja: **Saving**: モデルファイルを保存しています。
pt_br: ** salvar **: ao salvar um arquivo de modelo.
ru: **saving**: При сохранении файла модели.

source: **max_len**: When you've exceeded the length of a string in the keyboard.
de: **max_len**: Überschreiten der maximalen Länge einer Bezeichnung.
fr: **max_len** : Quand la chaine entrée au clavier est trop longue.
hu: **max_len**: Ha meghaladtad a maximálisan beírható szöveg hosszát.
ja: **max_len**: キーボード入力での文字列の長さを超えています。
pt_br: ** max_len **: quando você excedeu o tamanho de uma string no teclado.
ru: **max_len**: Когда вы превышаете длину строки на клавиатуре.

source: **telem_alarm#**: Telemetry alarm # (1 to 6) has triggered.
de: **telem_alarm#**: Telemetriealarm # (1 bis 6) wurde ausgelöst.
fr: **telem_alarm#** : Une alarme de télémétrie (1 à 6) a été déclenchée.
hu: **telem_alarm#**: Telemetria riasztás # (1...6).
ja: **telem_alarm#**: テレメトリアラーム# (1〜6)が作動しました。
pt_br: ** telem_alarm # **: alarme de telemetria # (1 a 6) disparou.
ru: **telem_alarm#**: Срабатывание сигнала телеметрии # (от 1 до 6).

source: In each section, you can adjust set 'volume' from 0 (off) to 100 (max). The rest of the entries are note names, and the value is the number of milliseconds to play that note. There is a limit of 100 notes for each sound.
de: Innerhalb jeder Sektion kann die Lautstärke ['volume'] von 0 (aus) bis 100 (Maximum) eingestellt werden. Die restlichen Einträge sind Notennamen mit der jeweiligen Spieldauer in Millisekunden. Es können maximal 100 Noten pro Sektion eingegeben werden.
fr: Dans chaque section vous pouvez ajuster le 'volume' de 0 (muet) à 100 (max). Le reste des entrées sont des noms de notes et la valeur représente la durée en millisecondes pendant laquelle elles sont jouées. Il y a une limite de 100 notes pour chaque son.
hu: Minden szekcióban beállíthatod az adott hangjelzés hangerejét a "volume" beállítással 0-tól (nincs hang) 100-ig (max. hangerő). A többi bejegyzés egy-egy hangjegy neve, a hozzájuk tartozó értékek pedig az adott hangjegy hossza milliszekundumban. Egy hangjelzés maximum 100 hangjegyből állhat.
ja: 各項目において、あなたは0 (オフ) から100 (最大) まで「音量」を調整することができます。 残りのエントリーは音名で、値はその音を鳴らすミリ秒となります。 各サウンドには100段階制限があります。
pt_br: Em cada seção, você pode ajustar o ajuste 'volume' de 0 (desligado) a 100 (máx.). O restante das entradas são nomes de notas e o valor é o número de milissegundos para reproduzir essa nota. Há um limite de 100 notas para cada som.
ru: В каждом разделе, вы можете установить громкость (volume) от 0 (выключено) до 100 (максимум). Остальные записи это имена нот, а значение это число миллисекунд для проигрывания этой ноты. Для каждого звука есть предел в 100 нот.

source: The note names are 'xx', which is a rest (no sound played). You can then pick a note ('a'-'g'), possibly sharped by adding a 'x' if it's 'a', 'c', 'd', 'f' or 'g'. Finally, you can choose an octave with a single digit, ranging from '0' to '4'. Those take you from 'c0' (middle C) up to 'b4'. In addition, 'a', 'ax' and 'b' will play the three notes below middle C.
de: Um eine Pause zu spielen geben Sie 'xx' an. Eine Note wird mit Ihrer Bezeichnung ('a' bis 'g'), gegebenenfalls einem Vorzeichen ('x' für 'a', 'c', 'd', 'f', 'g') und der zuspielenden Oktave von '0' bis '4' definiert. Somit kann ein Notenbereich von 'c0' bis 'b4' gespielt werden. Zusätzlich können die drei Noten 'a', 'ax' und 'b' unterhalb von 'c0' wiedergegeben werden.
fr: Les noms des notes de musique s'écrivent au format 'xx'. Notez que la valeur 'xx' existe et sera un silence (aucune note jouée). Vous pouvez sélectionner une note de musique entre 'a' et 'g' (notation anglaise qui correspond à l'intervalle 'la-sol' de la notation française), éventuellement diésée en ajoutant un 'x' pour les notes 'a' (La), 'c' (Do), 'd' (Ré), 'f' (Fa) et 'g' (Sol). Enfin vous pouvez sélectionner l'octave avec un chiffre de '0' à '4'. Les sons vont donc de 'c0' (qui correspond au Do "du milieu" sur un piano, celui à 262Hz) à 'b4'. Si besoin 'a', 'ax' et 'b' joueront les trois notes en dessous du Do milieu.
hu: A hangjegy neve lehet "xx", ami a szünet (ilyenkor nem ad hangot), vagy a hangjegy neve (a...g), esetleg "x"-el jelölve a fél hang emelést "a", "c", "d", "f" vagy "g" esetén, majd kiegészítve az adott oktáv számával 0-tól 4-ig. Így "c0"-tól (közép C) egészen "b4"-ig választhatók hangok.
ja: 名称「xx」は休符です (音は鳴りません)。そして音符 (「a」―「g」) を選択できます。「a」「c」「d」「f」または「g」の場合は「x」を追加することでシャープとすることができます。最後に「0」から「4」までの範囲でオクターブを選択することができます。それらは「c0」(中央のC) から「b4」までを範囲とします。さらに「a」「ax」「b」は中央のCの下の3音を奏でます。
pt_br: Os nomes das notas são 'xx', que é um resto (nenhum som é reproduzido). Você pode então escolher uma nota ('a' - 'g'), possivelmente dividida adicionando um 'x' se for 'a', 'c', 'd', 'f' ou 'g'. Finalmente, você pode escolher uma oitava com um único dígito, variando de '0' a '4'. Aqueles levam você de 'c0' (meio C) até 'b4'. Além disso, 'a', 'ax' e 'b' tocarão as três notas abaixo do centro C.
ru: Названия нот - 'xx', который является паузой (звук не воспроизводится). Затем вы можете выбрать ноту ('a'-'g'), повысить ее на пол тона, добавив 'x', если это 'a', 'c', 'd', 'f' или 'g'. Наконец вы можете выбрать октаву одной цифрой, от '0' до '4'. Это приводит к ряду от 'c0' (middle C) до 'b4'. Кроме того, 'a', 'ax' и 'b' будут воспроизводить три ноты ниже middle C.
