Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_advanced.po
Languages: de, fr, hu, ja, pt_br, ru

source: Traditionally, RC helicopters have used a flybar above or below the main rotor attached to a series of linkages to maintain stability. In these setups, the transmitter will normally do all of the mixing, and directly drive each of the 3 swash-plate servos. This configuration is known as manual-CCPM (mCCPM). Alternatively, an electronic mixer can be included on the helicopter either as part of the receiver, or between the receiver and servos, that can implement the proper mixing. This configuration is known as electronic CCPM (eCCPM) and in this case, the transmitter directly supplies aileron, elevator, and collective inputs, and the electronic mixer will convert the signals into appropriate swash-plate servo motion.
de: Traditionell benutzten RC Hubschrauber eine Paddelstange oberhalb oder unterhalb des Hauptrotors verbunden mit einer Reihe von Verbindern um die Stabilität zu gewährleisten. In diesem Aufbau übernimmt der Sender normalerweise alle Mischaufgaben und steuert direkt alle 3 Taumelscheibenservos. Diese Konfiguration ist bekannt als 'manual CCPM' (mCCPM). Alternativ kann ein elektronischer Mischer im Hubschrauber entweder als Teil des Empfängers oder zwischen Empfänger und Servos eingebunden werden, der die exakte Mischung umsetzt. Diese Konfiguraton ist bekannt als 'electronic CCPM' (eCCPM) und in diesem Fall liefert der Empfänger direkt Querruder, Höhenruder und die kollektiven Eingaben. Der elektronische Mischer konvertiert dann die Signale in entsprechende Bewegungen der Taumelscheibenservos.
fr: Traditionnellement, les hélicoptères RC ont utilisé une Barre de Bell au dessus attachée au dessus ou au dessous du rotor principal pour maintenir la stabilité. Dans cette configuration, l'émetteur fera normalement tous les mixages et commandera directement chacun des 3 servos. Cette configuration est appelée CCPM manuel (mCCPM). Autrement un mixer électronique peut être inclus dans l'hélicoptère soit dans le récepteur soit entre le récepteur et les servos pour effectuer les mixages nécessaires. Cette configuration est appelée CCPM électronique (eCCPM) et dans ce cas l'émetteur transmet directement les entrées des ailerons de la profondeur et du pas collectif. et le mixer électronique convertit les signaux en mouvements correctes des servos du plateau cyclique.
hu: Régebben az RC helikopterek kisegítő lapátokat, úgynevezett flybar-okat használtak a főrotor fölött vagy alatt, melyek összekötőkkel csatlakoztattak hozzá a stabilitás növelése érdekében. Ilyenkor a távirányító végezte el a szervók vezérléséhez szükséges jelek mixelését, és így direktben vezérelte az imbolygó tárcsa 3 szervóját. Ez a konfiguráció manuális-CCPM (mCCPM) néven ismert. A másik megoldás egy elektronikus mixer használata a helikopteren, amely akár a vevő részeként, vagy külön a vevő és a szervók között is lehet, és ami elvégzi a szükséges mixelést. Az a konfiguráció az elektronikus CCPM (eCCPM), és ebben az esetben a távirányító direktben a botkormány bemenetek jeleit küldi, és az elektronikus mixer fogja átalakítani azokat a megfelelő imbolygó szervó jelekké.
ja: 伝統的にRCヘリコプターは、安定性を維持するために一連のリンケージに取り付けられたメインローターの上部または下部にフライバーを使用しています。これらの設定では、送信機は通常すべてのミキシングを行い、3つのスワッシュプレートサーボのそれぞれを直接駆動させます。 この設定は手動CCPM (mCCPM) と呼ばれます。また、電子ミキサーを受信機の一部とする、または受信機とサーボ間で適切なミキシングを実行できるヘリコプターとする構成は電子CCPM (eCCPM) と呼ばれ、この場合、送信機はエルロン、エレベーター、およびコレクティブ入力を直接供給し、電子ミキサーは信号を適切なスワッシュプレートのサーボ動作に変換します。
pt_br: Tradicionalmente, helicópteros RC usam um flybar por cima ou por baixo do rotor principal ligado a uma série de pontos para manter a estabilidade. Nestas configurações, o transmissor normalmente fará toda a mistura e acionará diretamente cada um dos 3 servos do plate oscilante. Essa configuração é conhecida como CCPM manual (mCCPM). Alternativamente, um mixer eletrônico pode ser incluído no helicóptero como parte do receptor, ou entre o receptor e os servos, que resulta na mixagem adequada. Essa configuração é conhecida como CCPM eletrônico (eCCPM) e, nesse caso, o transmissor fornece diretamente aileron, o elevador e as entradas coletivas, e o mixer eletrônico converterá os sinais em movimento apropriado do servo de plate oscilante.
ru: Традиционно, RC вертолеты использовали сервоось (flybar) выше или ниже главного ротора, прикрепленную к ряду связей, для поддержания стабильности. В таких конфигурациях, передатчик, как правило, выполняет все микширование, и напрямую управляет каждым из 3 сервоприводов тарелки перекоса. Эта конфигурация известна как manual-CCPM (mCCPM). В качестве альтернативы, электронный микшер может быть включен в вертолет как часть приемника, или между приемником и сервоприводами, чтобы осуществлять надлежащее микширование. Эта конфигурация известна как electronic CCPM (eCCPM) и в этом случае, передатчик напрямую передает 'aileron', 'elevator' и 'collective', а электронный микшер будет преобразовывать сигналы в соответствующее перемещение сервоприводов тарелки перекоса.

source: Recently, flybarless (FBL) helicopters have become more common, especially in the micro size range. These helicopters use an eCCPM system along with an electronic gyroscope to continuously adjust the swash-plate to maintain stability without the need for a physical flybar. This setup tends to be less expensive to manufacture, and also provides better stability and more precise control.
de: Unlängst sind paddelstangenlose Hubschrauber (flybarless – FBL) gängig geworden, insbesonders im Bereich der Mikromodelle. Diese Hubschrauber benutzen ein eCCPM-System zusammen mit einem elektronischen Kreisel um die Stabilität durch fortlaufende Anpassung der Taumelscheibe sicherzustellen, ohne eine physische Paddelstange zu benötigen. Dieser Aufbau kann günstiger hergestellt werden und liefert außerdem eine bessere Stabilität und genauere Kontrolle.
fr: Récemment les hélicoptères sans barre de Bell (Flybarless - FBL) sont devenus plus communs, spécialement dans la catégorie micro. Ces hélicoptères utilisent un système eCCPM avec un gyroscope électronique pour ajuster en permanence le plateau cyclique pour maintenir la stabilité sans besoin d'une barre de Bell. Cette configuration tend à être moins chère à produire, et elle permet une meilleure stabilité et un contrôle plus précis.
hu: Újabban a flybar nélküli (flybarless - FBL) helikopterek terjedtek el, főleg a mikró méret tartományban. Ezek a helikopterek eCCPM rendszert használnak egy elektronikus giroszkóppal együtt, így folyamatosan stabilizálni tudják a repülést fizikai flybar nélkül. Ez a felépítés olcsóbban előállítható, egyszerűbben szervizelhető, ráadásul nagyobb stabilitást és pontosabb irányítást tesz lehetővé.
ja: 最近、特にマイクロサイズのジャンルで、フライバーレス (FBL) ヘリコプターがより一般的になりました。 これらのヘリコプターは、物理的なフライバーいわゆるスタビライザーを必要とせずに安定性を維持し、また連続的にスワッシュプレートを調整するために電子ジャイロスコープと共にeCCPMシステムを使用します。この構成はより安価に製造できる傾向となり、またより良い安定性と正確な制御を提供します。
pt_br: Recentemente, helicópteros flybarless (FBL) se tornaram mais comuns, especialmente na faixa micro modelos. Esses helicópteros usam um sistema eCCPM juntamente com um giroscópio eletrônico para ajustar continuamente o plate oscilante para manter a estabilidade sem a necessidade de um flybar físico. Essa configuração tende a ser menos cara de fabricar, além de proporcionar melhor estabilidade e controle mais preciso.
ru: В последнее время, стали более распространенными вертолеты без сервооси (FBL), особенно в микроразмерном диапазоне. Эти вертолеты используют систему eCCPM вместе с электронным гироскопом для непрерывной регулировки тарелки перекоса, для поддержания стабильности без необходимости использовать физическую сервоось (flybar). Эта конфигурация имеет тенденцию быть менее дорогой в производстве, а также обеспечивает лучшую стабильность и более точное управление.

source: Deviation provides control for several swash-plate layouts, these include: 120°, 120° Alternate, 140°, 90°, and None. Each of these options are illustrated below:
de: Deviation bietet die Steuerung für verschiedene Taumelscheibenausführungen. Diese beinhalten: 120°, 120° Alternativ, 140°, 90° und keine:
fr: Deviation fournit le contrôle pour plusieurs configurations de plateaux cycliques. Ils comprennent : 120°, 120° Alternatif , 140°, 90°, et néant. Chaque configuration est décrite ci dessous.
hu: A Deviation többféle imbolygó tárcsa szervó elrendezést támogat, mint pl. a 120°, 120° fordított, 140°, 90°, és a mixelés nélküli, melyek így néznek ki:
ja: Deviationは120度、120度Alternate、140度、90度、設定なしを含む、いくつかのスワッシュプレートレイアウトの制御を提供します。これらのオプションはそれぞれ次の通りです。
pt_br: Deviation fornece controle para vários layouts de plates oscilantes, que incluem: 120 °, 120 ° alternado, 140 °, 90 ° e nenhum. Cada uma dessas opções é ilustrada abaixo:
ru: Deviation предоставляет управление для нескольких схем тарелки перекоса, это включает: 120°, 120° альтернативный, 140°, 90° и 'None'. Каждый их этих вариантов показан ниже:

source: **120 (3 Servo)**: Servos are placed around the swash-plate at 120° intervals. With Aileron input, the aileron and pitch servos tilt the swash-plate left and right; with Elevator input, the three servos tilt the swash-plate fore and aft; with Pitch input, all three servos raise the swash-plate up and down. Servos working in unison dramatically increases the torque available as well as the precision and centering.
de: **120 (3 Servo)**: Die Servos sind um die Taumelscheibe in 120° Abständen platziert. Bei Querrudergabe neigen die Querruder- und Pitch- Servos die Taumelscheibe nach links und rechts, bei Höhenrudergabe schwenken die drei Servos die Taumelscheibe nach vorne und hinten, bei Pitchgabe heben alle drei Servos die Taumelscheibe hoch und runter. Übereinstimmend arbeitende Servos erhöhen dramatisch das verfügbare Drehmoment als auch die Präzision und Zentrierung.
fr: **120 (3 Servos)**: Les servos sont placés autour du plateau cyclique à 120° d'intervalle. L'entrée Aileron incline le plateau à droite et à gauche avec les servos Aileron et Pas ; l'entrée profondeur incline le plateau en arrière et en avant grâce aux trois servos ; l'entrée Pas élève ou abaisse le plateau par les trois servos. Le travail simultané des servos accroit considérablement le couple disponible ainsi que la précision et le centrage.
hu: **120 (3 szervó)**: A szervók az imbolygó tárcsa körül 120°-os szögben helyezkednek el. A csűrés bot hatására a csűrés és a kollektív szervók döntik az imbolygót jobbra és balra; a magassági bot mindhárom szervót mozgatva dönti az imbolygót előre és hátra; míg a kollektív bot mindhárom szervót egy irányba mozgatva emeli és süllyeszti az imbolygót. Az összhangban működő szervók drasztikusan megnövelik a rendelkezésre álló nyomatékot, valamint a precizitást.
ja: **120 (3 Servo)**: サーボは120度の間隔でスワッシュプレート付近に配置されます。エルロン入力では、エルロンとピッチサーボがスワッシュプレートを左右に傾けます。 エレベーターの入力では、3つのサーボがスワッシュプレートを前後に傾けます。ピッチ入力では、3つのサーボがすべてスワッシュプレートを上下させます。 一元的に稼動するサーボは、トルク、精度、センタリングを飛躍的に向上させます。
pt_br: ** 120 (3 Servo) **: Os servos são colocados ao redor do plate oscilante em intervalos de 120 °. Com a entrada do aileron, os servos de aileron e pitch inclinam o swash-plate para a esquerda e para a direita; com a entrada do elevador, os três servos inclinam o plate para a frente e para trás. Com a entrada Pitch, todos os três servos elevam o plate oscilante para cima e para baixo. Servos trabalhando em uníssono aumentam drasticamente o torque disponível, bem como a precisão e centralização.
ru: **120 (3 Servo)**: Сервоприводы размещены вокруг тарелки перекоса с интервалом 120°. При вводе 'Aileron', сервоприводы 'aileron' и 'pitch' наклоняют тарелку перекоса влево и вправо; при вводе 'Elevator', три сервопривода наклоняют тарелку перекоса вперед и назад; при вводе 'Pitch', все три сервопривода перемещают тарелку перекоса вверх и вниз. Сервоприводы, работающие в унисон, значительно увеличивают доступный крутящий момент, а также точность и центрирование.

source: **120X (3 Servo)**: Same as the above layout except servos are shifted 150°. With Aileron input, the three servos tilt the swash-plate left and right; with Elevator input, the elevator and pitch servos tilt the swash-plate fore and aft; with Pitch input, all three servos raise the swash-plate up and down.
de: **120X (3 Servo)**: Entspricht der obigen Anordnung mit der Ausnahme, dass die Servos 150° gedreht sind. Bei Querrudergabe neigen alle drei Servos die Taumelscheibe nach links und rechts, bei Höhenrudergabe schwenken das Höhenruder- und das Pitch-Servo die Taumelscheibe nach vorne und hinten, bei Pitchgabe heben alle drei Servos die Taumelscheibe hoch und runter.
fr: **120X (3 Servos)**: Identique à la configuration ci dessus excepté que les servos sont décalés de 150°. Avec l'entrée Aileron, les trois servos inclinent le plateau à droite et à gauche ; avec l'entrée Profondeur, les servos Profondeur et pas inclinent le plateau en avant et en arrière ; avec l'entrée pas les trois servos élèvent ou abaissent le plateau.
hu: **120X (3 szervó)**: Ugyan az, mint a fenti, csak az elrendezés el van forgatva 150°-kal. A csűrés bot mindhárom szervót mozgatva dönti az imbolygót jobbra és balra; a magassági bot hatására a magassági és a kollektív szervók döntik az imbolygót előre és hátra; míg a kollektív bot mindhárom szervót egy irányba mozgatva emeli és süllyeszti az imbolygót.
ja: **120X (3 Servo)**: サーボが150度シフトされている点を除き、上記のレイアウトと同じです。エルロン入力では、3つのサーボがスワッシュプレートを左右に傾けます。エレベーター入力の場合、エレベーターおよびピッチサーボは、スワッシュプレートを前後に傾動させます。ピッチ入力では、3つのサーボがすべてスワッシュプレートを上下させます。
pt_br: ** 120X (3 Servo) **: Seguindo o layout acima, exceto que os servos são deslocados em 150 °. Com a entrada do Aileron, os três servos inclinam o plate oscilante para a esquerda e para a direita; com a entrada do elevador, os servos do elevador e do passo inclinam o plate para a frente e para trás; Com a entrada Pitch, todos os três servos elevam o plate oscilante para cima e para baixo.
ru: **120X (3 Servo)**: Такая же схема, как и выше, за исключением того, что сервоприводы смещены на 150°. При вводе 'Aileron', три сервопривода наклоняют тарелку перекоса влево и вправо; при вводе 'Elevator', сервоприводы 'elevator' и 'pitch' наклоняют тарелку перекоса вперед и назад; при вводе 'Pitch', все три сервопривода перемещают тарелку перекоса вверх и вниз.

source: **140 (3 Servo)**: Fundamentally, the servo operations of 140° swash-plates are almost the same as 120° swash-plates. However, the servo arrangement for elevator operation differs. 140° swash-plate CCPM offers smoother operation of the combined servos and an equal cyclic rate all around. On a 120° setup, the left/right cyclic is slightly faster than the fore/aft cyclic.
de: **140 (3 Servo)**: Im Grunde sind die Servobewegungen bei 140° Taumelscheiben nahezu die gleichen wie bei 120° Taumelscheiben. Allerdings unterscheidet sich die Servoanordnung für die Höhenruderbewegung. 140° Taumelscheiben CCPM beitet eine glattere Bewegung der kombinierten Servos und umlaufend gleichmäßigen zyklischen Anteil. Bei einem 120° Aufbau ist zyklisch links/rechts, leicht schneller als vor/zurück zyklisch.
fr: **140 (3 Servos)**: Les fonctions des servos des plateaux cycliques à 140° sont presque les mêmes que celles des plateaux à 120°. Cependant l'agencement des servos est différente pour la profondeur. Un plateau à 140 ° permet un fonctionnement plus lissé de l'ensemble des servos et un taux de pas cyclique égal autour de l'axe. Avec une configuration à 120° le pas cyclique droite/gauche est légèrement plus rapide que le pas cyclique avant/arrière.
hu: **140 (3 szervó)**: Tulajdonképpen a 140°-os imbolygó elrendezés szervói ugyanúgy működnek, mint a 120°-osé, csak a magassági vezérlés elrendezése tér el. A 140°-os elrendezés simább működést tesz lehetővé, minden irányban egyforma ciklikus sebességgel. A 120°-os elrendezésben a bal/jobb döntés kicsit gyorsabb, mint az előre/hátra.
ja: **140(3 Servo)**: 基本的に140度スワッシュプレートのサーボ操作は、120度スワッシュプレートとほぼ同じです。しかしながら、エレベーター操作のためのサーボの仕組みは異なります。140度スワッシュプレートCCPMは、組み合わされたサーボの、よりスムーズな操作と全ての部分で等しい周期レートを提供します。120度の設定では、左右のサイクリックは前後のサイクリックよりもわずかに速くなります。
pt_br: ** 140 (3 Servo) **: Basicamente, as operações servo dos plates swash de 140 ° são quase o mesmo que plates swash de 120 °. No entanto, a disposição do servo para operação do elevador é diferente. Plate swash de 140 ° A CCPM oferece uma operação mais suave dos servos combinados e uma taxa cíclica igual ao redor. Em uma configuração de 120 °, o cíclico esquerdo / direito é ligeiramente mais rápido que o cíclico anterior / posterior.
ru: **140 (3 Servo)**: По существу, работа сервоприводов 140° тарелки перекоса почти совпадает с 120° тарелкой перекоса. Однако, механика сервоприводов для работы 'elevator' отличается. CCPM 140° тарелки перекоса обеспечивает более плавную работу комбинированных сервоприводов и равномерный циклический расход. При 120° конфигурации, левый/правый циклический расход немного быстрее, чем передний/задний.

source: **90 (3 Servo)**: With Aileron input, the aileron and pitch servos tilt the swash-plate left and right; with elevator input, the servos tilt the swash-plate fore and aft; with Pitch input, all three servos raise the swash-plate up and down. Most commonly used for electronic helicopters.
de: **90 (3 Servo)**: Bei Querrudergabe neigen die Querruder- und Pitch-Servos die Taumelscheibe nach links und rechts, bei Höhenrudergabe schwenken die Servos die Taumelscheibe nach vorne und hinten, bei Pitchgabe heben alle drei Servos die Taumelscheibe hoch und runter. Überwiegend bei elektrischen Hubschraubern benutzt.
fr: **90 (3 Servo)**: Avec l'entrée Aileron, les servos d'aileron et de pas inclinent le plateau à droite et à gauche; avec l'entrée Profondeur les servos inclinent le plateau d'avant en arrière; avec l'entrée Pas, les trois servos elèvent ou abaissent le plateau. C'est la configuration la plus commune pour les hélicoptères électroniques.
hu: **90 (3 szervó)**: A csűrés bot hatására a csűrés és a kollektív szervók döntik az imbolygót jobbra és balra; a magassági bot előre és hátra dönti az imbolygót; míg a kollektív bot mindhárom szervót egy irányba mozgatva emeli és süllyeszti az imbolygót. Ez a leggyakoribb elrendezés az elektronikus helikoptereken.
ja: **90(3 Servo)**: エルロン入力では、エルロンとピッチサーボがスワッシュプレートを左右に傾けます。エレベーター入力では、サーボはスワッシュプレートを前後に傾けます。ピッチ入力では、3つのサーボすべてがスワッシュプレートを上下させます。最も一般的に電子ヘリコプターで使用されます。
pt_br: ** 90 (3 Servo) **: Entrando o Aileron, os servos de aileron e pitch inclinam o swash-plate para a esquerda e para a direita; com a entrada do elevador, os servos inclinam o plate para a frente e para trás; Com a entrada Pitch, todos os três servos elevam o plate oscilante para cima e para baixo. Mais comumente usado para helicópteros eletrônicos.
ru: **90 (3 Servo)**: При вводе 'Aileron', сервоприводы 'aileron' и 'pitch' наклоняют тарелку перекоса влево и вправо; при вводе 'Elevator', сервоприводы наклоняют тарелку перекоса вперед и назад; при вводе 'Pitch', все три сервопривода перемещают тарелку перекоса вверх и вниз. Чаще всего используется для электрических вертолетов.

source: **None**: This is a special case where all mixing is done on-board the helicopter using a gyroscopic flight control system. Please refer to the specific manufacturers instructions to see how to configure mixer outputs.
de: **Keine [None]**: Dies ist ein Spezialfall, wo die komplette Mischung unter Benutzung eines 3-Achs-Stabilisierungssystems im Hubschrauber gemacht wird. Bitte schlagen Sie in den genauen Herstellerinstruktionen nach, wie die Mischerausgaben konfiguriert werden.
fr: **Néant**: C'est un cas spécial où tous les mixages sont faits dans l'hélicoptère qui utilise un système de contrôle de vol gyroscopique. Référez vous aux instructions du constructeur pour configurer les mixages.
hu: **Nincs**: Ebben a speciális esetben a mixelést a helikopter saját repülésirányító rendszere végzi. A kimenetek konfigurálásához annak gyártója által kiadott utasításokat kell követni.
ja: **None**: これはジャイロスコープを用いた飛行制御システムをオンボードしているヘリコプター全てのミキシングに対しての特別なケースとなります。ミキサー出力の設定方法については、製造元の説明書を参照してください。
pt_br: ** Nenhum **: Esta é uma situação especial onde toda a mixagem é feita a bordo do helicóptero usando um sistema de controle de vôo por giroscópico. Por favor, consulte as instruções específicas do fabricante para ver como configurar as saídas do mixer.
ru: **None**: Это особый случай, где все микширование выполняется на борту вертолета с использованием гироскопической системы управления полетом. Обратитесь к инструкциям производителя, чтобы узнать, как настроить выходы микшера.

source: Note: Some helicopters are 120 or 140, except rotated 180 degrees. In these cases you will still use the designated swash-plate type but may need to reverse specific channels.
de: Hinweis: Manche Hubschrauber sind 120 oder 140, aber um 180 Grad gedreht. In diesen Fällen verwenden Sie weiterhin die zugehörige Taumelscheibe, müssen aber möglicherweise bestimmte Kanäle umkehren.
fr: Note : Des hélicoptères sont du genre 120 ou 140 mais tournés de 180 degrés. Dans ces cas, vous utiliserez les modèles de plateau considérés, mais vous pourrez avoir besoin d'inverser certains canaux.
hu: MEGJEGYZÉS: Néhány helikopter 120 vagy 140 fokos elrendezéssel rendelkezik, de azok el vannak forgatva 180 fokkal. Ebben az esetben használhatod a 120 vagy 140 fokos elrendezést, de lehet, hogy egyes csatornákat invertálnod kell.
ja: 注: 180度回転させた場合を除き、ヘリコプターの中には120度または140度のものがあります。このような場合でも、指定されたスワッシュプレートタイプを使用しますが、特定のチャンネルをリバース設定にする必要があるかもしれません。
pt_br: Nota: Alguns helicópteros são de 120 graus ou 140, exceto quando girados 180 graus. Nesses casos, você ainda usará o tipo de plate swash designada, mas pode precisar reverter aos canais específicos.
ru: Примечание: Некоторые вертолеты имеют схему 120 или 140, но повернутую на 180 градусов. В этих случая вы по-прежнему будете использовать обозначенный тип тарелки перекоса, но может потребоваться реверсировать определенный каналы.

source: Modifying sounds
de: Töne verändern
fr: Modification des sons.
hu: Hangok módosítása
ja: サウンド設定
pt_br: Modificando os sons
ru: Изменение звуков

source: You can edit the sounds your Devo makes, though you have to do it by mounting the transmitter as a USB drive and editing the 'sound.ini' file in the 'media' folder.
de: Sie können die Töne ihrer Devo verändern, müssen hierzu jedoch den Sender als USB-Laufwerk verbinden und die Datei 'sound.ini' im Ordner 'media' editieren.
fr: Vous pouvez éditer les sons émis par votre Devo. Pour cela il faut démarrer l'émetteur en mode USB et éditer le fichier 'sound.ini' dans le dossier 'media'.
hu: Át lehet szerkeszteni a távirányító által kiadott hangjelzéseket, de ehhez csatlakoztatni kell a távirányítót a PC-hez USB meghajtóként, és át kell írni a "media" könyvtárban található "sound.ini" fájl tartalmát.
ja: 送信機をUSBドライブとしてマウントし「media」フォルダ内の「sound.ini」ファイルを編集することで、Devoにて作成された音源を編集できます。
pt_br: Você pode editar os sons que o seu Devo faz, mas você tem que fazê-lo conectando o transmissor em uma porta USB e editando o arquivo 'sound.ini' na pasta 'media'.
ru: Вы можете редактировать звуки, которые издает ваш Devo, хотя для этого вам потребуется использовать передатчик в качестве USB накопителя и редактировать файл 'sound.ini' в папке 'media'.

source: The sections, and what causes them to play, are:
de: Folgende Sektionen sind in der Datei verfügbar:
fr: Les sections et ce qui provoque l'émission du son sont :
hu: A fájlban található szekciók egy-egy hangot írnak le, és az alábbi események váltják ki őket:
ja: 項目とそれらの機能については次のとおりです:
pt_br: As seções e o que faz com que elas sejam reproduzidas são:
ru: Разделы, и события, которые вызывают их воспроизведение:

source: **startup**: Powered on.
de: **startup**: Einschalten des Senders.
fr: **startup** : Mise sous tension.
hu: **startup**: Bekapcsolás.
ja: **startup**: 電源ONします。
pt_br: ** ligando **: ligado:
ru: **startup**: Включение питания.
