Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_bugreport.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: Reporting Bugs
de: Fehler melden
fr: Signalement des Bugs
hu: Hibák bejelentése
ja: バグ報告
pt_br: Reportando Bugs
ru: Отчеты об ошибках
zh: 报告漏洞

source: Nobody is perfect.
de: Niemand ist perfekt.
fr: Personne n'est parfait.
hu: Senki sem tökéletes.
ja: すべてが完璧ではありません。
pt_br: Ninguém é perfeito.
ru: Никто не совершенен.
zh: 人无完人。

source: This firmware has been developed carefully and has been successfully tested by many users around the world. Nevertheless under some circumstances it could happen that the transmitter does not work as you expect. Sometimes this behavior will be a handling problem and sometimes a real bug. Do not hesitate to ask the community at http://www.deviationtx.com/forum. Please bear in mind that the firmware can only improved with your help.
de: Diese Firmware wurde sorgfältig entwickelt und von vielen Benutzern weltweit getestet. Trotzdem kann es unter bestimmten Umständen vorkommen, dass der Sender nicht erwartungsgemäß funktioniert. Manchmal ist dieses Verhalten ein Bedienungsfehler und manchmal ein echter Programmierfehler. Zögern Sie nicht, im Forum unter http://www.deviationtx.com/forum nachzufragen. (Anm. des Übersetzers: Das Forum ist zwar englischsprachig, aber es gibt auch deutschsprachige Forumsteilnehmer.) Vergessen Sie nicht, dass die Firmware nur mit Ihrer Hilfe verbessert werden kann!
fr: Ce micrologiciel -firmware- a été développé avec soin et a été testé avec succès par de nombreux utilisateurs dans le monde entier. Néanmoins il pourrait arriver que dans certaines circonstances votre émetteur ne fonctionne pas comme vous l'espérez. Ce comportement peut être dû à un problème de manipulation ou parfois à un bug réel. N'hésitez pas à vous adresser à la communauté en vous rendant sur http://www.deviationtx.com/forum. Rappelez vous que le micrologiciel ne peut être amélioré qu'avec l'aide de chacun.
hu: Ezt a szoftvert világszerte sok ember gondosan fejlesztette, és sikeresen tesztelte. Ugyanakkor bizonyos körülmények között előfordulhat, hogy a távirányító nem úgy működik, ahogy szeretnéd. Néha ez csak kezelési-, de néha tényleges program hiba. Ha ilyet találsz, ne habozz megkérdezni a közösségtől: http://www.deviationtx.com/forum. Ne feledd, hogy ez a szoftver csak a segítségeddel fejleszthető.
ja: このファームウェアは慎重に開発されており、世界中の多くのユーザによって正常テストが行われております。それにも関わらず、状況によっては送信機が想定通りに動作しないことがあります。 時々このような事象は処理上の問題があり、正にバグということとなります。 http://www.deviationtx.com/forum でコミュニティに尋ねることを是非躊躇しないでください。ファームウェアはあなた方の助けを乞うことでしか改善ができないことに意識いただければ幸いです。
pt_br: Este firmware foi desenvolvido com muito cuidado e foi testado com sucesso por muitos usuários ao redor do mundo. No entanto, sob algumas circunstâncias, pode acontecer que o transmissor não funcione conforme o esperado. Às vezes, esse comportamento pode ser um problema de manuseio e, outras vezes, um bug real. Não hesite em perguntar à comunidade em http://www.deviationtx.com/forum. Por favor, tenha em mente que o firmware só pode ser melhorado com a sua ajuda.
ru: Эта прошивка была тщательно разработана и была успешно протестирована многими пользователями по всему миру. Тем не менее, при некоторых обстоятельствах может случиться так, что передатчик работает не так, как вы ожидаете. Иногда это поведение будет проблемой обращения с передатчиком, а иногда это может быть реальной ошибкой. Не стесняйтесь обратиться к сообществу по адресу http://www.deviationtx.com/forum. Имейте в виду, что прошивка может быть улучшена только с вашей помощью.
zh: 这个固件已经开发得很好，世界各地的许多用户已成功地测试了。然而，在某些情况下，可能会发生遥控器不按您预期的方式工作。有时这种行为是一个配置的问题，有时是一个真正的漏洞。毫不犹豫地在社区http://www.deviationtx.com/forum提问。固件只有在您的帮助下才能改进。

source: If you find a bug in Deviation, please report it here: https://github.com/DeviationTX/deviation/issues
de: Wenn Sie einen Fehler in Deviation finden, melden Sie ihn bitte hier: https://github.com/DeviationTX/deviation/issues
fr: Si vous découvrez un bug dans Deviation, rapportez le s'il vous plaît ici : https://github.com/DeviationTX/deviation/issues
hu: Ha hibát találsz, légy szíves jelentsd itt: https://github.com/DeviationTX/deviation/issues
ja: Deviationにバグが見つかった場合は、ここに報告してください: https://github.com/DeviationTX/deviation/issues
pt_br: Se você encontrar um bug no Deviation, por favor, informe aqui: https://github.com/DeviationTX/deviation/issues
ru: Если вы обнаружили ошибку в Deviation, сообщите об этом здесь: https://github.com/DeviationTX/deviation/issues
zh: 如果你找到一处Deviation的漏洞，请在这里报告它：https://github.com/DeviationTX/deviation/issues

source: You will need to register for an account on the Deviation forums to submit a bug. That account will also allow you to communicate with the Deviation community, and will enable you to get email updates when the bug is updated/fixed.
de: Leider benötigen Sie einen kostenlosen GitHub-Account, um Fehler melden zu können. Alternativ können Sie auch im Forum einen neuen Beitrag mit der Fehlerbeschreibung erstellen.
fr: Vous devrez ouvrir un compte sur le forum de Deviation pour signaler un bug. Ce compte vous permettra aussi de communiquer avec la communauté de Deviation, et vous permettra d'être informé par mail lorsque le bug sera mis à jour/résolu.
hu: Regisztrálnod kell, hogy a Deviation fórumban jelenteni tudj egy hibát. A regisztráció teszi lehetővé, hogy kommunikálj a Deviation közösséggel, és email értesítést kaphass, amikor a hiba javítva lett.
ja: バグ報告するには、Deviationフォーラムにアカウントを登録する必要があります。そのアカウントはまたあなたがDeviationコミュニティと連絡することを可能とし、バグが更新および修正されたときにあなたが電子メールでのお知らせを受けることができます。
pt_br: Você precisará se registrar em uma conta nos fóruns do Deviation para enviar um bug. Essa conta também permitirá que você se comunique com a comunidade Deviation e que você receba atualizações por e-mail quando o bug for atualizado/corrigido.
ru: Вам нужно будет зарегистрироваться для учетной записи на форуме Deviation, чтобы сообщить об ошибке. Эта учетная запись также позволит вам общаться с сообществом Deviation, и позволит вам получать сообщения по электронной почте, когда ошибка будет обновлена/исправлена.
zh: 你需要在“Deviation”论坛上注册帐户才能提交漏洞。你还可以使用该帐户 与 Deviation 社区进行沟通，并在更新/修复漏洞时你将会获得电子邮件的提醒。

source: Please provide as much information as possible in your ticket. Include:
de: Bitte geben Sie unbedingt so viele Informationen wie nötig an. Insbesondere werden benötigt:
fr: Fournissez le maximum d'information possible dans votre demande -ticket-. Fournissez :
hu: Légy szíves, lehetőleg minél több információt adj meg a hibajelentésben. Többek között add meg:
ja: チケットには、できるだけ多くの情報を含めるよう入力してください:
pt_br: Por favor, forneça o máximo de informações possíveis no seu ticket. Incluir:
ru: Предоставьте как можно больше информации в вашем сообщении. Включая:
zh: 请在你的报告上提供尽可能多的信息。包括：

source: Build version (you can find this on the 'USB' page of the transmitter)
de: Build version (zu finden auf der 'USB' Seite des Senders)
fr: La version du micrologiciel ( vous la trouverez sur la page 'USB' de votre émetteur)
hu: A verziószámot (ezt a távirányító "USB" menüjében találhatod meg)
ja: ビルドバージョン (これは送信機ページの「USB」項にあります)
pt_br: Build Version (você pode encontrar isso na página 'USB' do transmissor)
ru: Версия сборки (вы можете найти ее на странице 'USB' передатчика)
zh: 固件版本（你可以在遥控器的“关于本系统”页上找到此项）

source: Did you compile yourself, or download the dfu?
de: Ist es eine selbstkompilierte oder heruntergeladene Firmware?
fr: L'avez vous compilé vous même ou téléchargé le fichier .dfu ?
hu: Magad fordítottad, vagy csak letöltötted a DFU-t?
ja: 自身でコンパイルしましたか？それともDFUをダウンロードしましたか？
pt_br: Você mesmo vai compilar ou fazer download do dfu?
ru: Вы скомпилировали сборку самостоятельно или загрузили DFU файл?
zh: 你是自己编译，还是下载的 dfu 文件？

source: Type of transmitter (Devo8, Devo7e, Devo8-emulator,...)
de: Sendertyp (Devo8, Devo7e, Devo10-emulator etc.)
fr: Type d'émetteur (Devo8, Devo7e, Devo8-émulateur,...)
hu: A távirányító típusát (Devo8, Devo7e, Devo8-emulátor, ...)
ja: 送信機タイプ (Devo8、Devo7e、Devo8―emulator等)
pt_br: Tipo de transmissor (Devo8, Devo7e, Devo8-emulador, ...)
ru: Тип передатчика (Devo8, Devo7e, Devo8-эмулятор, ...)
zh: 遥控器型号（devo8，devo7e，devo8-emulator或者其他）

source: Have you tried reproducing this on the emulator?
de: Wurde versucht, den Fehler auf dem Emulator zu reproduzieren?
fr: Avez vous essayé de reproduire le bug sur l'émulateur ?
hu: Próbáltad-e reprodukálni a hibát az emulátorban?
ja: これをエミュレーターで再現してみましたか？
pt_br: Você já tentou simular isso no emulador?
ru: Вы пытались воспроизвести это в эмуляторе?
zh: 你试过在仿真器上重现这个问题吗？

source: Is this easily reproducible? If so, please provide step-by-step instructions
de: Ist der Fehler reproduzierbar? Falls ja, geben Sie bitte Schritt-für-Schritt-Anweisungen.
fr: Est-ce facilement reproductible ? Si oui donnez s'il vous plait les instructions pas à pas.
hu: Reprodukálható-e a hiba? Ha igen, írd le lépésről lépésre, hogy hogyan.
ja: これは容易に再現できますか？もし再現可能ならステップバイステップの手順を提供してください。
pt_br: Isso é facilmente reproduzível? Em caso afirmativo, forneça instruções de como reproduzir passo a passo
ru: Легко ли это воспроизводится? Если да, предоставьте пошаговые инструкции.
zh: 这很容易重现吗？如果可以，请提供分步说明。

source: What protocol are you using?
de: Welches Protokoll wurde verwendet?
fr: Quel protocole utilisez vous ?
hu: Milyen protokollt használsz?
ja: 何のプロトコルを使用していますか？
pt_br: Qual o protocolo usado?
ru: Какой протокол вы используете?
zh: 你使用的是什么协议？

source: If your transmitter rebooted, please provide the errors.txt on the root file-system of the transmitter along with the 'debug-devo???.zip file that came with the dfu
de: Falls Ihr Sender neu startet, geben Sie bitte den Inhalt der Datei 'errors.txt' im Hauptverzeichnis zusammen mit der Datei 'debug-devo???.zip' die mit der Firmware geliefert wurde.
fr: Si votre émetteur a redémarré, fournissez s'il vous plait le fichier errors.txt situé à la racine du disque système de l'émetteur ainsi que le fichier 'debug-devo???.zip' qui était joint au fichier .dfu.
hu: Ha a távirányítód újraindult, csatold a távirányító gyökér könyvtárában található "errors.txt" fájlt, és a telepítő csomagban található "debug-devo???.zip" fájlt is.
ja: 送信機を再起動した場合、DFU内の「debug-devo???.zip」ファイルと共に、送信機のrootファイルシステムにerrors.txtが記載されます。
pt_br: Se o seu transmissor for reinicializado, envie o arquivo errors.txt no sistema de arquivos raiz do transmissor junto com o arquivo 'debug-devo???. Zip que veio com o dfu
ru: Если передатчик перезагружался, предоставьте файл errors.txt в корне файловой системы передатчика вместе с файлом debug-devo???.zip, который поставляется вместе с DFU файлом.
zh: 如果你的遥控器可以重新启动，请提供遥控器文件系统中的 errors.txt 文 件和 dfu 附带的“debug-devo???.zip”文件

source: The more detail you can provide, the faster fixing the issue will be.
de: Je mehr Einzelheiten gennant werden, desto schneller kann der Fehler behoben werden.
fr: Plus vous donnerez de détails, plus vite le problème sera résolu.
hu: Minél több részletet megadsz, annál gyorsabb lehet a hiba javítása.
ja: 提供される詳細情報が多ければ多いほど、問題の修正は早くなります。
pt_br: Quanto mais detalhes você puder fornecer, mais rápido será solucionado o problema.
ru: Чем больше подробностей вы предоставите, тем быстрее будет устранена проблема.
zh: 你可以提供的详细信息越多，解决问题的速度就越快。
