Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_install.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: Some test builds require that you install the latest Nightly prior to installation. DO NOT INSTALL A TEST BUILD until you read the thread detailing the reason for that build and how to use it, and know why you would want to use it.
de: Für einige Testversionen muss zunächst die aktuellste nächtliche Firmware installiert werden. INSTALLIEREN SIE KEINE TESTVERSION ohne zuvor die zugehörige Diskussion Forum gelesen zu haben und sicher zu sein, dass Sie diese auch wirklich verwenden wollen.
fr: Certaines compilation de test nécessitent que vous installiez la dernière compilation nocturne avant l'installation. N'INSTALLEZ PAS UNE COMPILATION DE TEST sans avoir lu le fil détaillant les raisons de cette compilation,comment l'utiliser et pourquoi vous voudriez l'utiliser.
hu: Egyes teszt fordításokhoz előzőleg a napi fordítások telepítése szükséges. NE TELEPÍTS TESZT FORDÍTÁST, amíg nem vagy tisztában azzal, hogy az milyen célra készült, hogyan kell használni, és miért is kéne azt használnod.
ja: テストビルドによっては、インストールの前に最新のナイトリービルドをインストールする必要があります。そのビルドの適用理由と使用方法を詳述したスレッドを読み、それを使用しなければならない理由がわかるまではテストビルドをインストールしないでください。
pt_br: Algumas compilações de teste exigem que você instale o Nightly mais recente antes da instalação. NÃO INSTALE UMA CONSTRUÇÃO DE TESTE até ler o encadeamento detalhando o motivo dessa compilação e como usá-la, e saiba por que você deseja usá-la.
ru: Некоторые тестовые сборки требуют предварительной установки ночной сборки. НЕ УСТАНАВЛИВАЙТЕ ТЕСТОВУЮ СБОРКУ пока не прочитаете тему подробно описывающую причину этой сборки и способы ее использования, и если не знаете почему вы хотите ее использовать.
zh: 一些测试固件要求你在安装之前安装最新的每晚构建固件。在你了解固 件详细信息和如何使用，并且知道你为什么要使用它之前，不要尝试安装测试固 件。

source: Once you install a test build, **do** add a post to the appropriate thread letting the developer know how things went! That's why they are created - so developers can get feedback, even if it's only a note that things worked fine.
de: Falls Sie eine Testversion installieren, **bitte** leisten Sie einen Beitrag in der entsprechenden Diskussion, sodass die Entwickler wissen ob alles funktioniert! Das ist der Grund, warum Sie erstellt wurde - damit die Entwickler ein Rückmeldung erhalten können, und wenn es nur eine kurze Nachricht ist das alles einwandfrei funktioniert.
fr: Aprés avoir installé une compilation de test, **ajoutez** un message au fil pour faire savoir au développeur comment les choses se sont passées ! C'est pourquoi ils sont faits , et comme cela, les développeurs peuvent avoir un retour d'expérience, même si ce n'est que pour dire que tout a bien marché.
hu: Ha mégis kipróbálsz egy teszt fordítást, írj egy bejegyzést a megfelelő fórumba, hogy a fejlesztő értesülhessen róla, hogy ment a dolog! Ezért készülnek, hogy a fejlesztők visszajelzést kapjanak, akkor is, ha az csak annyi, hogy működött.
ja: テストビルドをインストールしたら、適切なスレッドに追加投稿して開発者に**状況を知らせて**ください！それが彼らがテストビルド版を作成された理由なのです - それが事象として上手くいったという単純な書き込みであっても、開発者としてはフィードバックを得ることができるのです。
pt_br: Depois de instalar uma compilação de teste, ** do ** adicione uma postagem ao encadeamento apropriado, informando ao desenvolvedor como as coisas foram! É por isso que eles são criados - para que os desenvolvedores possam obter feedback, mesmo que seja apenas uma observação de que as coisas funcionaram bem.
ru: После установки тестовой сборки, пошлите сообщение с соответствующую тему , чтобы разработчик знал, как все работает! Вот почему они создаются - чтобы разработчик мог получить отзыв, даже если это только замечание о том, что все работает нормально.
zh: 一旦你安装了一个测试固件，写一篇帖子添加到适当的版块让开发人员知道你在使用!这就是测试固件出现的原因，开发人员可以得到反馈，即便仅仅是固件正常工作的消息。

source: USB & File-system
de: USB & Dateisystem
fr: USB et système de fichiers
hu: USB és fájlrendszer
ja: USB & ファイルシステム
ru: USB и файловая система
zh: USB 和文件系统

source: Deviation stores all configuration, bitmaps, and models as regular files on the USB file-system. USB can be most easily enabled by holding down the ‘ENT’ button while powering up the transmitter. Files can then be easily copied to or from the transmitter.
de: Deviation speichert alle Konfigurationen, Bitmaps und Modelle als normale Dateien auf das USB-Dateisystem. USB kann man am einfachsten aktivieren, indem man beim Einschalten des Senders die 'ENT'-Taste gedrückt hält. Dateien können dann einfach zum oder vom Sender kopiert werden.
fr: Deviation enregistre toutes les configurations, images et modèles dans des fichiers usuels sur le système de fichiers USB. On accède facilement au mode USB en allumant l'émetteur en maintenant enfoncé le bouton 'ENT'. Les fichiers peuvent être facilement copiés de ou sur l'émetteur.
hu: A Deviation minden konfigurációt, képet, és modellt hagyományos fájlként tárol az USB meghajtóként elérhető fájlrendszerben. Az USB módot legegyszerűbben a bekapcsolás közben benyomva tartott "ENT" nyomógomb segítségével aktiválhatjuk. Innentől a fájlok egyszerűen másolhatók a távirányítóra, vagy fordítva.
ja: Deviationはすべての設定、ビットマップ、機体モデルを通常のファイルとしてUSBファイルシステムに保存します。USBは、送信機の電源を入れながら「ENT」ボタンを押し続けることで最も簡単に有効にすることができます。ファイルは送信機との間で簡単にコピーができます。
pt_br: O Deviation armazena todas as configurações, bitmaps e modelos como arquivos comuns no sistema de arquivos USB. O USB pode ser mais facilmente acessado pressionando o botão "ENT" enquanto se liga o transmissor. Os arquivos podem ser facilmente copiados para ou do transmissor.
ru: Deviation хранит всю конфигурацию, изображения и модели как обычные файлы в файловой системе USB. USB режим можно легко включить, удерживая нажатой кнопку 'ENT' при включении питания передатчика. Затем файлы можно скопировать в передатчик или из него.
zh: Deviation 在 USB 文件系统中包含所有的配置、位图和模型文件。按住 “ENT” 键，同时打开遥控器。可以很容易的进入 USB 文件系统。文件可以被 轻松地复制到遥控器或者在遥控器中复制出来。

source: The directory structure is as follows:
de: Die Verzeichnisstruktur ist wie folgt:
fr: La structure des répertoires est la suivante :
hu: A könyvtárszerkezet a következő:
ja: ディレクトリ構造は次のとおりです:
pt_br: A estrutura do diretório é a seguinte:
ru: Структура каталогов выглядит следующим образом:
zh: 目录结构如下:

source: Transmitter configuration. Includes trim settings, calibration data, and the last-used model number
de: Sendereinstellungen. Einschließlich Trimmeinstellungen, Kalibrationen und die zuletzt verwendete Modellnummer
fr: Configuration de l'émetteur. Elle inclut les réglages des trims, les données de calibration et le numéro du dernier modèle utilisé.
hu: A távirányító konfiguráció. Ez tartalmazza a trim értékeket, a kalibrálási adatokat, és az utoljára használt modell sorszámát.
ja: 送信機の設定時、トリム設定、キャリブレーションデータ、および最後に使用された機体モデル番号を含みます
pt_br: Configuração do transmissor. Inclui configurações de ajuste, dados de calibração e o último número de modelo usado
ru: Конфигурация передатчика. Включает настройки триммеров, данные калибровки и номер последней модели.
zh: 遥控器配置。包括调整设置，校准数据和使用的模型编号

source: Transmitter hardware setup, describing supported hardware modifications. number
de: Hardwareeinstellung, Bezeichnung der unterstützten Modifikationen
fr: Configuration matérielle de l'émetteur, décrivant les modifications matérielles acceptées, numéro.
hu: A távirányító hardverének konfigurációja, mely a támogatott hardver módosításokat tartalmazza.
ja: 送信機のハードウェア設定時、サポートされるハードウェアの変更についての番号と説明文
pt_br: Configuração do hardware do transmissor, descrevendo as modificações de hardware suportadas. Número
ru: Настройка оборудования передатчика, описывает поддерживаемые аппаратные модификации.
zh: 遥控器硬件设置，描述支持硬件的修改。数量。

source: If the firmware crashes or reboots, debug information will be stored in this file
de: Falls die Firmware abstürzt oder neu bootet, werden hier Debuginformationen gespeichert
fr: Si le micrologiciel - firmware - plante ou redémarre, les informations de débogage seront enregistrées dans ce fichier.
hu: Ha a szoftver összeomlik, vagy újraindul, akkor ez a fájl tartalmazza a hibakereséshez szükséges információkat.
ja: ファームウェアがクラッシュまたは再起動した場合、デバッグ情報はこのファイルに保存されます
pt_br: Se o firmware falhar ou reiniciar, as informações de depuração serão armazenadas neste arquivo
ru: Если прошивка перезагружается, в этом файле сохраняется отладочная информация.
zh: 如果固件崩溃或重新启动，调试信息将存储在这个文件中

source: File for telemetry data
de: gespeicherte Telemetriedaten
fr: Fichier pour les données de télémétrie
hu: A telemetria adatok fájlja.
ja: テレメトリーデータファイル
pt_br: Arquivo para dados de telemetria
ru: Файл для данных телеметрии.
zh: 遥测数据文件

source: The color scheme and fonts for the transmitter
de: Farbschema und Schriftarten für den Sender
fr: L'agencement de couleurs et de polices de l'émetteur.
hu: A távirányító felhasználói felülete által használt színek és betűtípusok definíciói.
ja: 配色とフォント
pt_br: O esquema de cores e fontes para o transmissor
ru: Цветовая схема и шрифты для передатчика.
zh: 遥控器的颜色和字体设置文件

source: Contains notes to play for various alarms
de: Enthält zu spielende Noten für unterschiedliche Alarme
fr: Contient les notes à jouer pour les diverses alarmes
hu: A különböző riasztások által használt dallamok definíciói.
ja: 様々なアラームを鳴らすためのコメントが含まれます
pt_br: Contém notas musicais para tocar em vários alarmes
ru: Содержит ноты для воспроизведения различных сигналов.
zh: 各种警告的语音设置文件

source: Images used for the current transmitter theme
de: Bilder für die aktuelle Sonderoberfläche [theme]
fr: Images utilisées pour le thème actuel de l'émetteur
hu: A távirányító aktuális megjelenéséhez használt képek.
ja: 現在のテーマに使用されている画像
pt_br: Imagens utilizadas para o tema atual do transmissor
ru: Изображения для текущей темы передатчика.
zh: 主题图像

source: Font files
de: Schriftarten
fr: Fichiers de polices
hu: Fontok
ja: フォントファイル
pt_br: Arquivos de fontes
ru: Файлы шрифтов.
zh: 字体文件

source: The default model, loaded whenever a model is cleared
de: Modellvoreinstellung; wird immer geladen wenn ein Modell zurückgesetzt wird
fr: Le modèle par défaut, chargé chaque fois qu'un modèle est réinitialisé.
hu: Az alapértelmezett üres modell fájl. Ez lesz betöltve, ha törölsz egy modellt.
ja: 機体モデルが消去された際に適用されるデフォルト機体モデル
pt_br: O modelo padrão, vazio, carregado sempre que um modelo novo for criado
ru: Настройки модели по умолчанию, загружаются при очистке модели.
zh: 缺省的模型配置，当清空模型配置时加载。

source: Configuration files for each model. Due to a limitation in the firmware, deviation cannot create new files. It is therefore necessary to have a modelxx.ini for each model regardless of whether it is currently in use.
de: Konfigurationsdateien für jedes Modell. Durch Einschränkungen in der Firmware kann Deviation keine neuen Dateien anlegen. Daher ist es notwendig, dass für jedes Modell eine modelxx.ini Datei existiert, unabhängig davon ob sie gerade benutzt wird.
fr: Fichiers de configuration pour chaque modèle. En raison de la limitation du micrologiciel, Deviation ne peut pas créer de nouveaux fichiers. Il est nécessaire d'avoir un modelxx.ini pour chaque modèle qu'il soit en cours d'utilisation ou pas.
hu: A modellek konfigurációi. A szoftver korlátai miatt a deviation nem tud új fájlokat létrehozni, ezért kell, hogy előre létezzen egy-egy modelxx.ini minden egyes betölthető modellhez, attól függetlenül, hogy az adott sorszámú modell használatban van-e.
ja: 各モデルの設定ファイル。ファームウェアの制限によりDeviationは新しいファイルを作成できません。したがって、現在使用中かどうかに関わらず、モデル毎にmodelxx.iniが必要です。
pt_br: Arquivos de configuração para cada modelo. Devido a uma limitação no firmware, o Deviation não pode criar novos arquivos. Portanto, é necessário ter um modelxx.ini para cada modelo, independentemente de estar ou não em uso.
ru: Файлы конфигурации для каждой модели. Из-за ограничений в прошивке, Deviation не может создавать новые файлы. Поэтому необходимо иметь файл modelxx.ini для каждой модели, вне зависимости от ее использования в данный момент.
zh: 每个模型的配置文件。由于固件限制，Deviation 不能创建 新文件。因此有必要为每个模型创建 modelxx.ini，无论它目前是否正在使用。

source: All available model icons (96x96 pixels is recommended but not required). Model icons must be saved as 16-bit BMP files in either RGB565 (non-transparent) or ARGB1555 (transparent) format.
de: Alle verfügbaren Modellbilder (96x96 Pixel empfohlen, aber nicht erforderlich). Modellbilder müssen als 16-bit BMP Datei gespeichert sein und entweder RGB565 (nicht transparent) oder ARGB1555 (transparent) formatiert sein.
fr: Icônes disponibles pour tous les modèles (96x96 pixels est recommandé mais non exigé). Les icônes de modèles doivent être sauvegardés en fichiers BMP 16 bits soit en format RGB565 (non-transparent) ou ARGB1555 (transparent).
hu: A felhasználható modell ikonok képei (96x96 pixel az ajánlott méret, de nem kötelező). A modell ikonok 16 bites BMP képek RGB565 (nem átlátszó) vagy ARGB1555 (átlátszó) formátumban.
ja: 利用可能なすべてのモデルアイコン(96 x 96ピクセルを推奨しますが必須ではありません)。モデルアイコンは、RGB565(不透過)またはARGB1555(透過)形式の16bit BMPファイルとして保存する必要があります。
pt_br: Todos os ícones de modelos disponíveis (96x96 pixels são recomendados, mas não obrigatórios). Os ícones de modelo devem ser salvos como arquivos BMP de 16 bits no formato RGB565 (não transparente) ou ARGB1555 (transparente).
ru: Все доступные значки моделей (рекомендуется 96x96 пикселей, но не обязательно). Значки моделей должны быть сохранены как 16-битный BMP файл в формате RGB565 (непрозрачный) или ARGB1555 (прозрачный).
zh: 所有可用的模型图标(建议像素为 96 x96，但其他的大小也可以)。模型图标必须保存为 16 位的 BMP 文件，RGB565(不透明的)或 ARGB1555(透明)格式。

source: Configuration files used when loading predefined templates. These are nearly identical to the model configuration files, however they do not necessarily define all parameters
de: Konfigurationsdateien um vordefinierte “templates” laden zu können. Diese sind fast identisch mit den Modell-Konfigurationsdateien, definieren aber nicht notwendigerweise alle Parameter.
fr: Fichiers de configuration utilisés lors du chargement de gabarits prédéfinis. Ils sont presque identiques aux fichiers de configuration de modèles mais ne définissent pas nécessairement tous les paramètres.
hu: Előre definiált sablonok új modellek létrehozásához. Ezek majdnem teljesen megegyeznek a modell fájlokkal, de nem feltétlenül tartalmazzák az összes paramétert.
ja: 定義済テンプレートを適用するときに使用される設定ファイル。これらは機体モデル設定ファイルとほぼ同じですが、必ずしもすべてのパラメータを定義するわけではありません。
pt_br: Arquivos de configurações usados ao carregar modelos predefinidos. Estes são quase idênticos aos arquivos de configuração do modelo, no entanto, eles não necessariamente definem todos os parâmetros
ru: Файлы конфигурации, используемые при загрузке предопределенных шаблонов. Они почти идентичны файлам конфигурации моделей, однако могут определять не все параметры.
zh: 配置文件加载时使用的预定义模板。这些都是几乎相同的模型配置文件，但是他们不一定定义所有参数。

source: Language translation files. These are UTF-8 text files containing the English string and the respective translated string.
de: Sprachübersetzungsdateien. Dieses sind UTF-8 Textdateien, welche die englischen Texte und die entsprechenden Übersetzungen enthalten.
fr: Fichiers de traductions de langues. Ce sont des fichiers text UTF-8 contenant les chaines de texte anglaises et leurs traductions respectives.
hu: Nyelvi fordítás fájlok. Ezek UTF-8 formátumú szövegfájlok, melyek tartalmazzák az eredeti angol szöveget, és a hozzá tartozó lefordított szöveget.
ja: 言語翻訳ファイル。これらは英語の文字列と翻訳された文字列を含むUTF-8テキストファイルです。
pt_br: Arquivos de tradução de idiomas. Estes são arquivos de texto UTF-8 contendo a string em inglês e a respectiva string traduzida.
ru: Языковые файлы перевода. Это текстовые файлы UTF-8, содержащие английскую строку и соответствующую переведенную строку.
zh: 语言翻译文件。这些是 UTF - 8 文本文件包含英文字符和 各自翻译的字符。

source: Note: Deviation only supports 8.3 style file names. That means file names should be no larger than 'xxxxxxxx.yyy'**
de: Hinweis: Deviation unterstützt nur 8.3 Dateinamen. D.h. Dateinamen dürfen nicht länger als 'xxxxxxxx.yyy' sein.**
fr: Note : Deviation ne permet que l'utilisation de noms de fichiers de style 8.3. Cela signifie que les noms de fichiers ne doivent pas être plus grand que 'xxxxxxxx.yyy'**
hu: MEGJEGYZÉS: A Deviation csak 8.3 stílusú fájlneveket támogat, azaz a fájlnevek nem lehetnek hosszabbak, mint "xxxxxxxx.yyy".
ja: 注: Deviationは8.3形式のファイル名のみをサポートします。つまり、ファイル名は「xxxxxxxx.yyy」以下にしてください。
pt_br: Nota: O Deviation suporta apenas nomes de arquivo de estilo 8.3. Isso significa que os nomes dos arquivos não devem ser maiores que 'xxxxxxxx.yyy' **
ru: Примечание: Deviation поддерживает имена файлов только в формате 8.3. Это означает, что имена файлов не должны быть длиннее, чем 'xxxxxxxx.yyy'.
zh: 注意:Deviation 仅支持 8.3 格式的文件名。意思是文件名应该不大于 “xxxxxxxx.yyy”。

source: \\hardware.ini
pt_br: \\hardware.in
