Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_install.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: Installation of Deviation with the Walkera DfuSe tool is done in exactly the same manner as upgrading the Walkera Devention firmware. Note that Deviation will NOT overwrite Walkera models stored on the transmitter. While they cannot be accessed by Deviation, they will be safely preserved should the Walkera firmware ever need to be reinstalled
de: Die Installation von Deviation mittels des Walkera DfuSe Tool erfolgt genauso wie die Aktualisierung der Walkera Devention Firmware. Deviation überschreibt NICHT die auf dem Sender gespeicherten Walkera Modelle. Auch wenn Deviation nicht auf diese zugreifen kann, bleiben sie auf dem Sender erhalten, sollte es jemals erforderlich sein wieder die Walkera Firmware zu installieren.
fr: L'installation de Deviation avec l'outil DfuSe de Walkera s'effectue exactement de la même manière que pour une mise à niveau du micro logiciel Devention de Walkera. Notez que Deviation n'efface pas les modèles Walkera enregistrés dans l'émetteur. Bien qu'ils ne soient pas accessibles par Deviation, ils restent préservés pour le cas où le micrologiciel Walkera aurait besoin d'être réinstallé.
hu: A Deviation telepítése a Walkera DfuSe eszközzel ugyanúgy történik, ahogy az eredeti Walkera Devention szoftver frissítése is. Ráadásul a Deviation nem írja felül a távirányítón levő eredeti Walkera modell konfigurációkat. Ugyan használni nem lehet őket a Deviation szoftverrel, de megőrződnek arra az esetre, ha mégis vissza szeretnéd állítani a Walkera szoftvert.
ja: Walkera DfuSeツールを使用したDeviationのインストールは、Walkera Deventionファームウェアのアップグレードとまったく同一方法で行われます。Deviationが送信機側に保存されたWalkeraモデルを間違って上書きしないようご注意ください。またDeviationからはアクセスできませんが、Walkeraファームウェアを再インストールする場合も安全に保存されます。
pt_br: A instalação do Deviation com a ferramenta Walkera DfuSe é feita exatamente da mesma maneira que a atualização do firmware do Walkera Devention. Observe que o Deviation NÃO substituirá os modelos Walkera armazenados no transmissor. Embora eles não possam ser acessados pelo Deviation, eles serão preservados com segurança, caso o firmware do Walkera precise ser reinstalado
ru: Установка Deviation с помощью утилиты Walkera DfuSe выполняется точно так же, как обновление прошивки Walkera Devention. Имейте в виду, что Deviation не будет перезаписывать модели Walkera, хранящиеся в передатчике. Хотя они недоступны с помощью Deviation, они будут безопасно сохранены, если потребуется переустановить прошивку Walkera.
zh: 用 Walkera DfuSe tool 安装 Deviation 固件和升级 Walkera Devention 固件的 方式完全相同。

source: NOTE: As a result of memory limitations with the Devo7e, Devo F12e and Devo F7 firmware, the original models will be lost when switching to Deviation.
de: HINWEIS: Aufgrund von Speicherbeschränkungen von Devo7e, Devo F12E und Devo F7 gehen die originalen Modelle beim Wechsel zu Deviation verloren.
fr: NOTE : En raison de la limitation de la mémoire des Devo 7e, Devo F12e et Devo F7, les modèles originaux seront perdus lors du passage à Deviation.
hu: MEGJEGYZÉS: A Devo 7E, F4, F7 és F12E limitált méretű memóriája miatt, ezen távirányítók esetén az eredeti modell konfigurációk elvesznek a Deviation telepítése során.
ja: 注: Devo7e、Devo F12e、およびDevo F7ファームウェアのメモリ制限により、Deviationに切り替えるとオリジナル機体モデルが失われます。
pt_br: NOTA: Como resultado das limitações de memória dos firmware Devo7e, Devo F12e e Devo F7, os modelos originais serão perdidos ao mudar para o Deviation.
ru: ПРИМЕЧАНИЕ: По причине ограниченной памяти для прошивок Devo 7e, Devo F12E и Devo F7, исходные модели будут потеряны при переходе к Deviation.
zh: 注意：由于Devo7e，Devo F12e和Devo F7内存的限制，切换到Deviation会导致本来的模型配置文件丢失。

source: Unzip the firmware file that you downloaded earlier. Plug the transmitter into the PC via USB, and turn on the transmitter while holding ‘EXT’ to enter programming mode. On the Devo12, this is done by holding the trainer switch instead.
de: Entdecken Sie die zuvor heruntergeladene Firmware. Schließen Sie den Sender via USB an Ihren PC an und drücken Sie beim Einschalten des Senders die 'EXT' Taste, um den Sender im Programmiermodus zu starten. Bei der Devo12 wird anstelle dessen der Trainer-Schalter gehalten.
fr: Décompressez le fichier du micrologiciel que vous avez téléchargé. Branchez l'émetteur au PC par l'USB et allumez le en maintenant 'EXT' enfoncé pour entrer dans le mode de programmation. Ceci est obtenu avec le Devo 12 en maintenant l'interrupteur d'écolage.
hu: Csomagold ki a telepítő csomagot, amit előzőleg letöltöttél. USB-n keresztül csatlakoztasd a távirányítót a PC-hez, és kapcsold be a távirányítót, miközben nyomva tartod az "EXT" nyomógombot, hogy a programozási módba juss. Devo12 esetén az "EXT" nyomógomb helyett a Trainer billenő kapcsolót kell bekapcsolva tartani.
ja: 以前にダウンロードしたファームウェアファイルを解凍します。送信機をUSB経由でPCに接続し「EXT」を押しながら送信機を電源ONし、プログラミングモードに入ります。Devo12では代わりにトレーナースイッチを押し続けます。
pt_br: Descompacte o arquivo de firmware que você baixou anteriormente. Ligue o transmissor ao PC via USB e ligue o transmissor enquanto segura 'EXT' para entrar no modo de programação. No Devo12, isso é feito segurando o interruptor do instrutor.
ru: Разархивируйте файл прошивки, который вы загрузили ранее. Подключите передатчик к компьютеру через порт USB, и включите передатчик, удерживая нажатой кнопку 'EXT', чтобы войти в режим прошивки. Для Devo12, это выполняется удержанием переключателя тренера.
zh: 将之前下载的固件文件解压缩，遥控器通过线连接到 PC 电脑的 USB 接口， 按住“EXT”键，同时打开遥控器，进入编程模式。

source: Several users have reported compatibility issues with Windows™ and/or USB ports when running this tool. If DfuSe does not recognize your TX, try removing all USB devices and restart your PC with only the USB connection to the TX. Take the steps necessary to resolve any connection issues.
de: Einige Benutzer hatten bei der Benutzung dieses Tools über Kompatibilitätsprobleme mit Windows™ und/oder den USB-Anschlüssen berichtet. Wenn DfuSe Ihren Sender nicht erkennt, versuchen Sie alle USB-Geräte zu entfernen und Ihren PC, mit nur dem Sender angeschlossen, neu zu starten.
fr: Plusieurs utilisateurs ont signalé des problèmes d'incompatibilité entre Windows et/ou des ports USB en utilisant cet outil. Si DfuSe ne reconnait pas votre émetteur, essayez de débrancher tous les appareils USB et redémarrez votre ordinateur avec uniquement la connexion USB de votre émetteur. Faites tout ce qu'il faut pour résoudre tous les problèmes de connexion.
hu: Jó pár felhasználó jelzett kompatibilitási problémákat a Windows™-zal és/vagy az USB portokkal ezen program használata közben. Ha a DfuSe nem ismeri fel a távirányítódat, próbáld meg eltávolítani az összes USB eszközt, és indítsd újra a PC-t úgy, hogy csak a távirányító csatlakozik rá USB-n keresztül.
ja: このツールを実行に際し、何名かのユーザがWindowsやUSBポートとの互換性問題を報告しています。DfuSeが送信機を認識しない場合は、すべてのUSBデバイスを取り外し送信機のみをUSB接続し、PCを再起動してみてください。接続の問題を解決するためにいくつかの必要な手順を実行ください。
pt_br: Vários usuários relataram problemas de compatibilidade com o Windows ™ e / ou portas USB ao executar esta ferramenta. Se o DfuSe não reconhecer o seu TX, tente remover todos os dispositivos USB e reinicie o seu PC apenas com a conexão USB ao TX. Siga os passos necessários para resolver qualquer problema de conexão.
ru: Некоторые пользователи сообщали о проблемах совместимости с Windows и/или портами USB при использовании этой утилиты. Если DfuSe не распознает ваш передатчик, попробуйте удалить все USB устройства и перезапустите компьютер с USB подключением только к передатчику. Примите меры, необходимые для решения любых проблем с подключением.
zh: 一些用户报告 Windows™ 和/或 USB 接口在运行这个工具时的兼容性问题。 如果 DfuSe 不识别你的遥控器，尝试移除所有的 USB 设备并重启你的电脑，确 保只有遥控器的 USB 连接电脑。采取必要的措施解决任何连接问题。

source: If your transmitter has been connected correctly 'STM Device in DFU Mode' will be displayed under 'Available DFU Devices'. Otherwise this field will remain blank.
de: Wenn Ihr Sender richtig verbunden ist, wird unter 'Available DFU Devices'. ein 'STM Device in DFU Mode' angezeigt. Ansonsten bleibt dieses Feld leer.
fr: Si votre émetteur est correctement connecté, 'STM Device in DFU Mode' sera affiché dans la fenêtre en dessous de 'Available DFU Devices'. Autrement la fenêtre restera vide.
hu: Ha a távirányítód megfelelően csatlakozott, akkor az "Available DFU Devices" mezőben az "STM Device in DFU Mode" felirat jelenik meg, egyébként a mező üresen marad.
ja: 送信機が正しく接続されている場合は「Available DFU Devices」の下に「STM Device in DFU Mode」が表示されます。それ以外の場合この欄は空白のままになります。
pt_br: Se o seu transmissor foi conectado corretamente, 'STM Device in DFU Mode' será exibido em 'Available DFU Devices'. Caso contrário, este campo permanecerá em branco.
ru: Если ваш передатчик подключен правильно, в поле 'Available DFU Devices' будет отображаться 'STM Device in DFU Mode'. В противном случае это поле останется пустым.
zh: 如果你的遥控器已正确连接，Available DFU Devices 将会显示为 “STM Device in DFU Mode”。否则这个区域显示空白。

source: Press the '…' button and select the deviation-devoXX-vx.y.z.dfu file to install.
de: Drücken Sie den '...' Knopf und wählen Sie die deviation-devoXX-vx.y.z.dfu-Datei im Hauptverzeichnis der zuvor entpackten ZIP-Datei zur Installation aus.
fr: Appuyer sur le bouton ‘...’ et choisissez le fichier deviation-devoXX-x.y.z.dfu à installer.
hu: Nyomd meg a "..." nyomógombot, és válaszd ki a deviation-devoXX-vx.y.z.dfu fájlt a telepítéshez.
ja: 「…」ボタンを押し、インストールする Deviation-devoXX-vx.y.z.dfu ファイルを選択します。
pt_br: Pressione o botão '…' e selecione o arquivo deviation-devoXX-vx.y.z.dfu para instalar.
ru: Нажмите кнопку '…' и выберите файл для установки: deviation-devoXX-vx.y.z.dfu.
zh: 点击“…”按钮并选择“deviation-devoXX-vx.y.z.dfu 文 件进行安装。

source: Select '**Upgrade**' to install the firmware. This will be grayed-out if your transmitter is not detected. **Do NOT use 'Upload' as this will destroy the dfu file on your PC.**
de: Wählen Sie '**Upgrade**' um die Firmware zu installieren. Dieses Feld ist nicht anwählbar, falls Ihr Sender nicht erkannt wurde. **Wählen Sie NICHT 'Upload', da dies die du-Datei auf Ihrem PC zerstört.**
fr: Sélectionnez '**Upgrade**' pour installer le micrologiciel. Ce bouton sera grisé si votre émetteur n'est pas détecté. **NE PAS cliquer sur 'Upload' parce que cela pourrait détruire le fichier dfu sur votre PC.**
hu: Nyomd meg az "**Upgrade**" nyomógombot a szoftver telepítéséhez. A gomb le lesz tiltva, ha a távirányítót nem sikerült felismerni. **Ne az "Upload" gombot használd, mert az tönkreteszi a gépeden levő kiválasztott DFU fájlt.**
ja: ファームウェアをインストールするには「**Upgrade**」を選択してください。送信機が検出されない場合、ここはグレー表示されます。**これはあなたのPC上のDFUファイルを破壊するので「アップロード」を使わないでください。**
pt_br: Selecione '** Upgrade **' para instalar o firmware. Isso ficará acinzentado se o seu transmissor não for detectado. ** NÃO use 'Upload', pois isso destruirá o arquivo dfu no seu PC. **
ru: Выберите '**Upgrade**' для установки прошивки. Это будет недоступно, если ваш передатчик не обнаружен. **НЕ ИСПОЛЬЗУЙТЕ 'Upload', так как это разрушит файл DFU на вашем компьютере**.
zh: 点击“**Upgrade**”按钮安装固件。待进度条完成后关闭遥控器，按住“ENT” 键，同时打开遥控器。屏幕上应该显示一个 USB 标志。如果这是你首次安装 Deviation，电脑会提示你格式化磁盘。格式化磁盘使用默认选项。接下来,通过 USB 接口升级文件系统。

source: **Devo12 Only**: Select the 'Library' tab, click '…' select the devo12-lib.dfu from the zip file. Then select '**Upgrade**' again to install the library.
de: **Nur Devo12**: Wählen Sie den 'Library' Reiter, drücken Sie den '...' Knopf und wählen Sie die devo12-lib.dfu aus der ZIP-Datei. Dann wählen Sie wiederum '**Upgrade**' um die Bibliothek zu installieren.
fr: **Devo12 uniquement**. Sélectionnez l'onglet 'Library' cliquez sur '…' et sélectionnez le fichier devo12-lib.dfu contenu dans le fichier compressé. Puis cliquez sur '**Upgrade**' pour installer la bibliothèque - library.
hu: **Csak Devo12 esetén**: Válts át a "Library" fülre, kattints a "..." nyomógombra, és válaszd ki a kicsomagolt devo12-lib.dfu fájlt, majd ismét kattints az "**Upgrade**" nyomógombra az erőforrás könyvtár telepítéséhez.
ja: **Devo12のみ**: 「ライブラリ」タブを選択し、「…」をクリックしてZIPファイルから devo12-lib.dfu を選択します。それからもう一度 「**Upgrade**」を選択してライブラリをインストールしてください。
pt_br: ** Devo12 Only **: Selecione a aba 'Library', clique em '…' e selecione o arquivo devo12-lib.dfu no arquivo zip. Em seguida, selecione "** Upgrade **" novamente para instalar a biblioteca.
ru: **Только для Devo12**: выберите закладку 'Library', нажмите '…' и выберите файл devo12-lib.dfu. Затем выберите '**Upgrade**' для установки библиотеки.
zh: **Devo12的方法**：选择'Library'标签页，点击“...”按钮，选择zip 文件里的devo12-lib.dfu。然后再一次选择'**Upgrade**' 安装库文件。

source: Turn off the transmitter, and turn back on while holding 'ENT'. There should be a USB logo on the screen. If this is a first-time install of Deviation, the PC should prompt to format a drive. Format using default options. Next, upgrade the file system via USB.
de: Schalten Sie den Sender aus und dann mit gedrückter 'ENT'-Taste wieder ein. Es sollte das USB-Logo auf dem Display zu sehen sein. Wenn dies eine Erstinstallation von Deviation ist, sollte der PC Sie zum Formatieren eines Laufwerks auffordern. Formatieren Sie es mit den Voreinstellungen.
fr: Eteignez l'émetteur et rallumez le en maintenant enfoncé la touche ‘ENT’. Un Logo USB devrait apparaitre sur l'écran de l'émetteur. Si il s'agit d'une première installation de Deviation, le PC devrait vous demander de formater le media USB. Formatez le en utilisant les options par défaut. Puis mettez à jour le système de fichiers par USB.
hu: Kapcsold ki a távirányítót, és kapcsold vissza miközben nyomva tartod az "EXT" nyomógombot. Egy USB logónak kell megjelennie a képernyőn. Ha ez az első telepítése a Deviation szoftvernek, akkor a PC fel fogja kínálni a meghajtó formázását. Formázd meg az alapértelmezett beállításokkal. Ezután töltsd fel a fájlrendszert az USB-n keresztül.
ja: 送信機の電源を切り「ENT」を押しながら電源を入れます。画面にUSBロゴが表示されます。これが初めてのDeviationインストールである場合、PCはそのドライブをフォーマットするように促されますので、デフォルトオプションを使用してフォーマットします。次にUSB経由でファイルシステムをアップグレードします。
pt_br: Desligue o transmissor e ligue novamente enquanto segura 'ENT'. Deve haver um logotipo USB na tela. Se esta for a primeira instalação do Deviation, o PC deverá solicitar a formatação de uma unidade. Formatar usando as opções padrão. Em seguida, atualize o sistema de arquivos via USB.
ru: Включите передатчик, удерживая нажатой кнопку 'ENT'. На экране должен появиться логотип USB. Если это первая установка Deviation, компьютер должен запросить форматирование USB привода. Отформатируйте с параметрами по умолчанию. Затем обновите файловую систему на приводе USB.
zh: 按住“ENT”键，同时打开遥控器。屏幕上应该显示一 个 USB标志。如果这是你首次安装 Deviation，电脑会提示你格式化磁盘。格式化磁盘使用默认选项。然后通过USB来升级文件系统。

source: Upgrading the file system via USB
de: Aktualisierung des Dateisystems über USB
fr: Mise à jour du système de fichiers par USB
hu: A fájlrendszer feltöltése USB-n keresztül
ja: USB経由でシステムをアップグレード
pt_br: Atualizando o sistema de arquivos via USB
ru: Обновление файловой системы через USB
zh: 通过 USB 接口升级文件系统

source: On the Devo F7 and F12E, do not enable USB mode, as the file system cannot be accessed from the desktop, and you need to use the 'File Manager' tab on the 'Deviation Uploader' to manage files. If you enable it, all you can do is format the drive, which will destroy your installation.
de: Aktivieren Sie den USB Modus nicht auf einer Devo F7 oder F12E, da das Dateisystem nicht vom Rechner aus verfügbar ist, sondern über den 'File Manager' Reiter in Deviation Uploader verwaltet werden muss. Sollten Sie Ihn dennoch aktivieren, können Sie lediglich das Laufwerk formatieren, was Ihre Installation zerstören wird.
fr: Sur les Devo F7 et F12E, n'entrez pas en mode USB, car le système de fichiers n'est pas accessible par le bureau, et vous devez utiliser l'onglet 'File Manager' sur le 'Deviation Uploader' pour gérer les fichiers. Si vous le faites vous ne pourrez que formater le media, ce qui détruira votre installation.
hu: A Devo F4, F7 és F12E esetén ne kapcsold be az USB módot, mert a fájlrendszer úgysem érhető el USB-n keresztül, hanem csak a Deviaion Uploader program File Manager fülén tudod a fájlokat kezelni. Ha mégis bekapcsolod, csak formázni tudod a meghajtót, ami tönkreteszi a telepített fájlrendszert.
ja: Devo F7およびF12Eでは、デスクトップからシステムに接続できないため、USBモードを有効にしないでください。ファイルを管理するには「Deviation Uploader」の「File Manager」タブを使用する必要があります。 有効にした場合は、ドライブをフォーマットするだけでインストールは中断されます。
pt_br: No Devo F7 e F12E, não habilite o modo USB, pois o sistema de arquivos não pode ser acessado a partir da área de trabalho, e você precisa usar a guia 'Gerenciador de Arquivos' no 'Deviation Uploader' para gerenciar arquivos. Se você ativá-lo, tudo o que você pode fazer é formatar a unidade, o que destruirá sua instalação.
ru: Для Devo F7 и F12E, не включайте режим USB, так как файловая система недоступна с компьютера, и для управления файлами вам необходимо использовать закладку 'File Manager' в утилите 'Deviation Uploader'. Если вы включите режим USB, все, что вы сможете сделать, это форматирование диска, что уничтожит вашу установку.
zh: Devo F7和F12E不要打开USB模式，因为这是不支持的。你需要使用 'Deviation Uploader'的'File Manager'的标签页来管理文件。如果打开USB并做了格式化，你的安装就被摧毁了。

source: Open the folder that has been extracted from the zip file and copy all the files and directories inside this folder to the root of the transmitter USB drive. For details of the file-system please see :ref:`usb-file-system`. The files with the extension 'zip', and 'dfu' need not to be copied.
de: Öffnen Sie den ausgepackten Ordner und kopieren alle Dateien und Verzeichnisse in diesem Ordner auf das USB-Laufwerk des Senders direkt ins Hauptverzeichnis. Zu Details der Verzeichnisstruktur siehe Abschnitt :ref:`usb-file-system`. Die Dateien mit der Endung '.zip' und '.dfu' müssen nicht mit kopiert werden.
fr: Ouvrez le dossier qui a été extrait du fichier zip et copiez tous les répertoires et fichiers de ce dossier à la racine du disque USB de l'émetteur. Pour des détails sur le système de fichiers referez vous s'il vous plait à :ref:`Système de fichiers USB`.Les fichiers portant l'extension 'zip' et 'dfu' n'ont pas à être copiés.
hu: Nyisd meg a telepítési csomagból kitömörített könyvtárat, és a "zip" és "dfu" kiterjesztésű fájlok kivételével az összes fájlt és könyvtárat másold át a távirányító USB meghajtójának gyökér könyvtárába. A fájlrendszer részleteiért lásd a :ref:`usb-file-system` fejezetet.
ja: ZIPファイルを解凍したフォルダを開き、このフォルダ内のすべてのファイルとディレクトリを送信機USBドライブのルート部へコピーします。ファイルシステムの詳細については :ref:`usb-file-system` を参照してください。拡張子が「zip」「dfu」のファイルはコピーする必要はありません。
pt_br: Abra a pasta que foi extraída do arquivo zip e copie todos os arquivos e diretórios dentro desta pasta para a raiz da unidade USB do transmissor. Para detalhes do sistema de arquivos, por favor veja: ref: `usb-file-system`. Os arquivos com a extensão 'zip' e 'dfu' não precisam ser copiados.
ru: Откройте папку, извлеченную из zip-файла, и скопируйте все файлы и каталоги из этой папки в корень USB-диска передатчика. Подробнее о файловой системе смотрите :ref:`usb-file-system`. Не нужно копировать файлы с расширением 'zip' и 'dfu'.
zh: 打开从 zip 文件中提取的文件夹，将此文件夹中所有的文件复制到遥控器USB 驱动器的根目录。文件系统的详细信息请参阅 USB 和文件系统。类型为 “zip”，和“dfu”的文件不需要复制。

source: If you are upgrading from an older release, don't upgrade the 'tx.ini', and 'hardware.ini' files or the 'models' directory. Optionally, copy the 'models' directory to the transmitter except for the currently configured model files. This last step will ensure that the defaults for newly created models have the latest options set. If the 'tx.ini' file is overwritten, the stick calibration must be repeated and any settings reset.
de: Wenn Sie von einer früheren Deviation Version aktualisieren, überschreiben Sie bitte nicht die Dateien 'tx.ini' und 'hardware.ini' oder das Verzeichnis 'models'. Optional können Sie das Verzeichnis 'models' mit Ausnahme der aktuell konfigurierten Modelle kopieren. Dieser letzte Schritt stellt sicher, dass neu erzeugte Modelle auch die neuesten Voreinstellungen gesetzt bekommen. Falls die 'tx.ini' überschrieben wurde, müssen Sie die Kalibrierung der Knüppel wiederholen und alle Sendereinstellungen neu vornehmen.
fr: Si vous faites une mise à jour à partir d'une version précédente, ne modifiez pas les fichiers 'tx.ini' et 'hardware.ini', ni le répertoire 'models'. Vous pouvez copier le répertoire 'models' sur l'émetteur à l'exception des modèles déjà configurés. Ainsi les modèles par défaut et les modèles nouvellement créés auront les dernières options. Si le fichier 'tx.ini' est écrasé, la calibration des manches et potentiomètres devra être refaite ainsi que les réglages.
hu: Ha egy régebbi verziót frissítesz, akkor ne írd felül a "tx.ini" és "hardware.ini" fájlokat, valamint a "models" könyvtárat. Igazából csak a már konfigurált modelljeidet ne írd felül, a többit, elsősorban a "default.ini"-t felül lehet, így az újonnan létrehozott modelljeid a legfrissebb alapértékekkel rendelkeznek majd. Ha a "tx.ini"-t felülírtad, újra kell kalibrálnod a botkormányokat, valamint újra beállítani a távirányító beállításait.
ja: 旧リリースバージョンからアップグレードする場合は「tx.ini」ファイル「hardware.ini」ファイル、または 「models」ディレクトリをアップグレードしないでください。必要に応じて、現在設定されている機体モデルファイルを除いて、「models」ディレクトリを送信機にコピーします。この最後のステップでは、新しく作成された機体モデルの初期値に最新のオプションが設定されていることを確認します。「tx.ini」ファイルが上書きされた場合、スティックキャリブレーションを再び行い設定をリセットする必要があります。
pt_br: Se você estiver atualizando de uma versão mais antiga, não atualize os arquivos 'tx.ini' e 'hardware.ini' ou o diretório 'models'. Opcionalmente, copie o diretório 'models' para o transmissor, exceto os arquivos de modelo atualmente configurados. Esta última etapa garantirá que os padrões para modelos recém-criados tenham as opções mais recentes definidas. Se o arquivo 'tx.ini' for sobrescrito, a calibração do bastão deve ser repetida e todas as configurações devem ser redefinidas.
ru: Если вы обновляете предыдущую версию, не обновляйте файлы 'tx.ini', 'hardware.ini' и папку 'models'. Можно скопировать папку 'models' в передатчик, исключая файлы текущих настроенных моделей. Этот шаг гарантирует, что значения по умолчанию для вновь создаваемых моделей будут иметь самые последние параметры. Если файл 'tx.ini' перезаписан, необходимо повторить калибровку стиков и заново настроить параметры передатчика.
zh: 如果你是从旧版本升级的，不需要升级“tx.ini”和“hardware.ini”文件或者 “models”文件夹。或者，将“models”文件夹中除了已经配置好的模型文件 之外的模型复制到遥控器。最后一步将确保最后选择了新创建的模型。如果 “tx.ini”文件覆盖，必须重复校准和设置重置。

source: DFU Installation with Deviation Uploader
de: DFU Installation mit dem Deviation Uploader
fr: Mise à jour du micrologiciel - firmware avec le 'Deviation Uploader'
hu: DFU telepítés a Deviation Uploader használatával
ja: Deviation Uploaderを使用したDFUインストール
pt_br: Instalação de DFU com Desviation Uploader
ru: Установка DFU с помощью Deviation Uploader
zh: 通过 Deviation Uploader 安装 DFU
