Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_install.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: The long-awaited firmware update from version 4.0.1 to version 5.0 was accomplished on April 30, 2016 and was announce on the DeviationTx website forum. Deviation version 5.0 is the current version and it includes all patches, bug fixes, improvements and protocols of the previous version. Even so, development continues, so new controllers will be added to the support list as well as new protocols and features, when they become available.
de: Das langersehnte Firmware Update von Version 4.0.1 zu Version 5.0 wurde am 30. April 2016 vollzogen und im DeviationTX Forum angekündigt. Deviation Version 5.0 ist die aktuelle Version und enthält alle Patches, Fehlerbehebungen, Verbesserungen und Protokolle der vorhergehenden Version. Nichtsdestotrotz geht die Entwicklung weiter, sodass neue Sender sowie Protokolle und Features hinzukommen werden.
fr: La mise à jour longtemps espérée du micrologiciel de la version 4.0.1 à la version 5.0 est intervenue le 30 avril 2016 et a été annoncée sur le forum web DeviationTx. La version 5.0 de Deviation est la version en cours et inclut tous les correctifs, résolutions de bogues, améliorations et protocoles des anciennes versions. Le développement continue encore, et ainsi de nouveaux contrôleurs seront ajoutés à la liste et de nouveaux protocoles et fonctionnalités, quand ils deviendront opérationnels.
hu: A régóta várt frissítés a 4.0.1-es verzióról az 5.0-s verzióra 2016.04.30-án érkezett meg, és lett bejelentve a DeviationTX honlapon. A Deviation 5.0 a jelenlegi verzió, ami tartalmazza az előző verziók összes javítását, fejlesztéseit, és protokolljait. Viszont a fejlesztés folytatódik, így a jövőben új távirányítók szerepelhetnek majd a támogatottak listáján, valamint új protokollok és funkciók jelenhetnek meg.
ja: バージョン4.0.1からバージョン5.0への待望のファームウェアアップデートは、2016年4月30日に行われ、DeviationTxウェブサイトフォーラムで発表されました。Deviationバージョン5.0が現在のバージョンとなり、以前のバージョンのすべてのパッチ、バグ修正、改修、およびすべてのプロトコルが含まれています。それでも開発は続けられているので、新しいコントローラや新しいプロトコルや機能が利用可能になると、それらがサポートリストに追加されます。
pt_br: A tão esperada atualização de firmware da versão 4.0.1 para a versão 5.0 foi realizada em 30 de abril de 2016 e foi anunciada no fórum do site da DeviationTx. Deviation versão 5.0 é a versão atual e inclui todos os patches, correções de bugs, melhorias e protocolos da versão anterior. Mesmo assim, o desenvolvimento continua, portanto, novos controladores serão adicionados à lista de suporte, bem como novos protocolos e recursos, quando estiverem disponíveis.
ru: Долгожданное обновление прошивки с версии 4.0.1 до версии 5.0.0 вышло 30 апреля 2016 и было объявлено на форуме DeviationTX. Версия Deviation 5.0 является текущей версией и включает все исправления, исправления ошибок, улучшения и протоколы предыдущей версии. Тем не менее, разработка продолжается, поэтому в список будут добавляться новые передатчики, а также новые протоколы и функции, когда они станут доступными.
zh: 2016 年 4 月 30 日，期待已久的固件从 4.0.1 版本更新到了 5.0 版本，并在 DeviationTx 网站发布。Deviation5.0 版本是当前最新的版本，它包括所有的补 丁、bug 修复、改进之前版本的协议。 同时开发工作任然在继续。新的遥控器将被支持，新的协议和新的功能都将被加入。

source: Nightly Deviation Builds
de: Nächtliche Firmware [nightly builds]
fr: Compilations nocturnes - Nightly buids - de Deviation
hu: Nightly Builds, azaz napi fordítások
ja: Deviation ナイトリービルド
pt_br: Nightly Builds do Deviation
ru: Ночные сборки Deviation
zh: 每晚构建的Deviation固件

source: The Nightly builds are versions of Deviation with additional features beyond the Deviation 5.0 release version. The Nightly builds are provided to allow the Deviation community to fully exercise new features so the community can provide feedback and suggestions for improvement. As a user, you recognize that Deviation is a community supported software system, and members of this community can contribute by verifying, validating or commenting on the features that they've used. Nightly builds are found at http://www.deviationtx.com/downloads-new/category/13-nightly-builds
de: Die nächtlichen Firmwares [nightly builds] enthalten Features die über die Deviation Version 5.0 hinaus gehen. Sie werden veröffentlicht um stets neue Möglichkeiten und Verbesserungen zur Verfügung zu stellen und den Anwendern die Möglichkeit zu geben, frühzeitig diese zu verwenden und Verbesserungsvorschläge zu machen. Als Anwender sollten Sie bedenken, dass Deviation ein Gemeinschaftsprojekt ist und nur durch Sie geprüft, korrigiert und verbessert werden kann. Die nächtlichen Firmwares sind unter http://www.deviationtx.com/downloads-new/category/13-nightly-builds zu finden.
fr: Les compilations nocturnes sont des versions de Deviation avec des fonctionnalités additionnelles au delà le la version 5.0 de Deviation. Elles sont fournies pour permettre à la communauté de Deviation de tester pleinement les nouvelles possibilités pour que la communauté puisse fournir un retour d'expérience et des suggestions d'amélioration. En tant qu'utilisateur, vous reconnaissez que Deviation est un programme géré par une communauté, et ses membres peuvent contribuer en vérifiant, validant ou commentant les caractéristiques qu'ils ont utilisées. Les compilations nocturnes peuvent être trouvées ici : http://www.deviationtx.com/downloads-new/category/13-nightly-builds
hu: A napi fordítások olyan Deviation verziók, amik a kód aktuális állapotának felelnek meg, minden éjszaka keletkeznek, ha volt aznap kódváltozás. Ezek tartalmazzák a legújabb funkciókat, melyeket a "hivatalos" 5.0 verzióban még nem voltak meg. A napi fordítások teszik lehetővé a Deviation közösségnek, hogy megismerkedhessenek az új funkciókkal, és így visszajelzéseikkel és javaslataikkal hozzájárulhassanak a szoftver fejlesztéséhez. A napi fordításokat innen töltheted le: http://www.deviationtx.com/downloads-new/category/13-nightly-builds
ja: ナイトリービルドは、Deviation 5.0リリースバージョン以降の追加機能を備えたDeviationのバージョンです。ナイトリービルドは、コミュニティが改善、フィードバックや提案を提供できるように、Deviationコミュニティが新しい機能を十分に発揮できるよう提供されています。Deviationはコミュニティでサポートされているソフトウェアシステムであり、このコミュニティのメンバは機能を検証、またはそれをコメントすることで貢献していきます。ナイトリービルドは下記で配布されます。 http://www.deviationtx.com/downloads-new/category/13-nightly-builds
pt_br: As compilações Nightly são versões do Deviation com recursos adicionais além da versão de lançamento do Deviation 5.0. As compilações Nightly são fornecidas para permitir que a comunidade Deviation utilize totalmente os novos recursos para que a comunidade possa fornecer feedback e sugestões de melhoria. Como usuário, você reconhece que o Deviation é um sistema de software suportado pela comunidade, e os membros dessa comunidade podem contribuir verificando, validando ou comentando os recursos que eles usaram. As compilações noturnas são encontradas em http://www.deviationtx.com/downloads-new/category/13-nightly-builds
ru: Ночные сборки - это версии Deviation с дополнительными возможностями, выходящими за рамки версии Deviaton 5.0. Ночные сборки выпускаются, чтобы позволить сообществу Deviation полностью протестировать новые возможности, и сообщество могло предоставить отзывы и предложения для улучшения. Как пользователь, вы признаете, что Deviation - это поддерживаемая сообществом программная система, и члены этого сообщества могут внести свой вклад, проверяя, утверждая или комментируя используемые функции. Ночные сборки находятся по адресу http://www.deviationtx.com/downloads-new/category/13-nightly-builds
zh: 每晚构建的Deviation固件版本是在Deviation5.0版本的基础上增加其他功 能的版本。你可以在社区里获得每晚构建的Deviation固件，充分熟悉使用新功 能，然后可以通过论坛提交反馈和建议改进。作为用户，你要知道 Deviation 软 件系统通过一个社区支持，这个论坛的成员可以通过检查、验证或评论使用的功 能。每晚构建的Deviation 固件可以在这里找到:http://www.deviationtx.com/downloads-new/category/13-nightly-builds

source: These builds are published when new features are added to the Deviation core feature set, when major bugs are corrected and when new hardware support is added. The nightly builds are tested but not to the rigorous extent of a full release. Please read this post! http://www.deviationtx.com/forum/5-news-announcements/1416-nightly-builds
de: Diese Versionen der Firmware werden veröffentlicht, wenn Deviation um neue Features erweitert wird, wenn wichtige Fehler behoben werden und wenn neue Hardware unterstützt wird. Die nächtlichen Firmwares sind zwar getestet, jedoch nicht in dem Ausmaß wie die vollständigen Veröffentlichungen. Lesen Sie zur Sicherheit den Forumsbeitrag! http://www.deviationtx.com/forum/5-news-announcements/1416-nightly-builds
fr: Ces compilations sont publiées quand de nouvelles fonctionnalités sont ajoutées à Deviation, quand des bogues majeurs sont corrigés et quand un nouveau matériel est accepté. Les compilations nocturnes sont testées mais pas aussi rigoureusement qu'une nouvelle version. Veuillez lire ce message : http://www.deviationtx.com/forum/5-news-announcements/1416-nightly-builds
hu: Ezek a fordítások akkor keletkeznek, ha új funkció került hozzáadásra, ha valamilyen hiba lett javítva, vagy valamilyen új hardware támogatás került bele a szoftverbe. A napi fordításokat is teszteljük, de nem olyan alaposan, mint a hivatalos verziókat. További információkért olvasd el ezt a fórum bejegyzést: http://www.deviationtx.com/forum/5-news-announcements/1416-nightly-builds
ja: これらのビルドは、Deviationコアフューチャーセットに新しい機能が追加されたとき、主要なバグが修正されたとき、および新しいハードウェアサポートが追加されたときに公開されます。ナイトリービルドはテストされますが、完全リリース時のような厳密な範囲でのチェックではありません。この記事をご確認ください！ http://www.deviationtx.com/forum/5-news-announcements/1416-nightly-builds
pt_br: Essas compilações são publicadas quando novos recursos são adicionados ao conjunto principal de recursos do Deviation, quando os principais erros são corrigidos e quando o novo suporte de hardware é adicionado. As compilações noturnas são testadas, mas não na extensão rigorosa de um lançamento completo. Por favor, leia este post! http://www.deviationtx.com/forum/5-news-announcements/1416-nightly-builds
ru: Эти сборки публикуются, когда добавляются новые возможности в ядро Deviation, когда исправляются серьезные ошибки и кода добавляется новая аппаратная поддержка. Ночные сборки протестированы, но не так исчерпывающе, как полный релиз. Прочитайте это сообщение! http://www.deviationtx.com/forum/5-news-announcements/1416-nightly-builds
zh: 当有新功能添加到 Deviation 核心功能中，重要的错误被修正，添加了对新硬件的支持的时候，这些固件将会发表。每晚构建的固件会进行简单的测试,但不是严格的测试每一个版本。请阅读这篇文章!http://www.deviationtx.com/forum/5-news-announcements/1416-nightly-builds

source: The ONLINE User Manual for Deviation is regularly reviewed and updated to include information about new common features. Additionally, while best efforts are made by the Deviation community to update these User Guides, this documentation MAY NOT fully describe the features of the nightly builds. Any Deviation user with an update or change to the manual can submit additions and changes via the Deviation-manual Github repository's issue tracker at https://github.com/DeviationTX/deviation-manual/issues , or edit the source of the manual directly.
de: Das Online Benutzerhandbuch für Deviation wird regelmäßig geprüft und aktualisiert um Informationen über neue Features zu enthalten. Wenngleich versucht wird dieses Handbuch aktuell zu halten, können manchmal Features der nächtlichen Firmware hier nicht vollständig beschrieben sein. Jeder Deviation Benutzer kann Ergänzungen oder Korrekturen in GitHub Issues unter https://github.com/DeviationTX/deviation-manual/issues melden oder die Quellen des Handbuchs direkt editieren.
fr: Le manuel de Deviation EN LIGNE est revu et mis à jour régulièrement pour y inclure des informations concernant les nouvelles fonctionnalités communes. En outre, bien que la communauté de Deviation fasse de son mieux pour mettre ces guides de l'utilisateur à jour, cette documentation PEUT NE PAS décrire en totalité les fonctionnalités des compilations nocturnes. Tous les utilisateurs de Deviation peut soumettre des mises à jour, additions ou modifications via le suivi de problèmes à https://github.com/DeviationTX/deviation-manual/issues ou éditer le manuel directement.
hu: Az online Deviation felhasználói kézikönyv rendszeresen frissül az új funkciók leírásával, de bár a Deviation közösség mindent tőle telhetőt megtesz, ez a dokumentáció nem feltétlenül tartalmazza a napi fordítások újdonságait. Bármely Deviation felhasználó, akinek módosítási, vagy kiegészítési javaslata van, megteheti azt a Deviation-manual Github gyűjtemény probléma bejelentőjében: https://github.com/DeviationTX/deviation-manual/issues , vagy akár közevetlenül módosíthatja a dokumentáció forrásában.
ja: Deviationに関するオンラインユーザマニュアルは定期的にレビューされ、新しい共通情報を含むよう更新されます。更に、これらのユーザガイドを更新するためにDeviationコミュニティによって最大限の努力が伴われますが、これらのドキュメントではナイトリービルドで適用された機能を完全には説明していない場合があります。マニュアルを更新または変更したDeviationユーザは、 https://github.com/DeviationTX/deviation-manual/issues にあるDeviation-manual Githubリポジトリの Issue Tracker で追加や変更を送信するか、マニュアルのソースを直接編集できます。
pt_br: O Manual do Usuário ONLINE para Deviation é revisado e atualizado regularmente para incluir informações sobre novos recursos comuns. Além disso, embora os esforços sejam feitos pela comunidade do Deviation para atualizar esses Guias do Usuário, esta documentação NÃO PODE descrever completamente os recursos das construções noturnas. Qualquer usuário do Deviation com uma atualização ou alteração no manual pode enviar adições e alterações através do rastreador de problemas do repositório do Github do Manual do Deviation em https://github.com/DeviationTX/deviation-manual/issues, ou editar a origem do manual diretamente .
ru: Руководство пользователя для Deviation регулярно просматривается и обновляется для добавления информации о новых возможностях. Кроме того, хотя сообщество Deviation прилагает все усилия для обновления руководства пользователя, эта документация может не полностью описывать особенности ночных сборок. Любой пользователь Deviation с обновлением или изменением для руководства может отправить дополнения и изменения через отслеживание проблем репозитория Deviation-manual Github по адресу https://github.com/DeviationTX/deviation-manual/issues , или напрямую отредактировать руководство.
zh: Deviation 的在线用户手册定期检查和更新使其包括最新的功能信息。此外， 虽然尽了最大努力在 Deviation 社区更新这些用户指南，但这个文档可能不能完全描述每晚构建固件的功能。任何 Deviation 用户可以更新或修改用户手 册，你可以通过 Deviation-manual Github 库的问题修改器提交增加和变更，地址为:https://github.com/DeviationTX/deviation-manual/issues 或者直接编辑手册的源文件提交PR。

source: So should you load the Deviation 5.0 release or should you load a Nightly? Your own requirements will determine the answer to that question. If you use Walkera, Spectrum and Flysky models, and any number of variations of the WLToys V2x2 quads, the Deviation 5.0 release will be sufficient. If you have one of many newer small quads, or if you want support for additional hardware beyond additional transmitter modules, you should consider using the Nightly build.
de: Sollen Sie nun Deviation 5.0 oder eine nächtliche Firmware installieren? Das hängt von Ihren eigenen Bedürfnissen ab. Wenn Sie Walkera, Spectrum und Flysky Modelle und einen der vielen WLToys V2x2 Quadrocopter verwenden, wird Ihnen Deviation 5.0 in der Regel genügen. Wenn Sie Unterstützung für eines der zahlreichen neueren kleinen Flugmodelle, oder zusätzliche Hardwareerweiterungen benötigen, sollten Sie eine nächtliche Firmware installieren.
fr: Devez vous utiliser la version 5.0 de Deviation ou utiliser une compilation nocturne ? Ce que vous recherchez déterminera la réponse à cette question. Si vous utilisez des modèles Walkera, Spectrum ou Flysky, et grand nombre de variations des quadricoptères V2x2 de Wltoys, la version 5.0 de Walkera sera suffisante. Si vous avez un des nouveaux nombreux petits quadricoptères, ou si vous voulez utiliser d'autres matérieis par des modules d'émetteur additionnels, vous devriez envisager les compilations nocturnes.
hu: Szóval, akkor most a hivatalos Deviation 5.0-s verzió telepítsd, vagy a legfrissebb napi fordítást? A választ a kérdésre a saját igényeid alapján lehet megadni. Ha csak az 5.0-ban már meglevő protokollokat akarod használni, mint amilyen pl. a Walkera, Spectrum és Flysky, vagy pl. WLToys V2x2 quad-od van, akkor az 5.0-s verzió a megfelelő, de ha van egy csomó újabb játék quad-od, akkor lehet, hogy azokhoz csak a napi fordításban található meg a szükséges protokoll.
ja: 結果、Deviation 5.0リリース版を適用すべきか、それともナイトリービルド版を適用すべきか？あなた自身が求める、疑問に対する回答がそれを決定することでしょう。Walkera、Spectrum、Flysky、およびWLToys V2x2クワッドのバリエーションをいくつか使用する場合は、Deviation 5.0リリース版で十分です。最新の小型クワッドや、サポートされている送信機モジュール以外に最新の追加ハードウェアをサポートしたい場合は、ナイトリービルド版の使用を検討ください。
pt_br: Então você deve carregar o lançamento do Deviation 5.0 ou carregar um Nightly? Suas próprias necessidades determinarão a resposta para essa pergunta. Se você usar os modelos Walkera, Spectrum e Flysky e qualquer número de variações dos quads do WLToys V2x2, a versão do Deviation 5.0 será suficiente. Se você tiver um dos muitos quads pequenos mais recentes ou se quiser suporte para hardware adicional além dos módulos adicionais do transmissor, considere a possibilidade de usar as build Nightly.
ru: Итак, вы должны загрузить версию Deviation 5.0 или вы должны загрузить ночную сборку? Ваши собственные требования будут определять ответ на этот вопрос. Если вы используете модели Walkera, Spektrum или Frsky, и любые вариации квадрокоптеров WLToys V202, версии Deviation 5.0 будет достаточно. Если у вас есть один из многих новых небольших квадрокоптеров, или если вам нужна поддержка дополнительного оборудования, кроме дополнительных передающих модулей, вам следует рассмотреть использование ночной сборки.
zh: 所以你应该选择安装 Deviation 5.0 版本还是安装每晚构建固件版本呢? 你自己的需求将决定这个问题的答案。如果你使用华科尔(Walkera)、地平线 (Spectrum)和富斯(Flysky)模型或者其他类似于伟力(WLToys)V2x2 四轴的模型，Deviation5.0 版本就足够了。如果你有一些新型号的小四轴，或者如果你想要得到额外的硬件或者额外的高频头模块的支持，你应该考虑使用每晚构建固 件。

source: If you are also adding hardware modifications, such as switches or transmitter modules, you should install the Deviation Nightly build first and review the available features. After Deviation is running, install your hardware and modify any settings to support your modifications. This helps you determine the source of issues later for troubleshooting.
de: Auch bei zusätzlichen geplanten Hardwaremodifikationen wie zum Beispiel Schaltern oder Sendemodulen sollten Sie zunächst die nächtliche Deviation Firmware installieren. Wenn Deviation läuft, können Sie nun Ihre Hardware modifizieren und die entsprechenden Einstellungen ändern. Dies hilft später die Ursachen für Probleme besser zu identifizieren.
fr: Si également vous faites des modifications de matériel, comme l'ajout d'interrupteurs ou de modules d'émetteur, vous devriez installer les compilations nocturnes de Deviation d'abord et passer en revue les fonctionnalités disponibles. Après que Deviation fonctionne, installez votre matériel et modifiez les réglages pour que vos modifications fonctionnent . Ceci vous aide pour déterminer l'origine des problèmes de dysfonctionnement.
hu: Továbbá ha például a napi fordítás újabb hardver módosításokat is támogat, akkor először érdemes telepíteni az adott napi fordítást, és ellenőrizni a gyakran használt funkcionalitást, és csak utána végrehajtani a hardver változtatásokat, hogy később egyszerűbb legyen meghatározni az esetleges problémák forrását.
ja: スイッチや送信機モジュールなどのハードウェア変更も追加更新する場合は、まずDeviationナイトリービルド版をインストールして利用可能な機能を確認する必要があります。 Deviationを実行されたらハードウェアを追加し、ハードウェア変更をサポートするように設定変更します。これによりトラブルシューティングのため、後で問題の原因を特定するのに役立ちます。
pt_br: Se você também estiver adicionando modificações de hardware, como switches ou módulos transmissores, deverá instalar primeiro a compilação Deviation Nightly e revisar os recursos disponíveis. Depois que o Deviation estiver em execução, instale seu hardware e modifique as configurações para suportar suas modificações. Isso ajuda você a determinar a origem dos problemas posteriormente para a solução de problemas.
ru: Если вы выполняете модификацию оборудования, такую как переключатели или передающие модули, сначала установите ночную сборку Deviation и просмотрите доступные возможности. После того, как Deviation запущен, установите ваше оборудование и измените параметры для поддержки вашей модификации. Это поможет в дальнейшем определить источник проблем, для устранения неполадок.
zh: 如果你想修改硬件，比如增加或者改变开关或传感器模块，你应该首先安装Deviation每晚构建固件然后熟悉可用的功能。运行 Deviation 固件后，安装硬件和修改一些设置来支持你的修改。这可以帮助你找出问题的来源，然后排除故障。

source: Test Builds
de: Testversionen [test builds]
fr: Compilations de test - Test builds
hu: Teszt fordítások
ja: テストビルド
pt_br: Builds de teste
ru: Тестовые сборки
zh: 测试版本

source: Test Builds are for experienced users only. The Deviation Test builds are prepared by software developers to test new features or hardware options, and require a higher level of experience. These builds may also require specific transmitter configuration or hardware mods.
de: Testversionen sind nur für erfahrene Benutzer. Die Deviation Testversionen werden von Entwicklern veröffentlich um neue Features oder Hardware zu testen und setzen größere Erfahrung voraus. Teilweise erfordern diese Versionen auch spezielle Sonderkonfigurationen oder -modifikationen.
fr: Les compilations de test sont réservées aux utilisateurs expérimentés. ils sont réalisés par des développeurs pour tester de nouvelles fonctionnalités ou des options matérielles et requièrent un plus haut degré d'expérience. Ces compilations peuvent aussi nécessiter des configurations d'émetteurs spécifiques ou des modifications matérielles.
hu: A teszt fordítások csak haladó felhasználóknak valók. A Deviation teszt fordításokat a fejlesztők az új funkciók vagy hardver opciók teszteléséhez készítik, és a használatuk magasabb felkészültséget igényel. Ezeknek a fordításoknak a használatához gyakran speciális távirányító konfiguráció vagy hardver módosítások szükségesek.
ja: テストビルドは熟練したユーザのためのものです。Deviation テストビルドは、新機能やハードウェアオプションをテストするためソフトウェア開発者によって準備されており、それはより高度な経験を必要とします。またこれらの構築は、特定の送信機構成やハードウェア改造を必要とするかもしれません。
pt_br: Builds de Teste são apenas para usuários experientes. As compilações do Teste de Deviation são preparadas por desenvolvedores de software para testar novos recursos ou opções de hardware e exigem um nível mais alto de experiência. Essas compilações também podem exigir configuração específica do transmissor ou mods de hardware.
ru: Тестовые сборки предназначены только для опытных пользователей. Тестовые сборки Deviation готовятся разработчиками программного обеспечения для тестирования новых возможностей или аппаратных опций, и требуют более высокого уровня опыта. Эти сборки могут также требовать особой настройки передатчика или аппаратных модификаций.
zh: 测试版本仅供有经验的用户。Deviation 测试固件是由软件开发人员来测试新 功能或硬件选项，并要求更高层次的经验。这些构建有些也可能需要特定的遥控 器配置或硬件属性。
