Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_install.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: Installation
hu: Telepítés
ja: インストール
pt_br: Instalação
ru: Установка
zh: 安装

source: Windows™ users can choose between two methods of installing the deviation firmware.
de: Windows™ Anwender können zwischen zwei Wegen zur Installation der Deviation Firmware wählen.
fr: Les utilisateurs de Windows™ peuvent choisir entre deux méthodes pour installer le micrologiciel -firmware- Deviation.
hu: A Windows™ felhasználók kétféle telepítési módszer közül választhatnak.
ja: Windowsユーザは、Deviationファームウェアをインストールする方法を2種選択できます。
pt_br: Os usuários do Windows ™ podem escolher entre dois métodos de instalação do firmware do Deviation
ru: Пользователи Windows™ могут выбрать между двумя методами установки прошивки Deviation.
zh: Windows™用户可以在两种方法之间进行选择，安装 Deviation 固件。

source: Use the Deviation Uploader tool
de: Verwendung des Deviation Uploader
fr: Utiliser l'outil 'Deviation Uploader'
hu: A Deviation Uploader eszközzel
ja: Deviation Uploaderツールを使用
pt_br: Use a ferramenta Deviation Uploader
ru: Использование утилиты Deviation Uploader
zh: 使用 Deviation 上传工具（Deviation Uploader）。

source: Use the Walkera DfuSe USB Upgrade tool (Windows™ only)
de: Verwendung des Walker DfuSe USB Upgrade tool (nur Windows™)
fr: Utiliser l' outil de mise à jour de Walkera DfuSe USB (Windows™ uniquement)
hu: A Walkera DfuSe USB Upgrade eszközzel (csak Windows™)
ja: Walkera DfuSe USB Upgradeツールを使用 (Windowsのみ)
pt_br: Use a ferramenta de atualização USB Walkera DfuSe (somente Windows ™)
ru: Использование утилиты Walkera DfuSe USB Upgrade (только Windows™)
zh: 使用 Walkera DfuSe USB Upgrade tool (仅限 Windows™用户)

source: If you do not have the Windows™ operating system, go with the first choice, the Deviation Uploader tool. It is a Java application that was designed by the Deviation developer team to be efficient and simple to use with any Devo radio and any version of deviation or even Devention, if you should wish to revert to the original Walkera firmware. The Walkera tool uses a two-step approach, in which you first install the firmware, then the filesystem library. The Deviation Uploader tool does the same thing in one simple, convenient step, using the ZIP compressed deviation firmware file as the source.
de: Falls Sie kein Windows™ Betriebssystem verwenden, nutzen Sie die erste Möglichkeit, den Deviation Uploader. Es handelt sich um ein Java Programm, dass vom Deviation Entwicklerteam speziell entwickelt wurde, um effizient und einfach mit jedem Devo-Sender und jeder Deviation- oder sogar Devention-Firmware zu verwenden zu sein. Das Walkera-Tool verwendet zwei Schritte, in denen man zunächst die Firmware und dann die Dateisystem-Bibliothek installiert. Der Deviation Uploader kombinierte beides in einem einfachen und bequemen Schritt, in dem er die komprimierte ZIP-Datei der Deviation Firmware als Quelle verwendet.
fr: Si vous n'avez pas le système d'exploitation Windows™, utilisez la première solution, le 'Deviation Uploader'. C'est une application Java qui a été créée par l'équipe de développement de Deviation pour être efficace et simple à utiliser avec toutes les radio Devo et toutes les versions de Déviation ou même Devention, au cas où vous voudriez revenir au micrologiciel Walkera original. L'outil Walkera utilise une approche en deux temps, dans laquelle vous installez d'abord le micrologiciel puis la bibliothèque de fichiers système. L'outil 'Deviation Uploader' fait la même chose en une opération simple et pratique en utilisant en tant que source le dossier deviation compressé.
hu: Ha nincs Windows™-os géped, akkor csak az első opciót, a Deviation Upgrade eszközt tudod használni. Ez egy Java alkalmazás, melyet a Deviation fejlesztői csapata tervezett, hogy egyszerűen használható legyen bármely Devo rádióhoz és bármely Deviation, vagy akár Devention szoftver verzióhoz, ha vissza szeretnél állni az eredeti Walkera szoftverre. A Walkera eszköz kétlépcsősen működik, melyben először telepíteni kell a szoftvert, majd külön a fájlrendszer könyvtárat. A Deviation Uploader egyetlen kényelmes lépésben teszi meg ugyanezt, a ZIP formátumú tömörített deviation szoftver fájl felhasználásával.
ja: Windowsオペレーティングシステムがない場合は、最初の選択肢であるDeviation Uploaderツールを使用してください。 オリジナルのWalkeraファームウェアに戻す必要がある場合は、Deviation開発チームによって設計されたJavaアプリケーションで、Devo送信機やDeviationの任意のバージョン、さらにはDeventionのすべてのバージョンで効率的かつ簡単に使用ができます。Walkeraツールは、まずファームウェアをインストールしてからファイルシステムライブラリをインストールするという2段階の手順が必要です。 Deviation Uploaderツールは、ZIP圧縮されたDeviationファームウェアファイルをソースとして使用し、アップデートを1つの簡単かつ便利な手順で実行します。
pt_br: Se você não tiver o sistema operacional Windows ™, escolha a primeira opção, a ferramenta Deviation Uploader. É um aplicativo Java projetado pela equipe de desenvolvimento do Deviation para ser eficiente e simples de usar com qualquer rádio Devo e qualquer versão de desvio ou mesmo Deviation, se você desejar reverter para o firmware Walkera original. A ferramenta Walkera usa uma abordagem de duas etapas, na qual você primeiro instala o firmware e, em seguida, a biblioteca do sistema de arquivos. A ferramenta Deviation Uploader faz a mesma coisa em uma etapa simples e conveniente, usando o arquivo de firmware de desvio compactado ZIP como a origem.
ru: Если у вас нет операционной системы Windows, выберите первый пункт, Deviation Uploader. Это приложение Java, разработанное командой Deviation, для эффективного и простого использования с любым передатчиком Devo и любой версией Deviation или даже с Devention, если вы захотите вернуться к прошивке Walkera. Утилита Walkera использует двухэтапный подход, сначала вы устанавливает прошивку, затем библиотеку файловой системы. Утилита Deviation Uploader делает то же самое в одно простом, удобном шаге, используя ZIP архив прошивки в качестве источника.
zh: 如果您没有 Windows™操作系统，选择第一种方法 "Deviation Uploader tool"。 这是一个由 Deviation 开发人员团队设计的 Java 应用程序，高效并简单，可适用 于任何遥控器和任何版本的 Deviation .工具升级需要两步，首先安装固件，然后 是文件库。Deviation 上传工具只需要一步就可以完成同样的事情, 使用 ZIP 压缩 Deviation 固件文件作为源。

source: If your transmitter is a Devo F7 or F12E, you **must** use the Deviation Uploader.
de: Falls Ihr Sender ein DevoF7 oder F12E ist, **müssen** Sie den Deviation Uploader verwenden.
fr: Si votre émetteur est un Devo F7 ou F12e vous **devez** utiliser l'outil 'Deviation Uploader'.
hu: Ha Devo F4, F7, vagy F12E távirányítód van, akkor a Deviation Uploader-t **kell** használnod.
ja: 送信機がDevo F7またはF12Eの場合は、Deviation Uploaderツールを使用する必要があります。
pt_br: Se o seu transmissor é um Devo F7 ou F12E, você ** deve ** usar o Deviation Uploader.
ru: Если у вас передатчик Devo F7 или Devo F12E, вы **должны** использовать Deviation Uploader.
zh: DevoF7或者DevoF12E，必须使用Deviation 上传工具。

source: The :ref:`preparation` section covers things you need to do before starting an installation. Then, two installation sections cover the actual installation, depending on which tool you are using. There are sections following that include notes specific to upgrading from or to various versions and build types.
de: Der Abschnitt :ref:`preparation` erläutert die Vorraussetzungen vor der eigentlichen Installation. Die folgenden zwei Abschnitte beinhalten die tatsächliche Installation in Abhängigkeit von der gewählten Installationsvariante. Abschließend finden sich noch weitere Informationen über das Aktualisieren der Installation sowie besondere Versionen.
fr: La chapitre :ref:`preparation` couvre ce que vous avez à faire avant de démarrer l'installation. Puis deux chapitres couvrent l'installation proprement dite, selon l'outil que vous utilisez. Les deux chapitres suivants traitent de la mise à jour de ou vers différentes versions ou types de compilations.
hu: A :ref:`preparation` fejezet írja le a telepítés előtti szükséges lépéseket, majd a két telepítési fejezet részletezi a tényleges telepítést, attól függően, hogy melyik módszert választottad. Az utána következő fejezetek olyan speciális eseteket tárgyalnak, mint a bizonyos verziókról, vagy verziókra történő frissítés.
ja: :ref:`Preparation` 項はインストールを始める前にするべきことを補完しています。次に使用しているツールに応じて、2つのインストール項で実際のインストール手法について説明を行います。以下の項目には、様々なバージョンやビルドタイプからのアップグレード、または様々なバージョンへのアップグレードに固有の注意事項が含まれています。
pt_br: A seção: ref: `preparation` aborda as coisas que você precisa fazer antes de iniciar uma instalação. Em seguida, duas seções de instalação cobrem a instalação real, dependendo de qual ferramenta você está usando. Há seções a seguir que incluem notas específicas para atualizar de ou para várias versões e tipos de construção.
ru: Раздел :ref:`preparation` описывает то, что вам нужно сделать перед началом установки. Затем два раздела установки описывают фактическую установку, в зависимости от утилиты, которую вы используете. Ниже приведены разделы, которые включают примечания, относящиеся к обновлению от или до различных версий и типов сборки.
zh: \:ref\:`preparation` 介绍在开始安装固件之前你需要做的事情。然后, 根据你使用的工 具, 两个安装步骤将覆盖原始程序。这些步骤适用于版本升级或者不同版本和开 发者版本的安装

source: Preparation
de: Vorbereitung
fr: Préparation
hu: Előkészítés
pt_br: Preparação
ru: Подготовка
zh: 准备

source: First, ensure that your Devo is fully charged before starting the installation. Download the deviation-devoXX-x.y.z.zip firmware from http://deviationtx.com/downloads-new/category/1-deviation-releases where XX is the number of your Walkera Devo™ transmitter. x.y.z identifies the deviation version number.
de: Stellen Sie bitte zunächst sicher, dass Ihr Devo-Sender vor der Installation vollständig geladen ist. Laden this die deviation-devoXX-x.y.z.zip Firmware von http://deviationtx.com/downloads-new/category/1-deviation-releases wobei XX die Nummer Ihres Walkera Devo™-Senders ist und x.y.z. die Deviations Versionsnummer bezeichnet.
fr: D'abord, assurez vous que votre Devo est complètement chargé avant de démarrer l'installation. Téléchargez le micrologiciel devoXX-x.y.z.zip à partir de http://deviationtx.com/downloads-new/category/1-deviation-releases où XX est le numéro de votre émetteur Walkera Devo et x.y.z identifie la version de Deviation.
hu: Először is a telepítés előtt győződj meg róla, hogy a Devo távirányítód teljesen fel van-e töltve. Töltsd le a deviation-devoXX-x.y.z.zip telepítési csomagot a http://deviationtx.com/downloads-new/category/1-deviation-releases címről, ahol XX a Walkera Devo™ távirányítód típusszáma, x.y.z pedig a deviation szoftver verziója.
ja: 最初に、インストールを開始する前にDevo送信機がフル充電されていることを確認してください。 http://deviationtx.com/downloads-new/category/1-deviation-releases から variation-devoXX-x.y.z.zip ファームウェアをダウンロードします。ここでXXはWalkera Devo送信機の番号です。x.y.zはDeviationバージョン番号を表します。
pt_br: Primeiro, certifique-se de que seu Devo esteja totalmente carregado antes de iniciar a instalação. Faça o download do firmware deviation-devoXX-x.y.z.zip de http://deviationtx.com/downloads-new/category/1-deviation-releases, em que XX é o número do seu transmissor Walkera Devo ™. x.y.z identifica o número da versão do Deviation.
ru: Во-первых, убедитесь, что ваш Devo полностью заряжен перед началом установки. Загрузите прошивку deviation-devoXX-x.y.z.zip по адресу http://deviationtx.com/downloads-new/category/1-deviation-releases, где XX это номер вашего передатчика Walkera Devo. x.y.z указывает номер версии Deviation.
zh: 首先, 确保你的遥控器在开始安装固件之前电池是充满电的。在 http://deviationtx.com/downloads-new/category/1-deviation-releases 中下载 deviation-t8sgXX-x.y.z.zip 固件, 其中 XX 是遥控器的型号。 x.y.z 指的是Deviation 固件的版本号。

source: NOTE: Do NOT attempt to use the DfuSe tool from STMicroelectronics!
de: WARNUNG: Verwenden Sie NICHT das DfuSe tool von STMicroelectronics!
fr: NOTE: N'essayez pas d'utiliser l'outil DfuSe de STMicroelectronics!
hu: MEGJEGYZÉS: Ne használd az STMicroelectronics által kiadott DfuSe eszközt, hanem csakis a Walkera által kiadottat!
ja: 注: STMicroelectronicsのDfuSeツールを使用しないでください！
pt_br: NOTA: NÃO tente usar a ferramenta DfuSe da STMicroelectronics!
ru: ПРИМЕЧАНИЕ: Не пытайтесь использовать утилиту Dfuse от STMicroelectronics!
zh: 注意: 不要使用从 STMicroelectronics 下载的 DfuSe 工 具！

source: You can download the Walkera tool from: https://drive.google.com/drive/u/0/folders/0B6SupsT8-3_BYXNQM1dOUlRYcGM
de: Sie können das Walkera DfuSe USB Upgrade-Tool hier herunterladen: https://drive.google.com/drive/u/0/folders/0B6SupsT8-3_BYXNQM1dOUlRYcGM
fr: Vous pouvez télécharger l'outil Walkera à partir de https://drive.google.com/drive/u/0/folders/0B6SupsT8-3_BYXNQM1dOUlRYcGM
hu: A Walkera eszközt az alábbi linkről töltheted le: https://drive.google.com/drive/u/0/folders/0B6SupsT8-3_BYXNQM1dOUlRYcGM
ja: Walkeraツールは次のサイトからダウンロードできます: https://drive.google.com/drive/u/0/folders/0B6SupsT8-3_BYXNQM1dOUlRYcGM
pt_br: Você pode fazer o download da ferramenta Walkera em: https://drive.google.com/drive/u/0/folders/0B6SupsT8-3_BYXNQM1dOUlRYcGM
ru: Вы можете загрузить утилиту Walkera по адресу: https://drive.google.com/drive/u/0/folders/0B6SupsT8-3_BYXNQM1dOUlRYcGM
zh: 你可以在这里下载固件升级工具：https://drive.google.com/drive/u/0/folders/0B6SupsT8-3_BYXNQM1dOUlRYcGM

source: The Deviation Uploader tool can be downloaded from http://deviationtx.com/downloads-new/category/161-dfu-usb-tool
de: Der Deviation Uploader kann unter http://deviationtx.com/downloads-new/category/161-dfu-usb-tool heruntergeladen werden.
fr: L'outil 'Deviation Uploader' peut être téléchargé à partir de http://deviationtx.com/downloads-new/category/161-dfu-usb-tool
hu: A Deviation Uloader eszközt az alábbi linkről töltheted le: http://deviationtx.com/downloads-new/category/161-dfu-usb-tool
ja: Deviation Uploaderツールは下記よりダウンロード可能です。 http://deviationtx.com/downloads-new/category/161-dfu-usb-tool
pt_br: A ferramenta Deviation Uploader pode ser baixada em http://deviationtx.com/downloads-new/category/161-dfu-usb-tool
ru: Утилиту Deviation Uploader можно загрузить по адресу: http://deviationtx.com/downloads-new/category/161-dfu-usb-tool
zh: Deviation Uploader tool 可以在这里下载： http://deviationtx.com/downloads-new/category/161-dfu-usb-tool

source: If you are using Windows™, you need to install the appropriate USB drivers. See the section on :ref:`windows_drivers`
de: Falls Sie Windows™ verwenden, müssen Sie zunächst die korrekten USB-Treiber installieren. Siehe hierzu den Abschnitt :ref:`windows_drivers`.
fr: Si vous utilizes Windows™, vous devez installer les pilotes USB appropriés. Voir la section : :ref:`windows_drivers`
hu: Ha Windows™-t használsz, telepítened kell a megfelelő USB eszközkezelőket. Bővebben lásd a :ref:`windows_drivers` fejezetben.
ja: Windowsを使用している場合は、適切なUSBドライバをインストールする必要があります。 :ref:`windows_drivers` 項をご確認ください。
pt_br: Se você estiver usando o Windows ™, precisará instalar os drivers USB apropriados. Veja a seção sobre: ref: `windows_drivers`
ru: Если вы используете Windows, вам необходимо установить соответствующий драйвер USB. Смотрите раздел :ref:`windows_drivers`
zh: 如果你使用的是 Windows™，则需要安装相应的 USB 驱动程序。请参阅 Windows 驱动程序安装部分。

source: Unzip the tools and install them locally. If you are using the Deviation Uploader tool, it is not necessary to unzip the firmware you downloaded. It is recommended that you test the DFU tool by first upgrading your TX to a different version of Walkera firmware.
de: Entpacken Sie das Programm und installieren Sie es lokal. Falls Sie den Deviation Uploader verwenden, muss die zu installierende Firmware nicht entpackt werden. Wir empfehlen, dass das DFU-Tool zunächst mittels Installation einer anderen Walkera Firmware getestet wird.
fr: Décompressez les outils et installez les en local. Si vous utilisez le 'Deviation Uploader', il n'est pas nécessaire de décompresser le micrologiciel que vous avez téléchargé. Il vous est recommandé de tester l'outil DFU en mettant à jour votre émetteur avec une version différente du micrologiciel Walkera.
hu: Csomagold ki az eszközöket, és telepítsd a számítógépedre. Ha a Deviation Uploader eszközt használod, akkor a deviation telepítési csomagot nem kell kicsomagolni. Ajánlatos először kipróbálni a DFU eszközt egy eltérő verziójú Walkera szoftver telepítésével.
ja: ツールを解凍しローカルにインストールします。Deviation Uploaderツールを使用している場合は、ダウンロードしたファームウェアを解凍する必要はありません。最初に送信機をWalkeraファームウェアの別のバージョンにアップグレードして、DFUツールをテストすることをお勧めします。
pt_br: Descompacte as ferramentas e instale-as localmente. Se você estiver usando a ferramenta Deviation Uploader, não é necessário descompactar o firmware que você baixou. É recomendado que você teste a ferramenta DFU atualizando primeiro o seu TX para uma versão diferente do firmware do Walkera.
ru: Распакуйте утилиты и установите их на компьютер. Если вы используете утилиту Deviation Uploader, нет необходимости разархивировать загруженную прошивку. Рекомендуется протестировать утилиту DFU, предварительно обновив ваш передатчик до другой версии прошивки Walkera.
zh: 将下载好的工具解压缩并且安装。如果你使用的是 Deviation Uploader tool，则不需要解压下载好的固件。

source: If you are upgrading from a previous Deviation release, it is strongly recommended that you back-up the 'models' directory from the transmitter as well as the 'tx.ini' and the 'hardware.ini' files to ensure you don’t lose any model or transmitter configuration.
de: Wenn Sie eine vorherigen Deviation Firmware aktualisieren, ist eine vorherige Sicherung des 'model'-Verzeichnisses sowie der Dateien 'tx.ini' und 'hardware.ini' zu empfehlen, um sicher zu stellen, dass diese bei der Installation nicht verloren gehen.
fr: Si vous faites une mise à jour à partir d'une version précédente de Deviation, il est fortement recommandé de sauvegarder le répertoire 'modèles' de votre émetteur ainsi que les fichiers 'tx.ini' et 'hardware.ini' pour vous assurer de ne perdre aucun modèle ni la configuration de votre émetteur.
hu: Ha egy régebbi verziójú Deviation verzióról akarsz frissíteni, akkor előtte erősen ajánlott a távirányítón levő "models" könyvtár tartalmáról biztonsági másolatot készíteni, valamint elmenteni a "tx.ini" és a "hardware.ini" fájlokat is, hogy ne veszhessen el semmilyen modell vagy távirányító beállítás.
ja: 以前のDeviationリリースからアップグレードする場合は、モデルデータや送信機の設定を失う可能性があるため、送信機から「models」ディレクトリをバックアップし「tx.ini」ファイルおよび「hardware.ini」ファイルを変更しないことを強くお勧めします。
pt_br: Se você está atualizando de uma versão anterior do Deviation, é altamente recomendável que você faça backup do diretório 'models' do transmissor, bem como dos arquivos 'tx.ini' e 'hardware.ini' para garantir que você não faça o upgrade. perder qualquer configuração de modelo ou transmissor.
ru: Если вы обновляете предыдущую версию Deviation, настоятельно рекомендуется создать резервную копию каталога 'models' из передатчика, а также файлов 'tx.ini' и 'hardware.ini', для гарантии, что вы не потеряете модели или конфигурацию передатчика.
zh: 如果你要升级旧版本的 Deviation 固件，强烈建议你备份遥控器“Models” 目录以及"tx.ini”和“hardware.ini”文件，以确保你不会丢失任何的模型或遥控器配置。

source: Windows Driver Installation
de: Windows™-Treiber Installation
fr: Installation des pilotes Windows
hu: Windows eszközkezelő telepítése
ja: Windowsドライバのインストール
pt_br: Instalação do Driver do Windows
ru: Установка драйвера Windows
zh: Windows 驱动程序安装

source: The Walkera DfuSe tool and the Deviation Uploader tool use different drivers. Both can be installed by the Deviation USBDrv Installer, available from http://www.deviationtx.com/downloads-new/category/161-dfu-usb-tool
de: Das Walkera DfuSe Tool und der Deviation Uploader verwenden unterschiedliche Treiber. Beide können über den Deviation USBDrv Installer, verfügbar unter http://www.deviationtx.com/downloads-new/category/161-dfu-usb-tool , installiert werden.
fr: L'outil DFuSe Walkera et l'outil 'Deviation Uploader' utilisent différents pilotes. Les deux peuvent être installés par l'installateur Deviation USBDrv, disponible à partir de http://www.deviationtx.com/downloads-new/category/161-dfu-usb-tool
hu: A Walkera DfuSe eszköz, és a Deviation Uploader eszköz különböző eszközkezelőt használ. Mindkettőt a Deviation USBDrv Installer-rel lehet telepíteni, ami az alábbi linkről tölthető le: http://www.deviationtx.com/downloads-new/category/161-dfu-usb-tool
ja: Walkera DfuSeツールとDeviation Uploaderツールは異なるドライバを使用します。どちらも下記Deviation USBDrvインストーラによりインストールが可能です。 http://www.deviationtx.com/downloads-new/category/161-dfu-usb-tool
pt_br: A ferramenta Walkera DfuSe e a ferramenta Deviation Uploader usam drivers diferentes. Ambos podem ser instalados pelo Instalador de Deviation USBDrv, disponível em http://www.deviationtx.com/downloads-new/category/161-dfu-usb-tool
ru: Утилита Walkera DfuSe и утилита Deviation Uploader используют разные драйверы. Оба драйвера могут быть установлены с помощью Deviation USBDrv Installer, доступного по адресу http://www.deviationtx.com/downloads-new/category/161-dfu-usb-tool
zh: Walkera DfuSe tool 和 Deviation Uploader tool 使用不同的驱动程序。两个都 可以通过 Deviation USBDrv Installer 安装，可以在这里下载： http://www.deviationtx.com/downloads-new/category/161-dfu-usb-tool

source: Extract the Deviation USBDrv Installer, and run 'DFU USBDrv Installer-x.y.exe'. You can then uninstall both drivers, or install either the Deviation USB Driver for use with the Deviation Uploader or the Walkera driver. Install the driver for the Dfu tool you plan on using.
de: Entdecken Sie den Deviation USBDrv Installer und starten Sie 'DFU USBDrv Installer-x.y.exe'. Anschließend können beide Treiber deinstalliert und wahlweise der Deviation USB Treiber zur Verwendung mit dem Deviation Uploader oder der Walkera Treiber installiert werden. Installieren Sie den Treiber für das Installationstool, das Sie verwenden möchten.
fr: Extrayez l'installateur Deviation USBDrv et exécutez 'DFU USBDrv Installer-x.y.exe'. Vous pouvez ensuite désintaller les deux pilotes, ou installer soit le pilote USB Deviation pour l'utiliser avec le 'Deviation Uploader' ou le pilote Walkera. Installez le pilote pour l'outil DFU que vous souhatez utiliser.
hu: Csomagold ki a Deviation USBDrv Installer-t, és futtasd a "DFU USBDrv Installer-x.y.exe" programot. Ezután eltávolíthatod mindkét eszközkezelőt, vagy telepítheted a Deviation USB Driver-t a Deviation Uploader-hez, vagy a Walkera eszközkezelőt a Walkera DfuSe használatához attól függően, hogy melyiket akarod használni.
ja: Deviation USBDrv インストーラを解凍し、「DFU USBDrv Installer-x.y.exe」を実行します。その後、両方のドライバをアンインストールするか、もしくはDeviation Uploaderと一緒に使用するためにDeviation USBドライバまたはWalkeraドライバのいずれかをインストールします。または使用する予定のDFUツールドライバをインストールします。
pt_br: Extraia o instalador do USBDrv do Deviation e execute 'DFU USBDrv Installer-x.y.exe'. Você pode então desinstalar ambos os drivers ou instalar o Driver USB do Deviation para usar com o Deviation Uploader ou o driver Walkera. Instale o driver para a ferramenta Dfu que você planeja usar.
ru: Разархивируйте Deviation USBDrv Installer, и запустите 'DFU USBDrv Installer-x.y.exe'. Затем вы можете удалить оба драйвера, или установить Deviation USB Driver для использования с Deviation Uploader или драйвер Walkera. Установите драйвер для утилиты DFU, которую вы планируете использовать.
zh: 提取 Deviation USBDrv Installer，并运行“DFU USBDrv Installer-x.y.exe”。然 后, 你可以卸载这两个驱动程序，或者安装 Deviation USB Driver，以便使用 Deviation Uploader tool；或者安装 Walkera driver 以便 Walkera DfuSe tool。选择 要使用的 Dfu 工具，安装对应的驱动程序。

source: DFU Installation With Walkera DfuSe
de: DFU Installation mit Walkera DfuSe
fr: Mise à jour du micrologiciel - firmware avec DfuSe Walkera
hu: DFU telepítés a Walkera DfuSe használatával
ja: Walkera DfuSeによるDFUインストール
pt_br: Instalação DFU Com Walkera DfuSe
ru: Установка DFU с помощью Walkera DfuSe
zh: 用 Walkera DfuSe 安装 DFU
