Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_install.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: The 'Deviation Uploader' is a Java (jar) file. You can either pass the jar file to the Java executable on the command line, or open the file in the GUI, using the Java application to open it. You will need to install Java from http://www.java.com/ if you haven't already installed it.
de: Der Deviation Uploader ist eine Java (jar) Datei. Sie können diese entweder mittels java.exe über die Kommandozeile starten oder mittels des Java-Programms über die grafische Oberfläche öffnen. Sie müssen Java zunächst von http://www.java.com/ installieren, falls dies noch nicht erfolgt ist.
fr: Le 'Deviation Uploader' est un fichier Java (jar) . Vous pouvez soit transférer le fichier au programme Java en ligne de commande, soit ouvrir le fichier dans l'interface graphique en utilisant l'application Java pour l'ouvrir. Vous devrez installer Java à partir de http://www.java.com/ si vous ne l'avez pas déjà.
hu: A "Deviation Uploader" egy Java (jar) fájl. Az elindításához vagy parancssori paraméterként átadod a jar fájlt a Java futtatónak, vagy a Java alkalmazás grafikus felületét használva megnyitod belőle a jar fájl. A gépedre telepítve kell legyen a Java futtató környezet, amit innen tudsz letölteni: http://www.java.com/
ja: 「Deviation Uploader」はJava(jar)ファイルです。jarファイルをコマンドラインでJava実行環境に指定するか、またはJavaアプリケーションを使用しGUIでファイルを開くことができます。まだインストールしていない場合は、 http://www.java.com/ からJava実行環境をインストールする必要があります。
pt_br: O 'Deviation Uploader' é um arquivo Java (jar). Você pode passar o arquivo jar para o executável Java na linha de comandos ou abrir o arquivo na GUI, utilizando o aplicativo Java para abri-lo. Você precisará instalar o Java em http://www.java.com/, caso ainda não o tenha instalado.
ru: 'Deviation Uploader' - это файл Java (jar). Вы можете запустить jar файл в командной строке, или открыть его в графическом интерфейсе, используя приложение Java. Вам необходимо установить Java с http://www.java.com/, если вы его еще не установили.
zh: Deviation Uploader 是一个 Java(jar)文件。你可以在命令行把jar文件作为参数运行java，或者直接通过图形界面打开jar文件。运行程序之前，你需要从http://www.java.com/安装 Java。

source: Once the 'Deviation Uploader' is open, connect your transmitter to a USB port, and then turn it on while holding down the 'EXT' button. On the Devo 12, this is done by holding the trainer switch instead.
de: Nachdem Deviation Uploader gestartet wurde, verbinden Sie ihren Sender mit einem USB-Anschluss und schalten Ihn ein währen sie die 'EXT'-Taste gedrückt halten. An einer Devo12 müssen Sie hierzu stattdessen den Trainer-Schalter drücken.
fr: Une fois le 'Deviation Uploader' ouvert, connectez votre émetteur à un port USB et allumez le en maintenant la touche 'EXT' enfoncée. Ceci est obtenu avec le Devo 12 en maintenant l'interrupteur d'écolage.
hu: Amikor a "Deviation Uploader" megnyílt, csatlakoztasd a távirányítódat USB-n keresztül, és kapcsold be, miközben nyomva tartod az "EXT" nyomógombot. Devo12 esetén ehelyett a Trainer billenőkapcsolót kell bekapcsolva tartani.
ja: 「Deviation Uploader」が開いたら、送信機をUSBポートに接続し「EXT」ボタンを押しながら電源をONします。Devo12では代わりにトレーナースイッチを推し続けます。
pt_br: Quando o 'Deviation Uploader' estiver aberto, conecte seu transmissor a uma porta USB e, em seguida, ligue-o enquanto pressiona o botão 'EXT'. No Devo 12, isso é feito segurando o interruptor do instrutor.
ru: Как только 'Deviation Uploader' запущен, подключите ваш передатчик к порту USB, затем включите его, удерживая нажатой кнопку 'EXT'. Для Devo12, это выполняется удержанием переключателя тренера.
zh: 首先打开“Deviation Uploader”，将遥控器连接到电脑 USB 接口，按住“EXT” 键的同时打开遥控器。Devo12上，按住Trainer开关同时打开遥控器。

source: Once the 'Deviation Uploader' is open, connect your transmitter to a USB port, and then turn it on while holding down the 'EXT' button.
de: Nachdem Deviation Uploader gestartet wurde, verbinden Sie ihren Sender mit einem USB-Anschluss und schalten Ihn ein währen sie die 'EXT'-Taste gedrückt halten.
fr: Une fois le 'Deviation Uploader' ouvert, connectez votre émetteur à un port USB et allumez le en maintenant la touche 'EXT' enfoncée.
hu: Amikor a "Deviation Uploader" megnyílt, csatlakoztasd a távirányítódat USB-n keresztül, és kapcsold be, miközben nyomva tartod az "EXT" nyomógombot.
ja: 「Deviation Uploader」が開いたら、送信機をUSBポートに接続し「EXT」ボタンを押しながら電源をONします。
pt_br: Quando o 'Deviation Uploader' estiver aberto, conecte seu transmissor a uma porta USB e, em seguida, ligue-o enquanto pressiona o botão 'EXT'.
ru: Как только 'Deviation Uploader' запущен, подключите ваш передатчик к порту USB, затем включите его, удерживая нажатой кнопку 'EXT'.
zh: 打开“Deviation Uploader”以后，将遥控器连接到电脑 USB 接口，按住 “EXT” 键的同时打开遥控器。

source: If everything is working properly, you should see the 'Transmitter' change to the type of the connected transmitter. If it changes to the wrong transmitter type, stop now and seek help from the forums. If it doesn't change, check the system information to see if the device is listed at all. If it shows up as an unknown device on Windows, then check your driver installation and try unplugging all other USB devices. Take the steps necessary to resolve any connection issues.
de: Wenn alles funktioniert, sollte im Feld 'Transmitter' der verbundene Sender angezeigt werden. Sollte ein falscher Sender angezeigt werden, versuchen Sie es erneut oder fragen im Forum nach Hilfe. Wenn keine Änderung angezeigt wird, prüfen Sie im Geräte-Manager ob das USB-Gerät aufgeführt wird. Falls unter Windows nur ein unbekanntes Gerät angezeigt wird, prüfen Sie erneut die Treiberinstallation und entfernen sicherheitshalber alle anderen USB Geräte.
fr: Si tout fonctionne correctement vous devriez voir la case 'Transmitter' afficher le modèle d'émetteur connecté. S'il affiche un mauvais émetteur, arrêtez et demandez de l'aide sur le forum. S'il ne s'affiche pas, vérifiez les informations sur votre ordinateur pour voir si votre émetteur apparait ou pas. S'il apparait comme périphérique non reconnu - unknown device - sur Windows, vérifiez l'installation de votre pilote et essayez de débrancher tous les autres appareils USB. Prenez le temps nécessaire pour résoudre tous les problèmes de connexion.
hu: Ha minden jól működik, akkor a "Transmitter" felirat átvált a csatlakoztatott távirányító típusára. Ha nem a megfelelő távirányító típus jelenik meg, akkor ne folytasd, hanem kérj segítséget a fórumban. Ha egyáltalán nem vált át, nézd meg a rendszer információk között, hogy az eszköz egyáltalán szerepel-e. Ha ismeretlen eszközként látszik a Windows-ban, akkor ellenőrizd az eszközkezelő telepítését, és próbáld lecsatlakoztatni az összes többi USB eszközt.
ja: すべてが正しく機能している場合は、接続されている送信機の種類に「Transmitter」が変更されているはずです。それが間違った送信機の種類に変更した場合は、今すぐ中止してフォーラムに助けを求めてください。変更できない場合には、システム情報を調べてデバイスが正常に表示されているかどうかを確認してください。Windows上で不明なデバイスとして表示される場合は、ドライバのインストールを確認し、他のすべてのUSBデバイスを取り外してください。接続の問題を解決するためにいくつかの必要な手順を実行ください。
pt_br: Se tudo estiver funcionando corretamente, você deverá ver a mudança do 'Transmissor' para o tipo de transmissor conectado. Se mudar para o tipo de transmissor errado, pare agora e procure ajuda nos fóruns. Se isso não mudar, verifique as informações do sistema para ver se o dispositivo está listado. Se aparecer como um dispositivo desconhecido no Windows, verifique a instalação do driver e tente desconectar todos os outros dispositivos USB. Siga os passos necessários para resolver qualquer problema de conexão.
ru: Если все работает правильно, вы должны увидеть, что 'Transmitter' изменится на тип подключенного передатчика. Если он изменится на неправильный тип передатчика, остановитесь и обратитесь за помощью к форумам. Если он не изменился, проверьте системную информацию, чтобы узнать есть ли это устройство в списке. Если отображается в Windows как неизвестное устройство, проверьте установку драйвера и попробуйте отключить все остальные USB устройства. Примите меры, необходимые для решения любых проблем с подключением.
zh: 如果一切正常，你应该看到“遥控器”的连接的类型改变。如果不改变，检查 系统信息，查看是否列出你的设备。如果显示有一个未知的设备在 Windows 上,检查你的驱动是否安装成功并且试着拔掉其他所有 USB 设备。 采取必要的措施解决任何连接问题。

source: Press the '…' button and select the zip file for the firmware you will install. There is no need to unpack the zip file since the Deviation Uploader will handle that.
de: Drücken Sie den '...' Knopf und wählen Sie die ZIP-Datei der Firmware die Sie installieren möchten. Die Datei muss vorher nicht entpackt werden, da dies der Deviation Uploader für Sie erledigt.
fr: Appuyer sur le bouton ‘...’ et choisissez le fichier zip du micrologiciel à installer. Il n'y a pas besoin de décompresser le fichier zip puisque le 'Deviation Uploader' gèrera cela.
hu: Nyomd meg a "..." nyomógombot, és válaszd ki a letöltött telepítő csomag zip fájlját. Nem szükséges előre kicsomagolni a zip fájlt, mert azt a Deviation Uploader majd megteszi.
ja: 「…」ボタンを押してインストールするファームウェアのZIPファイルを選択してください。Deviation Uploaderが自動的に処理するため、ZIPファイルを解凍する必要はありません。
pt_br: Pressione o botão '…' e selecione o arquivo zip para o firmware que você irá instalar. Não há necessidade de descompactar o arquivo zip, pois o Deviation Uploader lidará com isso.
ru: Нажмите кнопку '…' и выберите zip-файл прошивки, которую вы будете устанавливать. Нет необходимости распаковывать zip-файл, так как это сделает Deviation Uploader.
zh: 点击“...”按钮，选择你要安装的固件的 zip 文件。Deviation Uploader 不 需要解压 zip 文件。

source: If this is an initial install, all the 'Replace' boxes, along with 'Format' will be preselected.
de: Im Falle einer Erstinstallation sind alle 'Replace' Kästchen und 'Format' vorausgewählt.
fr: S'il s'agit d'une première installation, toutes les cases 'Replace' ainsi que 'Format' seront cochées.
hu: Ha ez egy első telepítés, akkor az összes "Replace" kijelölőnégyzet a "Format" opcióval együtt előre be lesz jelölve.
ja: 初期インストールの場合「置換」ボックスと「フォーマット」が事前に選択されます。
pt_br: Se esta for uma instalação inicial, todas as caixas 'Replace', juntamente com 'Format' serão pré-selecionadas.
ru: Если это начальная установка, все поля 'Replace' вместе с 'Format' будут выбраны.
zh: 如果这是一个第一次安装，所有的“Replace”框，连同“Format”将预选。

source: If this is an initial install, all the 'Replace' boxes, along with 'Format' will be preselected. On the Devo F7 and Devo F12E initial install, select the 'Format' check box if not already selected.
de: Im Falle einer Erstinstallation sind alle 'Replace' Kästchen und 'Format' vorausgewählt. Für eine Erstinstallation auf Devo F7 und Devo F12E stellen Sie sicher, dass das Kästchen 'Format' aktiviert ist.
fr: S'il s'agit d'une première installation, toutes les cases 'Replace' ainsi que 'Format' seront cochées. Pour une première installation sur le Devo F7 et le Devo F12e cochez la case 'Format' si elle ne l'est pas déjà.
hu: Ha ez egy első telepítés, akkor az összes "Replace" kijelölőnégyzet a "Format" opcióval együtt előre be lesz jelölve. A Devo F4, F7 és F12E első telepítése esetén jelöld be a "Format" opciót is, ha az még nincs kiválasztva.
ja: 初期インストールの場合「置換」ボックスと「フォーマット」が事前に選択されます。Devo F7およびDevo F12Eの初期インストールで、まだ選択されていない場合は「フォーマット」をチェックします。
pt_br: Se esta for uma instalação inicial, todas as caixas 'Replace', juntamente com 'Format' serão pré-selecionadas. Na instalação inicial do Devo F7 e Devo F12E, selecione a caixa de seleção 'Formato', se ainda não estiver selecionada.
ru: Если это начальная установка, все поля 'Replace' вместе с 'Format' будут выбраны. Для начальной установки Devo F7 и Devo F12E, выберите поле 'Format', если оно не выбрано.
zh: 如果这是一个第一次安装，所有的“Replace”框，连同“Format”将预选。 在DevoF7或者DevoF12E，如果“Format”框尚未选中，请手动选择。

source: Click the 'Install/Upgrade' option. Installation will take a few minutes, so be patient. A pop-up dialog box will notify you when installation is completed. You are done.
de: Drücken Sie 'Install/Upgrade'. Die Installation wird einige Minuten dauern, bitte haben Sie etwas Geduld. Ein Hinweisfeld erscheint, sobald die Installation vollständig ist. Fertig.
fr: Cliquez sur l'option 'Install/Upgrade'. L'installation prendra quelques minutes, alors soyez patient. Une fenêtre apparaitra et vous informera de la bonne fin de l'installation. C'est fait.
hu: Kattints az "Install/Upgrade" nyomógombra. A telepítés eltarthat pár percig, úgyhogy légy türelmes. Egy felugró üzenetablak fog értesíteni a telepítés befejezéséről. Készen vagy.
ja: 「Install/Upgrade」オプションをクリックします。インストールには数分かかりますので、しばらくお待ちください。インストールが完了すると、ポップアップダイアログボックスが表示されます。これで終了です。
pt_br: Clique na opção 'Instalar / Atualizar'. A instalação levará alguns minutos, então seja paciente. Uma caixa de diálogo pop-up irá notificá-lo quando a instalação for concluída. Você terminou.
ru: Нажмите на опцию 'Install/Upgrade'. Установка займет несколько минут, будьте терпеливы. Всплывающее диалоговое окно сообщит вам о завершении установки. Установка завершена.
zh: 点击“安装/升级”选项。安装将花费几分钟的时间，所以要有耐心。在安装完成后将弹出对话框通知你。安装完成。

source: Turn off your Devo transmitter. When you turn it on again, you'll be greeted by the Deviation splash screen.
de: Schalten Sie den Devo-Sender aus. Wenn Sie in anschließend wieder einschalten, sehen Sie erstmals den Deviation Startbildschirm.
fr: Eteignez votre Emetteur Devo. Quand vous l'allumerez de nouveau, vous serez reçu par l'écran d'accueil de Deviation.
hu: Kapcsold ki a távirányítódat. Amikor majd újra bekapcsolod, már a Deviation kezdőképernyője fog üdvözölni.
ja: Devo送信機の電源を切ります。もう一度電源を入れると、Deviation起動画面が表示されます。
pt_br: Desligue o seu transmissor Devo. Quando você ligá-lo novamente, você será saudado pela tela inicial do Deviation.
ru: Выключите передатчик. Когда вы включите его снова, вас поприветствует заставка Deviation.
zh: 关掉你的遥控器。按住“ENT”键，同时打开遥控器。你会看到一个Deviation的欢迎界面。

source: On the F7 and F12E, do not enable USB mode, as the file system cannot be accessed from the desktop, and you need to use the 'File Manager' tab on the 'Deviation Uploader' to manage files.
de: Aktivieren Sie den USB Modus nicht auf einer Devo F7 oder F12E, da das Dateisystem nicht vom Desktop aus verfügbar ist, sondern über den 'File Manager' Reiter in Deviation Uploader verwaltet werden muss.
fr: Sur les Devo F7 et F12E, n'entrez pas en mode USB, car le système de fichiers n'est pas accessible par le bureau, et vous devez utiliser l'onglet 'File Manager' sur le 'Deviation Uploader' pour gérer les fichiers.
hu: Devo F4, F7 és F12E esetén ne kapcsold be az USB módot, mert a fájlrendszer úgysem érhető el USB-n keresztül, hanem csak a Deviation Uploader program File Manager fülén lehet a fájlokat kezelni.
ja: F7およびF12Eではデスクトップからファイルシステムにアクセスできないため、USBモードを有効にしないでください。ファイルを管理するには「Deviation Uploader」の「File Manager」タブを使用する必要があります。
pt_br: No F7 e F12E, não habilite o modo USB, pois o sistema de arquivos não pode ser acessado a partir da área de trabalho, e você precisa usar a guia 'Gerenciador de Arquivos' no 'Deviation Uploader' para gerenciar arquivos.
ru: Для Devo F7 и F12E, не включайте режим USB, так как файловая система недоступна с компьютера, и для управления файлами вам необходимо использовать закладку 'File Manager' в утилите 'Deviation Uploader'.
zh: Devo F7和F12E不要打开USB模式，因为这是不支持的。你需要使用 'Deviation Uploader'的'File Manager'的标签页来管理文件。

source: For transmitters other than the F7 and F12E, turn the transmitter back on while holding 'ENT'. There should be a USB logo on the screen. If this is a first-time install of Deviation, your computer may prompt to format a drive. Format using default options.
de: Für Sender außer F7 und F12E, schalten Sie diesen wieder ein währen Sie die 'ENT'-Taste drücken. Auf dem Sender sollte ein USB-Logo erscheinen. Im Falle einer Erstinstallation kann Ihr Computer Sie bitten das Laufwerk zu formatieren. Tun Sie dies mit den vorgegebenen Einstellungen.
fr: Pour les émetteurs autres que le F7 et le F12e,allumez le en maintenant enfoncé la touche ‘ENT’. Un Logo USB devrait apparaitre sur l'écran de l'émetteur. Si il s'agit d'une première installation de Deviation, le PC devrait vous demander de formater le media USB. Formatez le en utilisant les options par défaut.
hu: Az F4, F7 és F12E távirányítókat kivéve az összes többi esetén kapcsold vissza a távirányítót, miközben nyomva tartod az "ENT" nyomógombot. Egy USB logónak kell megjelennie a képernyőn. Ha ez az első telepítése a Deviation szoftvernek, akkor a PC fel fogja kínálni a meghajtó formázását. Formázd meg az alapértelmezett beállításokkal. Ezután töltsd fel a fájlrendszert az USB-n keresztül.
ja: F7とF12E以外のトランスミッタの場合は「ENT」を押しながら送信機の電源を入れます。画面にUSBロゴが表示されます。これが初めてのDeviationインストールである場合は、ドライブをフォーマットするように促されますので、デフォルトオプションを使用してフォーマットします。
pt_br: Para outros transmissores que não o F7 e o F12E, ligue o transmissor enquanto segura 'ENT'. Deve haver um logotipo USB na tela. Se esta for uma instalação pela primeira vez do Deviation, seu computador poderá solicitar a formatação de uma unidade. Formatar usando as opções padrão.
ru: Для передатчиков отличных от F7 и F12E, включите передатчик, удерживая нажатой кнопку 'ENT'. На экране появится логотип USB. Если это первая установка Deviation, компьютер запросит форматирование диска. Отформатируйте с параметрами по умолчанию.
zh: 在除了F7和F12E的遥控器上，按住“ENT”键，同时打开遥控器。屏幕上应该显示一 个 USB标志。如果这是你首次安装 Deviation，电脑会提示你格式化磁盘。格式 化磁盘使用默认选项。

source: Upgrading the file system with Deviation Uploader
de: Aktualisierung des Dateisystems mit dem Deviation Uploader
fr: Mise à jour du système de fichiers avec le 'Deviation Uploader'
hu: A fájlrendszer feltöltése a Deviation Uploader-rel
ja: Deviation Uploaderを用いてシステムをアップグレード
pt_br: Atualizando o sistema de arquivos com o Deviation Uploader
ru: Обновление файловой системы с помощью Deviation Uploader
zh: 通过 Deviation Uploader 上传文件系统

source: The Devo F7 and F12E do not support access via USB. Do not turn it on, as formatting the disk from your desktop will destroy your deviation installation.
de: Devo F7 und F12E unterstützen keinen Zugriff über USB. Aktivieren Sie diesen nicht, da eine Formatierung des Laufwerks von Ihrem Rechner die Deviation Installation zerstören wird.
fr: Les Devo F7 et F12e ne permettent pas l'accès par USB. Ne l'activez pas car formater le disque à partir de votre bureau détruira votre installation de Deviation.
hu: A Devo F4, F7 és F12E nem támogatja az USB meghajtó üzemmódot. Ne kapcsold be, mert a meghajtó formázása tönkreteszi a telepített fájlrendszert.
ja: Devo F7とF12EはUSB経由での接続をサポートしていません。 あなたのデスクトップからディスクフォーマットするとあなたのDeviationを壊してしまうので実行しないでください。
pt_br: O Devo F7 e F12E não suportam acesso via USB. Não o ligue, pois a formatação do disco a partir da sua área de trabalho irá destruir sua instalação de Deviation
ru: Devo F7 и F12E не поддерживают доступ через USB. Не включайте режим USB, так как форматирование диска с компьютера уничтожит установку Deviation.
zh: Devo F7和F12E不支持通过USB访问。不要打开它。如果从电脑格式化磁盘的话，会破坏Deviaition的安装。

source: If you followed the foregoing instructions for installing the deviation firmware ZIP file for your Devo using the Deviation Uploader tool, your installation is complete and no further installations are necessary. If, on the other hand, you unzipped the file and installed the firmware dfu file alone, then your must continue by installing the library dfu file from the same location. There is no advantage in doing the installation this way, but it can be done.
de: Falls Sie die vorhergehenden Anweisungen zur Installation der Deviation Firmware ZIP-Datei mit dem Deviation Uploader befolgt haben, ist Ihre Installation bereits vollständig. Falls Sie jedoch die Datei zuvor entpackt haben und nur die DFU-Datei installiert haben müssen Sie nun die library dfu aus dem gleichen Verzeichnis installieren. Wenngleich dieses Vorgehen keinen Vorteil hat, ist es prinzipiell möglich.
fr: Si vous avez suivi les instructions précédentes pour installer le fichier ZIP du micrologiciel Deviation pour votre Devo en utilisant le 'Deviation Uploader', votre installation est terminée et aucune autre installation n'est nécessaire. Si, par contre, vous avez décompressé le fichier et installé le fichier dfu seul, alors vous devez continuer en installant la bibliothèque dfu à partir du même endroit. Il n'y a pas d'avantage à faire l'installation de cette manière, mais cela peut être fait.
hu: Ha eddig a fentiek szerint követted a leírást a deviation ZIP fájl Deviation Uploader programmal történő telepítésére vonatkozóan, akkor a telepítésed kész, és további telepítési lépés nem szükséges. Viszont ha magad tömörítetted ki a telepítési csomagot, és eddig csak a dfu fájlt telepítetted belőle, akkor folytatnod kell a telepítést a szintén a csomagban található library dfu fájl telepítésével. Semmi értelme így csinálni a telepítést, de lehetséges.
ja: Deviation Uploaderツールを使用し、Devo用のDeviationファームウェアをインストールするため前述の手順に従った場合、インストールは完了しておりそれ以上のインストールは不要です。一方、ファイルを解凍してファームウェアのDFUファイルを単独でインストールした場合は、同じ場所からライブラリDFUファイルをインストールする必要があります。この方法でインストールを実行しても利点は特にありませんが、実施することは可能です。
pt_br: Se você seguiu as instruções anteriores para instalar o arquivo ZIP de firmware do Deviation para seu Devo usando a ferramenta Deviation Uploader, sua instalação estará completa e nenhuma outra instalação será necessária. Se, por outro lado, você descompactou o arquivo e instalou o arquivo dfu do firmware sozinho, você deve continuar instalando o arquivo dfu da biblioteca no mesmo local. Não há vantagem em fazer a instalação dessa maneira, mas isso pode ser feito.
ru: Если вы следовали приведенным выше инструкциям по установке zip-файла прошивки с помощью утилиты Deviation Uploader, ваша установка завершена и дальнейших действий не требуется. Если же вы распаковали файл и установили отдельный файл прошивки DFU, тогда вы должны продолжить, установив файл библиотеки DFU. В этом способе нет никаких преимуществ, но так можно сделать.
zh: 如果你遵循上述指导使用 Deviation Uploader tool 为你的 Devo 遥控器安装 Deviation 固件 ZIP 文件，那么安装已完成,不需要再进行更多的安装了。另一方 面，如果你解压文件并单独安装了固件 dfu 文件，那么你必须继续从同一位置安 装 dfu 文件。用这种方式安装没有优势,但这是可以做到的。
