Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_mainmenu.po
Languages: fr, hu, pt_br, zh

source: Main Menu
fr: Menu principal
hu: Főmenü
pt_br: Menu principal
zh: 主菜单

source: The main menu selections of the Deviation firmware are accessed by momentarily pressing the ENT button on the bottom right of the transmitter. The main menu consists of the following four options: Model menu, Transmitter menu, USB and About Deviation.
fr: L'accès aux choix du menu principal du micrologiciel Deviation se fait par une brève pression sur le bouton ENT situé en bas à droite de l'émetteur. Le menu principal comprend les quatre options suivantes : "Menu modèle", "Menu émetteur", USB" et "À propos de Deviation".
hu: A főmenü a jobb oldalon alul található ENT nyomógomb rövid megnyomásával érhető el. A főmenü a következő menüpontokból áll: Modell menü, Távirányító menü, USB és Deviation névjegye.
pt_br: As seleções do menu principal do firmware do Deviation são acessadas pressionando momentaneamente o botão ENT na parte inferior direita do transmissor. O menu principal consiste nas quatro opções seguintes: menu Modelo, menu Transmissor, USB e Sobre o Deviation.
zh: 通过按下在遥控器右下角的“ENT”按钮，可访问 Deviation 固件的主菜单。 主菜单包括以下四个选项:模型设置，遥控设置，USB 和关于本系统

source: All settings which pertain to the usage of your Devention transmitter are accessed from the main menu. They include model options, language selection, display options, buzzer, vibration, stick mode, calibration, USB connectivity as well as version information.
fr: Tous les réglages qui font partie de l'usage de votre émetteur Devention sont accessibles par le menu principal. Ceci inclut les options des modèles, la sélection du langage, les options d'affichage, du bruiteur et de la vibration, ainsi que du mode de pilotage, la calibration et les informations concernant la version.
hu: A távirányító használatával kapcsolatos összes beállítás elérhető a főmenün keresztül, többek között a modell beállítások, a nyelvválasztás, a kijelző beállítások, a hangok és a rezgés, botkormány módjai és kalibrálása, az USB kapcsolat, vagy akár a verzió információ.
pt_br: Todas as configurações relativas ao uso do seu transmissor Deviation são acessadas a partir do menu principal. Eles incluem opções de modelo, seleção de idioma, opções de exibição, buzzer, vibração, modo stick, calibração, conectividade USB, bem como informações de versão.
zh: 所有与使用 Devention 遥控器有关的设置都可以从主菜单中访问。它们包括 模型选项、语言选择、显示选项、蜂鸣器、振动、摇杆模式、校准、USB 连接 以及版本信息。

source: Model menu
fr: Menu modèle
hu: Modell menü
pt_br: Menu do modelo
zh: 模型设置

source: The model menu is the area within Deviation that you can configure the type of aircraft you are flying. All model data is managed and saved within this menu selection. Details of the menu are located in section :ref:`model-menu`.
fr: Le menu modèle est l'endroit de Deviation où vous pouvez configurer le type d'avion que vous faites voler. Toutes les données du modèle sont gérées et sauvegardées avec les choix de ce menu. Les détails du menu sont dans la section :ref:`Menu Modèle`.
hu: A modell menü a Deviation azon területe, ahol be tudod konfigurálni a modelled vezérlését. Minden modell adat ezen a menün belül kerül beállításra és mentésre. Részletesen az alábbi fejezet tárgyalja: :ref:`model-menu`.
pt_br: O menu do modelo é a área no Deviation onde se pode configurar o tipo de aeronave que você está voando. Todos os dados do modelo são gerenciados e salvos nessa seleção de menu. Detalhes do menu estão localizados na seção: ref: `model-menu`.
zh: 模型设置是在 Deviation 固件内，你可以配置你正在飞行的飞机类型的地方。 所有模型数据都在此菜单选择中进行管理和保存。菜单的详细信息请见模型设 置。

source: Transmitter menu
fr: Menu émetteur
hu: Távirányító menü
pt_br: Menu do transmissor
zh: 遥控设置

source: The transmitter menu allows you to select transmitter-specific options as well as monitor channel output & stick input, and monitor telemetry (if available). Details of the menu are located in section :ref:`transmitter-menu`.
fr: Le menu émetteur vous permet de choisir les options propres de l'émetteur ainsi que de contrôler les sorties canaux et les entrées de manches, et de contrôler la télémétrie (si elle est disponible). Les détails de ce menu sont dans la section :ref:`Menu émetteur`.
hu: A távirányító menü tartalmazza a távirányító specifikus beállításokat, valamint monitorozási lehetőséget biztosít a csatornák kimeneti-, és a vezérlő elemek bemeneti adataihoz, valamint a visszakapott telemetria értékekhez (ha azok rendelkezésre állnak). Részletesen az alábbi fejezet tárgyalja: :ref:`transmitter-menu`.
pt_br: O menu do transmissor permite que você selecione opções específicas para ele, além de monitorar a saída do canal e a entrada do stick, como também a telemetria (se disponível). Detalhes do menu estão localizados na seção: ref: `transmitter-menu`.
zh: 遥控设置允许你选择遥控器特定的选项，以及监视通道输出&输入，监视回传(如果可用)。菜单的详细信息请见遥控设置。

source: The USB page can be accessed by selecting ‘USB’ from the main menu. USB mode can then be toggled on/off to enable access to the transmitter’s file-system from a USB equipped computer. In this mode the file system of Deviation is accessible as a mass storage device. This will allow you to move files back and forth between the Deviation file-system and a PC. All configuration files are accessible in this mode.
fr: La page USB peut être atteinte en choisissant ‘USB’ dans le menu principal. L'émetteur peut basculer en mode USB/non USB pour permettre l'accès au système de fichiers à partir du port USB d'un ordinateur. Dans ce mode, le système de fichiers de Deviation est accessible comme un periphérique de stockage de masse. Toutes les configurations sont accessibles dans ce mode.
hu: Az USB képernyőt a főmenü "USB" menüpontjával lehet megnyitni. Az USB kapcsolat ki/be kapcsolható, hogy a távirányító fájlrendszeréhez hozzá lehessen férni egy USB-vel ellátott számítógépről. Ebben az üzemmódban A Deviation fájlrendszere egy cserélhető USB tárhelyként látszik, ami lehetőséget ad fájlok mozgatására a Deviation fájlrendszere és a PC között. Minden konfigurációs fájl elérhető így.
pt_br: A página USB pode ser acessada selecionando "USB" no menu principal. O modo USB pode ser ativado desativado para permitir o acesso ao sistema de arquivos do transmissor a partir de um computador conectado a USB. Neste modo, o sistema de arquivos do Deviation é acessível como um dispositivo de armazenamento em massa (como um pendrive). Isso permitirá que você mova arquivos de um lado para outro entre o Deviation e um PC. Todos os arquivos de configuração estão acessíveis neste modo.
zh: 可以通过从主菜单中选择“USB”来访问 USB 页面。USB 模式下可以切换USB开关，以便在有 USB接口的计算机上访问遥控器的文件系统。在这种模式 下， Deviation 的文件系统可以作为一个大容量存储设备。这将允许您在Deviation文件系统和 PC电脑之间来回移动文件。所有的配置文件都可以在此模 式下访问。

source: NOTE: Entering USB mode should never be done while the model is bound, USB usage will disrupt signal transmission!
fr: NOTE : Ne jamais activer le mode USB lorsqu'un modèle est appairé avec l'émetteur. Dans le mode USB l'émetteur coupe le signal émis
hu: MEGJEGYZÉS: Soha ne kapcsold be az USB üzemmódot, ha épp kapcsolódva vagy egy modellhez, mert az USB használat megszakíthatja a vezérlést!
pt_br: Entrar no modo USB nunca deve ser feito enquanto o modelo estiver ligado, o uso do USB interromperá a transmissão do sinal!
zh: 注意: 使用 USB 功能时，不要在模型连接时进行，USB 开启时会影响信号传输！

source: About Deviation
fr: A propos de Deviation
hu: Deviation névjegye
pt_br: Sobre o Deviation
zh: 关于本系统

source: The Deviation release version can be accessed by selecting ‘About Deviation’ from the main menu.
fr: Le numéro de version de Deviation est accessible en sélectionnant 'A propos de Deviation' dans le menu principal.
hu: A telepített Deviation szoftver verzója a főmenü "Deviation névjegye" menüpontjában tekinthető meg.
pt_br: A consulta à versão de instalada do Deviation pode ser acessada selecionando ‘About Deviation’ no menu principal.
zh: 可以通过从主菜单中选择“关于本系统”来查找 Deviation 版本号。
