Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_model.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: The number of channels available is dependent on the number of channels selected in section :ref:`model-setup`. Additionally there are 10 Virtual channels that can be used as an intermediate step for complex setups.
de: Die Zahl der verfügbaren Kanäle hängt von der Anzahl der in Abschnitt :ref:`model-setup` eingestellten Kanäle ab. Zusätzlich gibt es 10 virtuelle Kanäle die als Zwischenschritt für komplexe Setups verwendet werden können.
fr: Le nombre de canaux disponibles dépend de celui choisi dans la section :ref:`Config modèle`. De plus il existe 10 canaux virtuels qui peuvent être utilisés comme étapes intermédiaires pour des configurations complexes.
hu: Az elérhető kimeneti csatornák száma a :ref:`model-setup` képernyőn kiválasztott csatornaszámtól függ. Ehhez jön plusz 10 virtuális csatorna, melyeket a bonyolult kifejezésekhez tudunk köztes lépésként felhasználni.
ja: 利用可能なチャンネル数は、項目 :ref:`model-setup` で選択されたチャンネル数に依存します。さらに、複雑な設定のための中間ステップとして使用可能な10個の仮想チャンネルがあります。
pt_br: O número de canais disponíveis depende do número de canais selecionados na seção: ref: `model-setup`. Além disso, existem 10 canais virtuais que podem ser usados como uma etapa intermediária para configurações complexas.
ru: Количество доступных каналов зависит от количества каналов выбранных в разделе :ref:`model-setup`. Кроме того, имеется 10 виртуальных каналов, которые могут использоваться в качестве промежуточного шага для сложных конфигураций.
zh: 可用的通道数量取决于模型设置( :ref:`model-setup`)部分中选择的通道数 量。此外，还有 10 个虚拟通道可用作复杂设置的中间步骤。

source: Channel Reorder
de: Neuordnung von Kanälen
fr: Réordonnancement des canaux
hu: Csatorna sorbarendezés
pt_br: Reordenamento de canal
ru: Изменение порядка каналов
zh: 通道重新排序

source: The Channel reorder page allows moving mixer definitions between channels as well as duplicating channel configurations. Note that the values displayed are the initial channel assignments. Whenever the page is loaded, the channels will be sequentially ordered representing the current state.
de: Die Neuordnung Kanäle [Channel reorder] Seite erlaubt das Verschieben der Mischerdefinitionen und das Duplizieren von Kanalkonfigurationen. Beachten Sie, dass die angezeigten Werte die ursprünglichen Zuordnungen sind. Immer wenn die Seite geladen wird, werden die Kanäle dem aktuellen Status entsprechend fortlaufend sortiert.
fr: La page de réordonnancement des canaux permet de déplacer les définitions de mixers ou de recopier des configurations de canaux. Notez que les valeurs affichées représentent l'ordre initial des canaux. Chaque fois que la page est chargée, les canaux seront ordonnés séquentiellement selon l'état courant.
hu: A csatorna sorrend ablakon tudjuk az egyes csatornákhoz definiált mixereket átmozgatni egy másik kimeneti csatornára, valamint csatorna konfigurációkat duplikálni. A értékek az eredeti csatorna hozzárendelések szerint vannak megjelenítve. Ahányszor csak betöltődik a képernyő, a csatornák az aktuális sorrendjük szerint lesznek sorszámozva.
ja: Channel Reorderページでは、チャンネル間でミキサー定義を移動したり、チャンネル設定を複製したりできます。表示されている値は最初のチャンネル割り当てです。ページが読み出されるたびに、チャンネルは現在の状態を表す順に並べられます。
pt_br: A página de reordenamento de canal permite mover definições de mixer entre canais, além de duplicar configurações de canal. Observe que os valores exibidos são as atribuições iniciais de canal. Sempre que a página é carregada, os canais serão ordenados sequencialmente representando o estado atual.
ru: Страница 'Channel reorder' позволяет перемещать определения микшеров между каналами, а также дублировать конфигурации каналов. Имейте в виду, что отображаемые значения являются исходным назначением каналов. При каждой загрузке страницы, каналы будут последовательно упорядочены, отображая текущее состояние.
zh: 通道重新排序页面允许在通道之间移动混控器定义以及复制频道配置。 请注意， 显示的值是初始通道分配。 无论何时加载页面，通道将按顺序排列，表示当前 状态。

source: Channel configuration
de: Kanal Konfiguration
fr: Configuration de canal
hu: Csatorna konfigurálás
pt_br: Configuração de Canais
ru: Настройки канала
zh: 通道设置

source: The Channel configuration provides the ability to configure the final channel outputs. Capabilities such as channel reverse and fail-safe values are applied here. Also available are controls for end-points, scaling, sub-trim, and a safety switch (which could be used to ensure that a motor cannot spin-up while working on a model)
de: Die Kanalkonfiguration ermöglicht es den endgültigen Kanalausgang einzustellen. Eigenschaften wie Kanalumkehr und Failsafe-Werte werden hier eingestellt. Hier findet man auch Einstellungen für Endpunkte (Servowegbegrenzung), Skalierung, Servomitte und Sicherheitsschalter (dies kann verwendet werden um sicher zu stellen, dass der Motor bei Arbeiten am Modell nicht anläuft).
fr: La configuration de canal donne la possibilité de configurer la sortie finale des canaux. Les options comme le sens et les valeurs de sécurité sont fixées ici. On trouve ici également l'échelle et les limites de débattement, les subtrims et un interrupteur de sécurité ( qui pourrait permettre d'assurer qu'un moteur ne pourrait démarrer pendant des travaux sur un modèle)
hu: A csatorna konfigurálás segítségével lehet beállítani a végleges csatorna kimeneteket. Itt lehet megadni például a hibaértékeket, és a csatorna invertálását. Beállíthatók továbbá a kimenet skálázása és korlátozása, a sub-trim érték, és a biztonsági kapcsoló (ami például arra is használható, hogy a motor ne tudjon felpörögni bekapcsoláskor, vagy amíg a modellt konfiguráljuk).
ja: Channel configurationは、最終チャンネル出力を設定する機能を提供します。チャンネルリバースやフェイルセーフ値などの機能がここに適用されます。エンドポイント、スケーリング、サブトリム、および安全スイッチ (機体モデル設定の作業中にモーターが回転しないようにするために使用) のコントロール等もあります。
pt_br: A configuração de canal fornece a capacidade de setar as saídas finais do canal. Recursos como valores de inversão de canal e fail-safe são aplicados aqui. Também estão disponíveis controles para pontos finais, dimensionamento, sub-trim e um interruptor de segurança (que pode ser usado para garantir que um motor não possa girar durante o trabalho em um modelo)
ru: Настройки канала обеспечивают возможность настраивать выходной сигнал канала. Здесь применяются такие возможности, как реверс канала и безопасное значение. Также доступна настройка конечных точек, масштаб, субтриммер, переключатель безопасности (который может использоваться для отключения двигателя при работе над моделью).
zh: 通道设置提供了设置最终的通道输出的功能。例如可以在这里设置通道反向 和失控保护安全值。此外，还包括设置舵量，比例，微调，以及一个安全开关 (其可以用来确保模型开始工作时电机不会自己旋转)。

source: Changes to this page will immediately effect the channel output. Pressing '**Cancel**' will restore the shown values to their last saved state.
de: Änderungen auf dieser Seite wirken sich sofort auf den Kanalausgang aus. Drücken auf 'Abbrechen' ['Cancel'] stellt die angezeigten Werte auf den zuletzt gespeicherten Stand.
fr: Les modifications sur cette page prennent immédiatement effet sur la sortie du canal. En cliquant sur Annuler on rétablira les valeurs affichées dans le dernier état sauvegardé.
hu: Az ezen az oldalon levő mezők módosítása azonnal érvényesül a kimeneti csatornán. A "**Mégsem**" gomb megnyomására visszaállnak a legutóbb mentett értékek.
ja: このページを変更すると、すぐにチャンネル出力が有効となります。 '**Cancel**' を押すと表示されている値を最後に保存した状態に復元します。
pt_br: Alterações nesta página afetarão imediatamente a saída do canal. Pressionar '** Cancelar **' restaurará os valores mostrados para o último estado salvo.
ru: Изменения на этой странице будут немедленно влиять на выходной сигнал канала. Нажатие на '**Cancel**' восстановит отображаемые значения к их последнему сохраненному состоянию.
zh: 该页面更改通道输出将立即生效。按“取消”将把值恢复到上次保存 的状态。

source: **Reverse**: Reverse the direction of servo rotation
de: **Servoumkehr [Reverse]**: Umkehrung der Servorichtung
fr: **Sens**: Modifie le sens de rotation du servo.
hu: **Invertálás**: Invertálja a szervó forgási irányát.
ja: **Reverse**: サーボ回転方向を反転します
pt_br: ** Reverso **: Inverta a direção da rotação do servo
ru: **Reverse**: Реверсирует направление вращения сервопривода.
zh: **反向**:反转舵机旋转方向

source: **Fail-safe**: Specifies a value that the receiver should use when it loses signal from the transmitter. The range is between -125 and +125 or None. Not all receivers support this capability.
de: **Fail-safe**: Definiert einen Wert, den der Empfänger im Falle eines Signalverlustes vom Sender verwenden soll. Der Wert ist zwischen -125 und +125 oder keine [None]. Nicht alle Empfänger unterstützen diese Fähigkeit.
fr: **Sécurités**: Définit une valeur que le récepteur devrait utiliser s'il perd le signal de l'émetteur. la valeur peut aller de -125 à +125 ou Arrêt. Tous les récepteurs ne disposent pas de cette possibilité.
hu: **Hibaérték**: Azt az értéket adhatjuk meg, amit a vevő fog az adott csatornán kiadni, ha valamilyen hiba folytán a távirányítóval való kapcsolat megszakad. A megadható érték -125 és +125 között lehet, vagy Nincs. Nem minden vevő rendelkezik ilyen funkcióval.
ja: **Fail-safe**: 受信機が送信機からの信号を失ったときに実行される値を指定します。範囲は-125～+125、またはNoneです。すべての受信機がこの機能をサポートしているわけではありません。
pt_br: ** Fail-safe **: Especifica um valor que o receptor deve usar quando perde o sinal do transmissor. O intervalo está entre -125 e +125 ou nenhum. Nem todos os receptores suportam esse recurso.
ru: **Fail-safe**: Указывает значение, которое приемник должен использовать, когда он теряет сигнал от передатчика. Диапазон: от -125 до +125 или 'None'. Не все приемники поддерживают эту возможность.
zh: **失控保护**：设置遥控器失去信号时接收器应使用的值。它的范围是-125 和 125之间或者关闭。并非所有的接收器支持此功能。

source: **Safety**: Specifies a switch that will override all mixers and force the channel output to ‘Safe Val’ when flipped.
de: **Sicherheit [Safety]**: Definiert einen Schalter welcher Vorrang vor allen Mischern hat und den Kanalausgang auf ‘Sich. Wert [Safe Val]’ zwingt, wenn er umgelegt wird.
fr: **Sécurité**: Fixe un interrupteur qui prendra le pas sur tous les mixers et forcera le canal de sortie à adopter la valeur ‘Val Sécu’ quand il sera actionné.
hu: **Biztonság**: Megadható egy kapcsoló, ami felülbírálja az összes mixert, és beállítja a csatorna kimenetét a "Biztonsági érték"-re, ha be van kapcsolva.
ja: **Safety**: すべてのミキサーを無効にして、反転したときにチャンネル出力を「Safe Val」に強制変更するスイッチを指定します。
pt_br: ** Segurança **: especifica um comutador que substituirá todos os misturadores e forçará a saída do canal para "Safe Val" quando invertido.
ru: **Safety**: Указывает переключатель, который перекрывает все микшеры и принудительно устанавливает выход канала в значение ‘Safe Val’.
zh: **熄火开关**:设置一个开关，当打开时将覆盖所有混控，使通道强制输出“熄火值”。

source: **Safe Val**: If a safety switch is chosen the Safe Val can also be specified. The acceptable range of Safe Val is any value between -150 and 150.
de: **Sicherheitswert [Safe Val]**: Wenn ein Sicherheitsschalter ausgewählt wird, kann auch der Sicherheitswert angegeben werden. Der zulässige Wertebereich für Sicherheitswerte liegt zwischen -150 und 150.
fr: **Val Sécu**: Si un interrupteur de sécurité est sélectionné, la Val Sécu peut aussi être fixée. La valeur choisie doit se situer entre -150 et +150.
hu: **Biztonsági érték**: Ha a biztonsági kapcsoló meg van adva, akkor a biztonsági érték is megadható. A megadható tartomány: -150 és +150 között.
ja: **Safe Val**: 安全スイッチが選択されている場合は、Safe Valも指定できます。Safe Valの許容範囲は-150～150の間の任意の値です。
pt_br: ** Safe Val **: Se um interruptor de segurança for escolhido, o Safe Val também pode ser especificado. O intervalo aceitável de Val Seguro é qualquer valor entre -150 e 150.
ru: **Safe Val**: Если выбран переключатель безопасности, может быть указано значение 'Safe Val'. Допустимый диапазон 'Safe Val' от -150 до 150.
zh: **熄火值**：如果设置了了熄火开关，熄火值才可以设定。熄火值的可调范围是-150到 150 之间的任意值。

source: **Min Limit/Max Limit**: These values define the minimum and maximum values that the transmitter will ever send to the receiver (after all scaling, trims and mixer are applied). If a calculated value is outside the min/max range, it will be clipped to either the min or max value as appropriate. Default is -150 for Min Limit and +150 for Max Limit. Maximum setting is -250 to 0 for Min Limit and 0 to 250 for Max Limit.
de: **Min Limit/Max Limit**: Diese Werte legen die minimalen und maximalen Werte fest welche der Sender jemals zum Empfänger schickt. (nach Anwendung aller Skalierungen, Trimmungen und Mischer). Falls ein berechneter Wert außerhalb des min/max Bereichs liegt, wird er auf entweder min oder max begrenzt, je nachdem was zutrifft. Voreinstellung ist -150 für Min Limit und +150 für Max Limit. Maximale Einstellung ist -250 bis 0 für Min Limit und 0 bis 250 für Max Limit.
fr: ** Limite Min/ Limite Max**Ce sont les valeurs minimum et maximum que l'émetteur enverra au récepteur (après que tous les multiplicateurs, trims et mixages aient été appliqués). Si une valeur calculée est en dehors de l'échelle min/max, elle sera limitée soit au minimum, soit au maximum selon le cas. la valeur par défaut est -150 pour la limite min et +150 pour la limite max. Les valeur Maximum est -250 à 0 pour limite min et 0 à +250 pour limite max.
hu: **Min korlát/Max korlát**: Ezek az értékek állítják be azt a minimum és maximum értéket, amit a távirányító valaha is kiküld a vevőnek az adott csatornára (a mixerek, a trim-ek, és a skálázás után). Ha egy számított érték kívül esik a min/max tartományon, akkor helyette le lesz korlátozva a megfelelő minimum vagy maximum értékre. Alapesetben a minimum korlát -150, a maximum korlát pedig +150. A beállítható tartomány -250..0 a minimum korlátra, és 0..250 a maximum korlátra.
ja: **Min Limit/Max Limit**: これらの値は、送信機がが受信機に送信する最小値と最大値を定義します。(すべてのスケーリング、トリム、およびミキサーが適用された後) 値が最小 / 最大の範囲外の場合は、必要に応じて最小値または最大値のいずれかに切り捨てられます。デフォルトは、Min Limitの場合は-150、Max Limitの場合は+150です。最大設定はMin Limit -250〜0、Max Limit 0〜250です。
pt_br: ** Limite Mín / Limite Máx **: Estes valores definem os valores mínimos e máximos do transmissor antes do receptor (depois de toda a escala, trim e mixer em primeiro lugar). Se for um valor mais baixo ou máximo, será apropriado para o valor mínimo ou máximo, conforme apropriado. O padrão é -150 para o limite mínimo e +150 para o limite máximo. Uma definição máxima é de -250 a 0 para o limite mínimo de 0 a 250 para o máximo possível.
ru: **Min Limit/Max Limit**: Эти значения определяют минимум и максимум значений, которые передатчик будет отправлять приемнику (после применения масштабирования, триммеров и всех микшеров). Если вычисленное значение выходит за пределы диапазона мин/макс, оно обрезается до минимального или максимального значения. Значения по умолчанию -150 для 'Min Limit' и +150 для 'Max Limit'. Максимальное значение от -250 до 0 для 'Min Limit' и от 0 до 250 для 'Max Limit'.
zh: **最小舵量/最大舵量**：这些值定义遥控器发送到接收器的最小值和最大值(在所 有比例，微调和混控后应用)。如果最终的值在最小/最大范围之外，它将被设置 为最小或最大值。默认值最小舵量是-150，最大舵量是+150。最小舵量的设置范 围是-250 到 0，最大舵量的范围是 0 到 250。

source: **Scale-/Scale+**: These values define a final scalar to adjust the servo throw. Allowed entries are between 1 and 250. When you alternate Scale+ Scale- will be changed in the same way. If Scale- has been set to a different value than Scale+ both data will act separately until you set them to the same value again.
de: **Skalierung-/Skalierung+ [Scale-/Scale+]**: Diese Werte bestimmen einen letzten Faktor um den Servoweg einzustellen. Erlaubte Werte sind zwischen 1 und 250. Wenn Sie Skalier.+ ändern, wird Skalier.- genauso geändert. Wenn Skalier.- auf einen anderen Wert als Skalier.+ gestellt wurde, lassen sich beide Werte getrennt einstellen, solange bis Sie Beide wieder auf den selben Wert stellen.
fr: **Echelle-/Echelle+** Ces valeurs représentent un multiplicateur final (en pourcentage) pour ajuster le débattement du servo. Les entrées vont de 1 à 250. En modifiant Echelle+, Echelle- sera modifié de la même manière. Si Echelle- a été mis à une valeur différente de Echelle+, les deux données réagiront séparément jusqu'à ce qu'elles soient de nouveau à la même valeur.
hu: **Skála-/Skála+**: Ezek az értékek állítják be a végső százalékos szorzófaktort a szervóút állításához. A megadható tartomány: 1..250. Ha változtatod a Skála+ értékét, a Skála- automatikusan állítódik vele együtt. Ha külön a Skála- értékét állítod be a Skála+-tól eltérő értékre, akkor a két adat különböző marad, amíg újra egyformára nem állítod.
ja: **Scale-/Scale+**: これらの値はサーボスローを調整するための最終的なスカラー値を定義します。入力値は1〜250です。Scale+ Scale-を交互に押すと、同じように変更されます。Scale-とScale+が異なる値に設定されている場合、両方のデータは、同じ値に再度設定されるまで別々に機能します。
pt_br: ** Escala- / Escala + **: Esses valores definem um escalar final para ajustar o lance do servo. As entradas permitidas estão entre 1 e 250. Quando você alterna Escala + Escala, elas serão alteradas da mesma maneira. Se Scale for definido para um valor diferente de Scale +, os dois dados irão atuar separadamente até que você os configure para o mesmo valor novamente.
ru: **Scale-/Scale+**: Эти значения определяют финальный масштаб для настройки расхода сервопривода. Допустимое значение от 1 до 250. Когда вы изменяете "Scale+', 'Scale-' будет изменяться синхронно. Если 'Scale-' установлен в значение отличное от 'Scale+', оба значения будут изменяться независимо, пока вы снова не установите их в одинаковое значение.
zh: **比例-/比例+**：这些值定义了通道的行程。允许的范围是 1 和 250 之间。

source: **Subtrim**: Adjust servo zero position. The available range is between -50.0 and +50.0 in 0.1 increments.
de: **Servomitte [Subtrim]**: Anpassen der Servo-Null Position. Der mögliche Bereich ist zwischen -50.0 und +50.0 in 0.1 Schritten.
fr: **Subtrim**: Ajuste la position zero (neutre) du servo. L'intervalle disponible va de -50.0 à +50.0 par incréments de 0.1.
hu: **Subtrim**: A szervó nulla pozíciójának beállítása. A megadható tartomány -50.0-tól +50.0-ig 0.1-es lépésekben.
ja: **Subtrim**: サーボの中央値を調整します。利用可能な範囲は、0.1単位で-50.0～+50.0です。
pt_br: ** Subtrim **: Ajusta a posição zero do servo. O intervalo disponível está entre -50,0 e +50,0 em incrementos de 0,1.
ru: **Subtrim**: Настраивает нулевое положение сервопривода. Допустимый диапазон от -50.0 до +50.0 с шагом 0.1.
zh: **微调**：调整舵机中位。可用范围从-50.0 到+50.0，以 0.1 为增量。

source: **Speed**: Adjust maximum servo speed. Zero is disabled (fastest), Range is between 1 (slowest) and 250 (fastest). Servo speed is defined as number of degrees per 100msec (assuming a min/max throw of 120degrees).
de: **Geschwindigkeit [Speed]**: Einstellen der maximalen Servogeschwindigkeit. Null ist deaktiviert (schnellste), der Wertebereich ist zwischen 1 (langsamstes) und 250 (schnellstes). Die Servogeschwindigkeit ist definiert als Zahl in Grad pro 100 ms (ein min/max Servoweg von 120Grad angenommen).
fr: **Vitesse**: Ajuste la vitesse maximum du servo. Zéro est inactif (vitesse maximum); La plage de réglage va de 1 (le plus lent) à 250 (le plus rapide). la vitesse de servo est définie comme nombre de degrés pour 100 msec (pour un débattement min/max de 120 degrés)
hu: **Sebesség**: A maximális szervó sebesség beállítása. Nulla esetén nem korlátoz (ilyenkor a leggyorsabb). A beállítható tartomány 1-től (leglassabb) 250-ig (leggyorsabb) lehetséges. A szervó sebesség mértékegysége fok/100ms (120 fok teljes kitárást feltételezve).
ja: **Speed**: 最大サーボスピードを調整します。ゼロは無効 (最速)、範囲は1 (最短)〜250 (最速)です。サーボスピードは100msecあたりの度数として定義されます。(120度の最小 / 最大スローを想定)
pt_br: ** Velocidade **: Ajusta a velocidade máxima do servo. Zero é desativado (mais rápido), o intervalo é entre 1 (mais lento) e 250 (mais rápido). A velocidade servo é definida como o número de graus por 100 ms (assumindo um lance mínimo / máximo de 120 graus).
ru: **Speed**: Настраивает максимальную скорость сервопривода. Ноль означает отключение (самая высокая скорость), диапазон от 1 (самая медленная скорость) до 250 (самая высокая скорость). Скорость сервопривода определяется как количество градусов за 100 мсек (при мин/макс расходе 120 градусов).
zh: **舵机速率**：调整最大的舵机速度，设置为 0 时被禁用(最快速度)，范围在 1(最慢)- 250(最快)之间，舵机速度定义为 100 毫秒每度(假设舵机为 120 度)。

source: Example: A value of 60 will give a speed of 60degrees per 100msec which is equivalent to center-to max in 100msec. Most servos are rated at ~60degrees/0.1sec, so a speed > 60 will have no affect on most servos. A value of 30 should be approx twice as slow as a typical servo.
de: Beispiel: Ein Wert von 60 ergibt eine Geschwindigkeit von 60 Grad pro 100 ms was einer Zeit Mitte bis Max von 100 ms entspricht. Die meisten Servos sind angegeben mit ~60 Grad/0,1 sec, so dass eine Geschwindigkeit > 60 keine Auswirkung auf die meisten Servos hat. Ein Wert von 30 sollte ungefähr halb so schnell sein wie ein typisches Servo.
fr: Exemple : une valeur de 60 donnera une vitesse de 60 degrés pour 100 msec ce qui est équivalent à centre au max en 100 msec. La plupart des servos sont donnés pour ~60degrees/0.1sec, donc une vitesse > à 60 n'aura pas d'effet sur eux. Une valeur de 30 devrait être à peu près deux fois plus lent qu'un servo standard.
hu: Példa: A 60-as érték azt jelenti, hogy a szervókar 60 fokot fog elfordulni 100ms alatt, azaz 100ms alatt teszi meg az utat a középállástól az egyik végkitérésig. A legtöbb szervó kb. 60fok/0.1s sebességű, szóval a 60-nál nagyobb sebességek semmilyen hatással nem lesznek ezekre. A 30-as értékkel egy tipikus szervó sebessége kb. a felére csökken.
ja: 例: 値としての60は100msecあたり60度の速度となります。これは100msecで中央～最大値に相当します。ほとんどのサーボは〜60度/0.1秒で評価されているので、60を超える速度の場合はほとんどのサーボに影響を与えません。値30は典型的なサーボの約2倍遅い速度のはずです。
pt_br: Exemplo: Um valor de 60 dará uma velocidade de 60 graus por 100 ms, o que equivale ao centro para o máximo em 100 ms. A maioria dos servos é classificada em ~ 60 graus / 0,1 segundo, então uma velocidade> 60 não afetará a maioria dos servos. Um valor de 30 deve ser aproximadamente duas vezes mais lento que um servo típico.
ru: Пример: Значение 60 обеспечит скорость 60 градусов за 100 мсек, что эквивалентно перемещению от центра в максимум за 100 мсек. Большинство сервоприводов имеют скорость ~60 градусов/0.1 сек, поэтому скорость > 60 не будет иметь эффекта для большинства сервоприводов. Со значением 30 это будет примерно в два раза медленнее, чем для типового сервопривода.
zh: 例如:60 的值 将给出每 100 毫秒 60 度的速度，这相当于从中位到最大需要 100 毫秒。大多 数舵机额定速度为 60 度/ 100 毫秒，这样的话，设置速度> 60 将对大多数舵 机没有任何影响。设置值为 30 应大约比普通舵机慢一半。

source: Virtual channel configuration
de: Konfiguration virtueller Kanäle
fr: Configuration de canal virtuel
hu: Virtuális csatorna konfigurálás
pt_br: Configuração de canal virtual
ru: Настройка виртуального канала
zh: 虚拟通道设置
