Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_model.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: **PPM In**: Allows input from the DSC port primarily to control external hardware such as camera motors from a 'head tracker'. Secondarily it may be used to enable the transmitter to act as a Master in a buddy-box setup. Available options are Channel, Stick and Extend.
de: **PPM Eingang [PPM In]**: Nimmt den DSC-Anschluss als Eingang hauptsächlich um externe Geräte wie z.B. Kameramotoren eines 'head tracker' zu steuern. Darüberhinaus kann es dazu benutzt werden, den Sender als Lehrer in einer Lehrer-Schüler Konfiguration zu betreiben. Mögliche Optionen sind Kanal, Knüppel und Erweitert.
fr: **PPM In**: Permet à des entrées par le port DSC d'abord pour contrôler des matériels externes comme des moteurs de caméra d'un 'head tracker'. Il peut aussi être utilisé pour faire fonctionner un émetteur en Maitre dans une configuration d'écolage. Les options possibles sont Canaux, Stick et Extend
hu: **PPM be**: A DSC csatlakozón, pl. a head-tracker eszköztől érkező jeleket fogadja, amit aztán továbbítani lehet pl. az FPV kamerát mozgató motorokhoz. Ezen kívül ezt kell használni az oktató üzemmódhoz is. A beállítható értékek: Csatorna, Bot és Kiterjesztett.
ja: **PPM In**: DSCポートからの入力により、主に「Head Tracker」のカメラモーターなど外部ハードウェアを制御できます。第二にそれは送信機がバディボックス設定でマスターとしての機能を可能にするために使用されるかもしれません。利用可能なオプションは、Channel、Stick、およびExtendです。
pt_br: ** PPM In **: Permite a entrada da porta DSC principalmente para controlar hardware externo, como motores de câmera de um 'rastreador de cabeça'. Secundariamente, ele pode ser usado para permitir que o transmissor atue como um Mestre em uma configuração de camarada. As opções disponíveis são Channel, Stick e Extend.
ru: **PPM In**: Позволяет использовать вход DSC порта в основном для управления внешним оборудованием, таким как моторы камеры от 'head tracker'. Кроме того, он может использоваться для работы передатчика в качестве Master в режиме тренера. Доступные опции: Channel, Stick и Extend.
zh: **PPM In**教练口信号输入，可以用来连接 头追之类硬件的 PPM 信号输入，也可以接入教练主机(教练遥控器信号)。有的选项是通道，Stick和协议。

source: The Stick and Channel modes are used for buddy-box setup and documentation can be found in chapter :ref:`setting-up-a-buddy-box`. The Extend mode is used for FPV or external input setup and documentation can be found in chapter :ref:`setting-up-fpv`.
de: Der Knüppel-und Kanal Modus wird für ein Lehrer-Schüler Setup verwendet, mehr dazu in Abschnitt :ref:`setting-up-a-buddy-box`. Der Erweiterte Modus wird für FPV oder Einstellungen für externe Eingänge benutzt, mehr dazu in Abschnitt :ref:`setting-up-fpv`.
fr: les modes Stick - Manche - , et Canaux sont utilisés pour l'écolage et on trouvera la documentation dans le chapigre :ref:Mise en place d'un écolage'. Le mode Extend - Etendu - est utilisé pour le FPV ou la mise ne place d'une entrée externe et on trouvera la documentation à :ref:`Installation d'un FPV'.
hu: A Bot és Csatorna módok az oktató üzemmód esetén használatosak, és a :ref:`setting-up-a-buddy-box` fejezetben vannak dokumentálva. A Kiterjesztett mód használható FPV-hez, vagy más külső bemenet fogadására, és a :ref:`setting-up-fpv` fejezet írja le.
ja: Stickモード、Channelモードはバディボックス設定にて用いられ、ドキュメントは :ref:`setting-up-a-buddy-box` にあります。ExtendモードはFPVや外部入力設定に用いられ、ドキュメントは :ref:`setting-up-fpv` 章にあります。
pt_br: Os modos Stick e Channel são usados para a configuração da caixa de amigos e a documentação pode ser encontrada no capítulo: ref: `set-up-a-buddy-box`. O modo Extend é usado para FPV ou configuração de entrada externa e a documentação pode ser encontrada no capítulo: ref: `setting-up-fpv`.
ru: Режимы 'Stick' и 'Channel' используются для режима тренера, документацию можно найти в разделе :ref:`setting-up-a-buddy-box`. Режим 'Extend' используется для FPV или внешнего ввода, документацию можно найти в разделе :ref:`setting-up-fpv`.
zh: Stick 和通道 用于教练模式设置，(具体设置方法可以在 :ref:`setting-up-a-buddy-box`找到)Extend 模式用于 FPV 或外部输入(比如头追)，文档参见:ref:`setting-up-fpv`

source: **Protocol**: Set the type of receiver being used. Note that some protocols have additional options that can be accessed by pressing the Protocol spin-box when it is active. See section :ref:`protocols` for more on specific protocols. Note that a protocol change will disable any currently active protocol and will affect any active model. To enable the newly chosen protocol, use the Bind/Re-Init button described below.
de: **Protokoll [Protocol]**: Hiermit stellen Sie ein, welcher Empfänger benutzt wird. Beachten Sie, dass manche Protokolle zusätzliche Optionen haben, die Sie erreichen indem Sie auf das Protokoll-Drehfeld drücken wenn es aktiv ist. Siehe Kapitel :ref:`protocols` für weitere Details zu Protokollen. Beachten Sie, dass ein Protokollwechsel jedes derzeit aktive Protokoll deaktiviert und sich somit auf jedes aktive Modell auswirkt. Um das neu gewählte Protokoll zu aktivieren, verwenden den Bind/Re-Init Knopf wie unten beschrieben.
fr: **Protocole**: Fixe le type de récepteur utilisé. Notez que certains protocoles ont des options additionnelles accessibles en cliquant sur cette entrée si elle est active. Voir la section :ref:`protocoles` pour plus de renseignements sur des protocoles spécifiques. Notez qu'un changement de protocole désactivera tout protocole acfif et affectera tout modèle actif. Pour activer le protocole nouvellement choisi, utiliser le bouton Appairer décrit ci dessous.
hu: **Protokoll**: A vevőnek megfelelő protokoll kiválasztása. Egyes protokollok további opciókat tartalmazhatnak, melyeket a protokoll kiválasztó doboz megnyomásával lehet megnyitni. Lásd a :ref:`protocols` fejezetet a protokollokkal kapcsolatos részletekért. A protokoll megváltoztatása letiltja az aktuális protokollt, így hatással van az aktuálisan csatlakoztatott modellre is! Az újonnan kiválasztott protokoll engedélyezéséhez használd a "Csatol" gombot az alábbiak szerint.
ja: **Protocol**: 使用する受信機の種類を設定します 一部のプロトコルには、「Protocol」スピンボックスが有効なときに押すことで選択可能となる追加オプションがあります。特定のプロトコルについては項目 :ref:`protocols` を参照してください。プロトコルを変更すると、現在有効なプロトコルはすべて無効になり、有効な機体モデルに影響を与えます。新しく選択したプロトコルを有効とするには、下記の「Bind/Re-Init」ボタンを使用します。
pt_br: ** Protocolo **: define o tipo de receptor usado. Observe que alguns protocolos possuem opções adicionais que podem ser acessadas pressionando-se a caixa de rotação do protocolo quando ela estiver ativa. Veja a seção: ref: `protocols` para mais informações sobre protocolos específicos. Observe que uma alteração de protocolo desativará qualquer protocolo atualmente ativo e afetará qualquer modelo ativo. Para ativar o protocolo recém-escolhido, use o botão Vincular / Reinicializar, descrito abaixo.
ru: **Protocol**: Устанавливает тип используемого протокола. Имейте в виду, что некоторые протоколы имеют дополнительные опции, которые доступны при нажатии на полосу прокрутки 'Protocol', когда она выбрана. Смотрите раздел :ref:`protocols` для дополнительной информации о конкретных протоколах. Имейте в виду, что изменение протокола отключит активный протокол и повлияет на активную модель. Для активации нового выбранного протокола, используйте кнопку 'Bind/Re-Init', описанную ниже.
zh: 协议: 设置接收机的协议类型，具体可以参照:ref:`protocols`。注意协议的改变会关闭现在的的协议，这会影响任何现在激活的模型。可以使用对频或者重新初始化的方法来启动新选中的协议。

source: **Bind/Re-Init**: Depending on the protocol and Fixed-ID setting, the transmitter may bind with the model on start-up, or may need to be manually bound once. See :ref:`protocols` for more on specific protocols. If the protocol does not support binding, the button will show ‘Re-Init’, which can be used to switch protocols without power-cycling the transmitter.
de: **Binden/Neu binden [Bind/Re-Init]**: Abhängig vom Protokoll und der festen ID Einstellung bindet der Sender mit dem Modell beim Einschalten, oder es muss von Hand einmalig gebunden werden. Sehen Sie sich Kapitel :ref:`protocols` für Einzelheiten zu bestimmten Protokollen an. Wenn das Protokoll kein Binden unterstützt, zeigt der Knopf ‘Re-Init’, was verwendet werden kann um zwischen Protokollen umzuschalten ohne den Sender ausschalten zu müssen.
fr: **Appairer/Re-init**: Selon le protocole et l'assignation d'une ID fixe, l'émetteur peut s'appairer avec le modèle à l'allumage ou peut nécessiter d'être appairé manuellement après. Voir la section :ref:`protocoles` pour plus de renseignements sur des protocoles spécifiques. Si le protocole n'accepte pas l'appairage, la case affichera ‘Re-Init’, et peut être utilisée pour changer de protocole sans éteindre et rallumer l'émetteur.
hu: **Csatol**: A kiválasztott protokoll és a "Fix ID" beállítás függvényében a távirányító vagy automatikusan csatolódik a modellhez indításkor, vagy manuálisan kell azt egyszer csatolni hozzá. Lásd a :ref:`protocols` fejezetet a protokollokkal kapcsolatos részletekért. A "Csatol" gomb használható akkor is, ha a távirányító kikapcsolása nélkül akarunk protokollt váltani.
ja: **Bind/Re-Init**: プロトコルとFixed ID設定によっては、送信機が起動時に機体とバインドするか、手動バインドをする必要があります。特定のプロトコルについての詳細は :ref:`protocols` を参照してください。プロトコルが機体とのバインドをサポートしていない場合は、ボタンに「Re-Init」と表示されます。この機能は送信機の電源を入れ直さなくてもプロトコルを切り替えるために使用することができます。
pt_br: ** Vincular / Reinicializar **: Dependendo do protocolo e da configuração de ID fixa, o transmissor pode ligar-se ao modelo na inicialização ou pode precisar ser vinculado manualmente uma vez. Veja: ref: `protocols` para mais sobre protocolos específicos. Se o protocolo não suportar a ligação, o botão mostrará "Re-Init", que pode ser usado para alternar protocolos sem ligar e desligar o transmissor.
ru: **Bind/Re-Init**: В зависимости от протокола и настройки 'Fixed-ID', передатчик может связываться с моделью при включении, или может потребоваться однократная привязка вручную. Смотрите :ref:`protocols` для дополнительной информации по конкретным протоколам. Если протокол не поддерживает привязки, на кнопке появится ‘Re-Init’, и она может быть использована для активации протокола без выключения и включения питания передатчика.
zh: 对频/初始化:通过对频和固定 ID 的设置，遥控器可以在开机时自动与模型对 频，或者可能需要手动对频一次。详见协议查找更具体的解释。如果协议不支持 对频，该按钮将显示“初始化”，这样不需要重启遥控器就可以切换协议。

source: **Fixed ID**: The Fixed ID sets a unique code to ensure that the transmitter will only bind to a specific model. This is useful to ensure that the transmitter is not accidentally bound to the wrong model.
de: **Feste ID [Fixed ID]**: Die feste ID setzt einen eindeutigen Code um sicher zu stellen, dass der Sender nur mit einem bestimmten Modell bindet. Das ist nützlich um sicherzustellen, dass der Sender nicht versehentlich mit dem falschen Modell bindet.
fr: **ID fixe** l'ID fixe est un code unique qui assure que l'émetteur s'appairera uniquement à un modèle spécifique. C'est pratique pour garantir que l'émetteur n'est pas accidentellement appairé à un mauvais modèle.
hu: **Fix ID**: Bizonyos protokollok esetén a fix ID mezőben beállítható egy egyedi kód, ami garantálja, hogy a távirányító csak az adott modellhez tud csatlakozni. Ez hasznos lehet annak biztosítására, hogy a távirányító véletlenül se csatlakozhasson rossz modellhez.
ja: **Fixed ID**: Fixed IDは送信機が特定の機体にのみバインドするようにするための一意のコードを設定します。これは送信機が誤った機体にバインドされていないことを確認するのに役立ちます。
pt_br: ** ID Fixa **: A ID Fixa define um código exclusivo para garantir que o transmissor se ligue apenas a um modelo específico. Isso é útil para garantir que o transmissor não esteja acidentalmente ligado ao modelo errado.
ru: **Fixed ID**: Идентификатор 'Fixed ID' устанавливает уникальный код для гарантии привязки передатчика только к конкретной модели. Это полезно для того, чтобы передатчик случайно не привязывался к ошибочной модели.
zh: **固定 ID**:固定 ID 设置一个唯一的代码，以确保遥控器将对频到特定模型。这是 很有用的，以确保遥控器不会意外对频到错误的模型。

source: **# Channels**: Sets the number of channels to transmit (the maximum number of channels is dependent on the selected protocol).
de: **Kanäle [# Channels]**: Stellt die Anzahl der zu übertragenden Kanäle ein (die maximale Anzahl an Kanälen ist abhängig vom gewählten Protokoll).
fr: **Nbr canaux**: Définit le nombre de canaux à transmettre ( le nombre maximum de canaux dépend du protocole sélectionné).
hu: **Csatornák**: Megadja a továbbítandó csatornák számát (de a csatornák maximális számát a kiválasztott protokoll határozza meg).
ja: **# Channels**: 送信するチャンネル数を設定します。(最大チャンネル数は選択したプロトコルによって異なります)
pt_br: ** # Channels **: Define o número de canais a transmitir (o número máximo de canais depende do protocolo selecionado).
ru: **# Channels**: Устанавливает количество каналов для передачи (максимальное количество каналов зависит от выбранного протокола).
zh: **通道数**：设置传输的通道数量(最大通道数取决于所选择的协议)。

source: Predefined Model Templates
de: Vorgefertigte Modellvorlagen
fr: Gabarits de modèles prédéfinis.
hu: Előre definiált modell sablonok
pt_br: Modelos de modelos predefinidos
ru: Предопределенные шаблоны моделей
zh: 内置模板

source: The Deviation firmware supports user-customizable predefined templates. By Selecting ‘Template...’ within the File spin-box from the Model page.
de: Die Deviation Firmware unterstützt vom Benutzer anpassbare vordefinierte Vorlagen [Templates]. Durch Auswahl von 'Vorlage...' [‘Template...’] innerhalb des Datei [File] Drehfelds von der Modell-Seite können diese geladen werden.
fr: Le micrologiciel Deviation permet l'utilisation de gabarits de modèles prédéfinis personnalisables par l'utilisateur en choisissant 'Gabarit' dans la boite de sélection Fichier dans la page Config Modèle.
hu: A Deviation szoftverben lehetőség van előre definiált, de testre szabható sablonok használatára, melyek a modell konfigurációs ablak "Fájl" kiválasztó dobozának "Sablon..." értékének kiválasztásával tölthetők be.
ja: Deviationファームウェアは、ユーザがカスタマイズ可能な定義済みモデルテンプレートに対応しています。モデルページの「File」スピンボックスで「Template...」を選択します。
pt_br: O firmware de Deviation suporta modelos predefinidos personalizáveis pelo usuário. Ao selecionar "Modelo ..." na caixa de seleção Arquivo na página Modelo.
ru: Прошивка Deviation поддерживает настраиваемые пользователем шаблоны. С помощью выбора ‘Template...’ в полосе прокрутки 'File' на странице конфигурации модели.
zh: Deviation 固件支持用户自定义预定义模型模板。通过从模型设置页面选择文 件选择框内的“模板...”。

source: Additional templates can be added via USB to the ‘\\template’ directory. A template does not completely replace your existing model, but instead only a portion of it. The currently supported templates will replace the mixer and trim definitions, but will not affect the display layout.
de: Zusätzliche Vorlagen können via USB in das '\template' Verzeichnis gelegt werden. Eine Vorlage ersetzt nicht das ganze Modell, sondern nur Teile davon. Die derzeit verfügbaren Vorlagen ersetzen Mischer und Trimmungsdefinitionen aber beeinflussen nicht das Anzeigelayout.
fr: Des gabarits supplémentaires peuvent être ajoutés par USB dans le répertoire ‘\\template’ . Un gabarit ne remplace pas complètement votre modèle existant, mais une partie. Les gabarits actuellement pris en charge remplaceront les réglages de trim et de mixage mais n'affecteront pas l'affichage.
hu: További sablonok tölthetők fel USB-n keresztül a "\\template" könyvtárba. A sablonok a betöltéskor nem írják felül teljesen a létező modell konfigurációt, hanem annak csak egy részét. Az alapértelmezett sablonok például lecserélik a mixer és trim definíciókat, de nem érintik a kijelző konfigurációt.
ja: 追加するテンプレートはUSB経由で「\\template」ディレクトリに配置することで追加できます。テンプレートは既存の機体モデルを完全に置き換えるのではなく、その一部のみを置き換えます。現在サポートされているテンプレートは、ミキサーとトリムの定義を置き換えますが、表示レイアウトには影響しません。
pt_br: Modelos adicionais podem ser adicionados via USB ao diretório "\\ template". Um modelo não substitui completamente seu modelo existente, mas apenas uma parte dele. Os modelos atualmente suportados substituirão as definições do mixer e do trim, mas não afetarão o layout de exibição.
ru: Дополнительные шаблоны могут быть добавлены через USB в каталог ‘\\template’. Шаблон не заменяет полностью вашу существующую модель, но лишь ее часть. Текущие поддерживаемые шаблоны заменяют микшер и определения триммеров, но не влияют на макет экрана.
zh: 其他模板可通过 USB添加到“\template”目录下。模板不能完全取代你的现 有模型, 而只是一部分. 当前支持的模板会改变混控和微调定义，但不会影响显示布局。

source: The 'Advanced' GUI unleashes the full capabilities of the Deviation firmware, however it is unlike any commercial transmitter setup. Deviation also provides a more traditional setup interface for those who prefer it (see :ref:`standard-gui`). With the Advanced GUI, each output channel is composed of a series of one or more mixers each of which consists of a single input, an activation switch, and a function/curve that modifies the mixer output. This is a very powerful capability, but it will require learning a completely different method for setting up a model. To aid in quick setup, there are a few predefined configurations available (see :ref:`predefined-model-templates`), but to learn to modify and configure a model, read through this entire section carefully.
de: Die 'Advanced' GUI entfaltet die ganzen Möglichkeiten der Deviation Firmware, unterscheidet sich jedoch von allen üblichen kommerziellen Sendereinstellungen. Deviation stellt auch ein mehr traditionelles Interface für diejenigen zur Verfügung, die das bevorzugen (siehe :ref:`standard-gui`). Mit der Advanced GUI, wird jeder Ausgangskanal aus einer Reihe von einem oder mehreren Mischern zusammengesetzt, von denen jeder aus einem einzelnen Eingang, einem Aktivierungsschalter, und einer Funktion/Kurve besteht, die den Mischerausgang verändern. Dies ist eine sehr mächtige Fähigkeit, erfordert aber das Lernen einer völlig anderen Methode ein Modell einzustellen. Als Hilfe zum schnellen Setup gibt es einige vordefinierte Konfigurationen (siehe :ref:`predefined-model-templates`), aber um zu lernen wie man ein Modell verändert und konfiguriert, lesen Sie diesen Abschnitt sorgfältig zu Ende.
fr: Le mode de réglage "Complexe" libère les pleines possibilités du micrologiciel Deviation. Cependant il est différent des configurations de tous les autres émetteurs du commerce. Deviation a aussi un interface plus traditionnel pour ceux qui préfèrent (vois :ref:`réglage standard`). Chaque canal de sortie est composé d'un ou de plusieurs 'mixers'. Chaque mixer est constitué d'un signal d'entrée, d'une commande d'activation et d'une fonction qui modifie sa valeur de sortie. C'est une capacité très puissante, mais qui requerra d'apprendre un méthode complètement différente pour configurer un modèle. Pour aider à une configuration rapide il existe quelques réglages prédéfinis (voir :ref:`gabarits de modèles prédéfinis`), mais pour apprendre à modifier et configurerer un modèle lisez entièrement cette section avec attention.
hu: A "Haladó" GUI teszi lehetővé a Deviation szoftver képességeinek teljes kihasználását, de a kezelése nem hasonlít egyetlen kereskedelemben kapható távirányítóra sem. E mellett a Deviation rendelkezik egy hagyományosabb beállító felülettel is a helikopterek konfigurálásához, ha valakinek az jobban tetszene (lásd :ref:`standard-gui`). A Haladó GUI-n minden kimeneti csatorna egy vagy több mixer kombinált eredményéből áll össze, melyek mindegyike egy bemenetből, egy opcionális kapcsolóból, és egy függvényből/görbéből áll, amik meghatározzák az adott mixer kimenetét. Ez egy nagyon hatékony módszer, de teljesen más konfigurálási módszert igényel. A gyors beállításhoz néhány előre definiált konfiguráció nyújt segítséget (lásd :ref:`predefined-model-templates`), de a modellek módosításának és konfigurálásának elsajátításához olvasd el figyelmesen az egész fejezetet.
ja: 'Advanced' GUIはDeviationファームウェアの全機能を最大限に引き出すことができますが、市販の送信機設定とは異なります。Deviationはそれらを好むユーザのため、より伝統的なセットアップインターフェイスも提供します。(:ref:`standard-gui` 参照) Advanced GUIでは、各出力チャンネルは一連の1つ以上のミキサーで構成され、各ミキサーは単一の入力、起動スイッチ、およびミキサー出力を変更する機能 / カーブで構成されます。これは非常に強力な機能となりますが、機体モデルを設定するための全く異なる設定方法を学ぶ必要があります。素早い設定をサポートするために、利用可能ないくつかの定義済み設定があります。(:ref:`defined-model-templates` 参照）機体モデルの修正および設定することをより学んでいただくため、この項目全体の内容を注意深くお読みください。
pt_br: A GUI 'Advanced' libera todos os recursos do firmware Deviation, porém é diferente de qualquer configuração de transmissor comercial. O Deviation também fornece uma interface de configuração mais tradicional para aqueles que preferem (veja: ref: `standard-gui`). Com o Advanced GUI, cada canal de saída é composto de uma série de um ou mais mixers, cada um dos quais consiste em uma única entrada, um interruptor de ativação e uma função / curva que modifica a saída do mixer. Esta é uma capacidade muito poderosa, mas exigirá aprender um método completamente diferente para configurar um modelo. Para ajudar na configuração rápida, existem algumas configurações predefinidas disponíveis (consulte: ref: `predefinidos-modelos-modelo`), mas para aprender a modificar e configurar um modelo, leia atentamente essa seção inteira.
ru: Интерфейс 'Advanced' GUI раскрывает все возможности прошивки Deviation, однако, он не похож на настройки всех коммерческих передатчиков. Deviation также предоставляет более традиционный интерфейс настройки для тех, кто это предпочитает (смотрите :ref:`standard-gui`). В 'Advanced' GUI, каждый выходной канал состоит из одного или более микшеров, каждый из которых состоит из одного входа, переключателя активации, и функции/кривой, которая изменяет выход микшера. Это очень мощная возможность, но для этого требуется изучение совершенно другого метода настройки моделей. Для быстрой настройки имеется несколько предопределенных конфигураций (смотрите :ref:`predefined-model-templates`), но для обучения изменению и настройке модели, внимательно прочитайте весь этот раздел.
zh: “高级模式” GUI 包含 Deviation 固件的全部功能，但它不同于任何商业遥 控器的设置。Deviation 还为喜欢它的人提供了更传统的设置界面(请参阅标准 菜单项)。使用高级菜单，每个输出通道由一系列一个或多个混控器组成，每个 混控器由单个输入，一个激活开关以及一个修改混控器输出的功能/曲线组成。 这是一个非常强大的功能，但它需要学习完全不同的方法来建立模型。为了帮助 快速设置，有几个预定义的配置可用(请参阅:ref:`predefined-model-templates`)，但要学习修改 和配置模型，请仔细阅读整个部分。

source: The Mixer page controls how inputs (sticks/switches) are assigned to output channels. The mixer page is accessed from the main menu by selecting the model icon..
de: Die Mischer Seite kontrolliert wie Eingänge (Knüppel/Schalter) den Kanalausgängen zugewiesen sind. Die Mischer Seite erreichen Sie vom Hauptmenü durch Drücken des Modell-Icons.
fr: La page Mixer contrôle comment les entrées (manches, interrupteur) sont assignés aux canaux de sortie. On accède à cette page du menu principal en cliquant sur l'icône du modèle.
hu: A mixer lista határozza meg, hogy a bemenetek (botok/kapcsolók) hogyan vannak hozzárendelve a kimeneti csatornákhoz. A mixer lista a modell menüből érhető el.
ja: Mixerページは入力 (Stick / Switch) を出力チャンネルへ割り当てるコントロールを行います。Mixerページはモデルアイコンを選択することによってMain menuからアクセスします。
pt_br: A página Mixer controla como as entradas (sticks / switches) são atribuídas aos canais de saída. A página do mixer é acessada a partir do menu principal, selecionando o ícone do modelo.
ru: Страница 'Mixer' определяет как вводы (стики/переключатели) назначаются на выходные каналы. Доступ к странице микшеров осуществляется из главного меню с помощью выбора значка модели.
zh: 混控页面控制如何把输入(摇杆/开关)分配给输出通道。混控页面从主菜 单进入。
