Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_model.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: Model menu
de: Modellmenü [Model menu]
fr: Menu modèle
hu: Modell menü
pt_br: Menu do modelo
ru: Меню модели
zh: 模型设置

source: The model menu allows selection, editing model configuration, alarms, logging and screen configurations. You can access the menu by pressing the ENT key to select the 'Main menu' and then again on 'Model menu'.
de: Das Modell-Menü ermöglicht die Auswahl, Bearbeiten der Modell-Konfiguration, Alarmen, Log-Einstellungen und Anzeigekonfigurationen. Sie erreichen das Menü, durch Drücken der ENT-Taste um das 'Hauptmenü' ['Main menu'] auszuwählen und dann nochmals auf 'Modell- Menü' ['Model menu].
fr: Le menu modèle permet le choix et l'édition de le la configuration du modèle, des alarmes, la collecte de données, et la configuration de l'écran. On accède au menu en appuyant la touche ENT pour sélectionner le 'Menu principal' puis le 'Menu Modèle'
hu: A modell menü segítségével lehet modellt betölteni és konfigurálni, azon belül is például riasztásokat, naplózást, és képernyő elrendezést beállítani. A főmenübe egy "ENT" nyomógomb megnyomásával lehet jutni, onnan pedig a "Modell menü"-t kiválasztva egy újabb "ENT" megnyomásával lehet belépni a modell menübe.
ja: Model menuでは選択、機体モデル設定の編集、アラーム、ログおよび画面設定を行うことができます。ENTキーを押して「Main menu」を選択し、次に「Model menu」を選択してメニューにアクセスできます。
pt_br: O menu do modelo permite a seleção, edição de configurações do modelo, alarmes, registro e configurações de tela. Você pode acessar o menu pressionando a tecla ENT para selecionar o 'Menu Principal' e depois novamente em 'Menu Modelo'.
ru: Меню модели позволяет выбирать, редактировать конфигурацию модели, сигналы, журналирование и конфигурацию экрана. Вы можете попасть в меню нажатием кнопки ENT, для выбора 'Main menu' и затем 'Model menu'.
zh: 模型设置提供了编辑模型配置，警告，数据记录和屏幕配置。可以通过按ENT或者选择主菜单然后选择模型设置进入。

source: Depending on the selection you have done for the Mixer GUI in section :ref:`model-setup`, the model menu operation will be completely different.
de: Abhängig von der Auswahl im Mischer-GUI [Mixer-GUI] in Abschnitt :ref:`model-setup` sind die wählbaren Punkte sehr unterschiedlich.
fr: Selon le type de Réglages que vous avez choisi dans la section :ref:`Config modèle`, le fonctionnement du Menu modèles sera complètement différent.
hu: A :ref:`model-setup` fejezet szerint, a modell konfiguráló ablak "Felület" mezőjében kiválasztott értéktől függően, a modell menü teljesen máshogy néz ki.
ja: 項目 :ref:`model-setup` にてMixer GUIで選択した内容に応じて、モデルメニュー操作は完全に異なります。
pt_br: Dependendo da seleção que você fez para a GUI do Mixer na seção: ref: `model-setup`, a operação do menu do modelo será completamente diferente.
ru: В зависимости от выбора, который вы сделали для Mixer GUI в разделе :ref:`model-setup`, управление для меню модели будет совершенно различным.
zh: 根据在:ref:`model-setup`中选择的混控的界面类型不同，模型菜单也会有所不通。

source: The Advanced '2. Mixer' page (:ref:`mixer-adv`) provides all of the functionality (and more) of the Standard Model.
de: Die erweiterte '2. Mischer' Seite (:ref:`mixer-adv`) enthält die gesamte Funktion (und mehr) des Standard-GUI.
fr: La page de Mixer Expert '2. Mixer' (:ref:`mixer-adv`) fournit les mêmes fonctionnalités (et plus) que le modèle standard.
hu: A Haladó '2. Mixer' lap (:ref:`mixer-adv`) rendelkezik a Szokásos menü minden funkciójával (sőt még többel).
ja: 詳細「2. Mixer」ページ (:ref:`mixer-adv`) は標準モデル (もしくはそれ以上) のすべての機能を提供します。
pt_br: O avançado '2. A página do mixer (: ref: `mixer-adv`) fornece toda a funcionalidade (e mais) do Modelo Padrão.
ru: Страница интерфейса Advanced '9.2. Mixer' (:ref:`mixer-adv`) обеспечивает всю функциональность (и даже больше) интерфейса Standard.
zh: 高级混控:ref:`mixer-adv`提供所有标准混控的功能，同时提供许多额外的功能和配置。

source: **Advanced GUI**:
fr: **Réglages Expert**:
hu: **Haladó GUI**:
pt_br: ** GUI Avançada **:
zh: **高级界面**

source: **Standard GUI**:
fr: **Réglages standard**:
hu: **Szokásos GUI**:
pt_br: **GUI Padrão**:
zh: **标准界面**

source: **Advanced Model Menu**
de: **Advanced Modell-Menu**
fr: **Menu modèle expert**
hu: **Haladó modell menü**
pt_br: **Menu Avançado de Modelos**
ru: **Меню "Advanced"**
zh: **高级模型设置**

source: **Standard Model Menu**
de: **Standard Modell-Menu**
fr: **Menu modèle standard**
hu: **Szokásos modell menü**
pt_br: **Menu Padrão de Modelos**
ru: **Меню "Standard"**
zh: **标准模型设置**

source: Note: The Advanced Mixer GUI is the default setting for all new models.
de: Hinweis: Die Advanced Mischer GUI ist die Voreinstellung für alle neuen Modelle.
fr: Note : le mode de réglage expert est le mode par défaut pour tous les nouveaux modèles.
hu: MEGJEGYZÉS: Újonnan létrehozott modellek esetén a haladó GUI az alapértelmezett.
ja: 注: Advanced Mixer GUIは、すべての新しい機体モデルのデフォルト設定となります。
pt_br: Nota: A GUI do Mixer Avançado é a configuração padrão para todos os novos modelos.
ru: ПРИМЕЧАНИЕ: Advanced Mixer GUI является настройкой по умолчанию для всех новых моделей.
zh: 注意：在所有遥控器上，高级混控设置界面都是缺省界面。

source: Model setup (Std & Adv GUI)
de: Modelleinstellungen [Model setup] (Standard & Advanced GUI)
fr: Config Modèle ( Réglages standard et expert)
hu: Modell konfigurálás (Szokásos és Haladó GUI)
pt_br: Configuração do modelo (Std & Adv GUI)
ru: Настройка модели (Std & Adv GUI)
zh: 模型设置

source: The model page provides various model configuration options.
de: Die Modell-Seite bietet verschiedene Modell- Konfigurationsmöglichkeiten.
fr: La page modèle fournit diverses options de configuration.
hu: A modell konfiguráció képernyő számos modell beállítást tesz lehetővé.
ja: Modelページには、様々な機体モデルの設定オプションがあります。
pt_br: A página do modelo fornece várias opções de configuração do model
ru: Страница модели обеспечивает различные опции конфигурации модели.
zh: 该模型页面提供了多个可供修改的配置选项。

source: **File**: The File spin-box allows loading a new model, copying the existing model to a new location, resetting the current model to the default (all configuration is lost), and loading templates (see :ref:`predefined-model-templates`). Note that changing models may result in a safety message being displayed (see :ref:`safety-system`).
de: **Datei [File]**: Die Datei Spin-Box erlaubt das Laden [Load] neuer Modelle, Kopieren [Copy to] vorhandener Modelle an einen neuen Platz, Rücksetzen [Reset] des aktuellen Modells auf die Voreinstellung (alle Einstellungen gehen verloren), und das Laden von Vorlagen [Templates] (siehe :ref:`predefined-model-templates`). Beachten Sie, dass das Ändern des Modells zur Anzeige der Sicherheitswarnung führen kann (siehe :ref:`safety-system`).
fr: Fichier: Permet de charger un nouveau modèle, de copier le modèle courant sur un autre modèle, de remettre à zéro la configuration (toute la configuration est perdue )ou de charger un gabarit (voir :ref:`' gabarits prédéfinis'). Notez que le changement de modèle peut provoquer l'affichage d'un message de sécurité. (voir :ref:`Système de sécurité`).
hu: **Fájl**: A fájl kiválasztó doboz teszi lehetővé egy másik modell betöltését, a modell konfiguráció másolását egy másik modell helyre, az aktuális modell alapállapotra történő visszaállítását (melynek során annak minden beállítása elvész), és sablonok betöltését (lásd :ref:`predefined-model-templates`). Egy új modell betöltése a biztonsági üzenet megjelenítésével járhat (lásd :ref:`safety-system`).
ja: **File**: Fileスピンボックスは、新しい機体モデルの読み出し、既存モデルを新しい場所にコピーすること、現在の機体モデルをデフォルトにリセットすること (全ての設定は失われます)、テンプレートを読み出すことを可能にします。(:ref:`predefined-model-templates` 参照) 機体モデルを変更するとメッセージが表示されるかもしれませんのでご注意ください。(:ref:`safety-system` 参照)
pt_br: ** Arquivo **: A caixa de rotação Arquivo permite carregar um novo modelo, copiar o modelo existente para um novo local, redefinir o modelo atual para o padrão (toda a configuração é perdida) e carregar modelos (consulte: ref: `predefinidos -modelo-modelos`). Note que mudar modelos pode resultar em uma mensagem de segurança sendo mostrada (veja: ref: `safety-system`).
ru: **File**: Полоса прокрутки 'File' позволяет загрузить новую модель, копировать существующую модель в другую модель, сбросить модель к настройкам по умолчанию (вся конфигурация будет потеряна), и загрузить шаблоны (смотрите :ref:`predefined-model-templates`). Имейте в виду, что смена модели может привести к отображению сообщения безопасности (смотрите :ref:`safety-system`).
zh: **文件**:文件选择框，可以加载一个新的模型，复制现有的模型到新的位置， 恢复当前模式为默认(所有配置将丢失)，和加载模板(见:ref:`predefined-model-templates)。注 意，更改模型可能会导致安全消息显示(见:ref:`safety-system`)。

source: **Mixer GUI**: Defines which graphical user interface (GUI) to use for this model. The ‘Advanced’ GUI is the default for Deviation. The ‘Standard’ GUI is only available for Helicopter models and more closely resembles the stock GUI.
de: **Mischer GUI [Mixer GUI]**: Definiert welches Benutzerinterface für dieses Model verwendet werden soll. Die 'Erweitert' ['Advanced'] GUI ist die Voreinstellung von Deviation. Die ‘Standard’ GUI ist nur für Helikoptermodelle verfügbar und ähnelt mehr der ursprünglichen GUI.
fr: **Réglages**: Définit quel mode de réglage et d'interface graphique sera utilisé pour ce modèle. Le mode Expert est le mode par défaut de Deviaition. Le mode standard n'est disponible que pour les hélicoptères et ressemble plus à celui d'origine.
hu: **Felület**: Meghatározza, hogy az adott modell konfigurálása melyik felhasználói felület (Graphical User Interface - GUI) segítségével történik. A "Haladó" GUI az alapértelmezett a Deviation szoftverben. A "Szokásos" GUI csak helikopter típusnál létezik, és jobban hasonlít a gyári felhasználói felületre.
ja: **Mixer GUI**: この機体モデルに使用するグラフィカルユーザーインターフェイス (GUI) を定義します。「Advanced」GUIがDeviationのデフォルト設定です。「Standard」GUIはヘリコプターモデルでのみ利用可能で、より一般的なGUIとなります。
pt_br: ** Mixer GUI **: Define qual interface gráfica do usuário (GUI) usar para este modelo. A GUI "Avançada" é o padrão para o Deviation. A GUI "padrão" só está disponível para modelos de helicópteros e se assemelha mais à GUI padrão.
ru: **Mixer GUI**: Определяет какой графический интерфейс пользователя (GUI) будет использован для этой модели. ‘Advanced’ GUI является интерфейсом по умолчанию для Deviation. ‘Standard’ GUI предназначен только для моделей вертолетов и похож на интерфейс заводского передатчика.
zh: **混控界面**：确认图形用户界面(GUI)，以用于该模型。Deviation 默认“高级模 式”界面。“标准模式”界面仅可用于直升机模型，更接近于原版固件的界面。

source: Standard mixer gui is designed for collective pitch helicopters with a flybar. It includes features spefic to those that aren't needed on other aircraft, and may be missing features needed to properly control other aircraft. A flybarless collective pitch helicopter might benefit from some of the features of the standard GUI, it doesn't need them and may need those missing features. **You are strongly encouraged to use advanced mixer for all aircraft but collective pitch helicopters.**
de: Die Standard Mischer GUI ist speziell für Collective-Pitch Helikopter mit einer Paddelstange entworfen. Sie enthält viele spezifische Einstellungen die in anderen Flugmodellen nicht benötigt werden. Möglicherweise fehlen auch Einstellmöglichkeiten um anderer Modelle vernünftig zu steuern. Eine Flybarless Collective Pitch Hubschrauber kann möglicherweise von einigen Besonderheiten des Standard GUI profitieren, benötigt diese jedoch nicht zwingend, während andere Eigenschaften der Advanced GUI fehlen. **Die Verwendung des Advanced Mischer GUI wird für alle Modelle außer Collective Pitch Hubschrauber dringend empfohlen.**
fr: Le mode de réglage standard est destiné aux hélicoptères à pas collectif avec barre de Bell. Il inclut des fonctions spécifiques qui ne sont pas nécessaires aux autres aéronefs et possiblement des fonctions nécessaires à un contrôle correct des autres aéronefs. Un hélicoptère à pas collectif sans barre de Bell pourrait utiliser quelques unes des caractéristiques du réglage standard, il n'en a pas besoin et certaines fonctionnalités pourraient lui manquer. **On vous recommande fortement d'utiliser les possibilités du réglage expert pour tous les aéronefs sauf les hélicoptères à pas collectif.**
hu: A szokásos mixer GUI elsősorban a flybar-ral rendelkező kollektív állásszög vezérlésű helikopterekhez készült, az ezekre jellemző funkciókat tartalmazza, melyek nem szükségesek a többi típusú repülő eszközökhöz, sőt lehet, hogy bizonyos azokhoz szükséges funkciókat viszont nem is tartalmaz. Egy flybarless kollektív állásszög vezérlésű helikopter konfigurálásához ugyan jól jöhet a szokásos GUI néhány funkciója, de nincs rájuk szüksége, ugyanakkor a vele nem megvalósítható funkciók hiányozhatnak. **Erősen ajánlott a haladó GUI használata minden repülő szerkezethez, maximum a flybar-ral ellátott kollektív állásszög vezérlésű helikoptereket kivéve.**
ja: Standard Mixer GUIはフライバー付きコレクティブピッチ ヘリコプター用に設計されています。それは他の航空機体が必要としない特有の機能を含み、そして他の機体を適切に制御するために必要とされる機能や設定を見逃してしまうかもしれません。フライバーレス コレクティブピッチ ヘリコプターはStandard GUIのいくつかの機能や設定から恩恵を受けるかもしれませんが、本来は必要とせず、逆にStandard GUIで欠けている機能を必要とするかもしれません。**コレクティブピッチ ヘリコプターを除くすべての航空機体にAdvanced Mixerを適用することを強くお勧めします。**
pt_br: O gui misturador padrão é projetado para helicópteros de lançamento coletivo com um flybar. Ele inclui recursos específicos para aqueles que não são necessários em outras aeronaves e pode estar faltando recursos necessários para controlar adequadamente outras aeronaves. Um helicóptero de lançamento coletivo flybarless pode se beneficiar de alguns dos recursos da GUI padrão, não precisa deles e pode precisar desses recursos ausentes. ** É altamente recomendável usar o mixer avançado para todas as aeronaves, exceto para helicópteros de campo coletivos. **
ru: ‘Standard’ GUI разработан для вертолетов коллективного шага с сервоосью. Он включает в себя специфические функции, которые не нужны для других летательных аппаратов, и в нем могут отсутствовать функции необходимые для других летательных аппаратов. Вертолет коллективного шага без сервоси может получить некоторую пользу от некоторых функций ‘Standard’ GUI, но не нуждается в них и ему могут потребоваться отсутствующие функции. **Настоятельно рекомендуется использовать ‘Advanced’ GUI для всех летательных аппаратов, кроме вертолетов коллективного шага.**
zh: 标准模式 GUI 是专为有副翼的直升机设计的。它包含那些其他飞机不需要 的特殊功能，并可能缺少适合控制其他飞机所需的功能。一个无副翼直升机可能 不适合使用标准模式 GUI，它并不需要这些特殊的功能，而且可能需要这些缺少 的功能。**我们强烈建议除带副翼的直升机之外的所有的飞机使用高级模式。**

source: Note: If you switch from advanced mixer to standard mixer all data may be lost. Your data will be preserved if you switch from standard mixer to advanced mixer.
de: Hinweis: Wenn Sie vom Advanced Mischer zum Standard Mischer wechseln, können alle Daten des Modells verloren gehen.
fr: Note : Si vous passez du réglage expert au réglage standard, toutes les données pourraient être perdues. Vos données seront préservées si vous passez du mode standard au mode expert.
hu: MEGJEGYZÉS: Ha a haladó mixer GUI-ról a szokásosra váltáskor minden beállítás elvész. Fordított esetben, a szokásos GUI-ról a haladóra váltva a teljes konfiguráció megőrződik, bár az valószínűleg túlságosan komplex lesz.
ja: 注: Advanced MixerからStandard Mixerに切り替えると、すべてのデータが失われる可能性があります。逆にStandard MixerからAdvanced Mixerに切り替えた場合はデータは保持されたままとなります。
pt_br: Nota: Se você mudar de mixer avançado para mixer padrão, todos os dados podem ser perdidos. Seus dados serão preservados se você mudar do mixer padrão para o mixer avançado.
ru: Примечание: Если вы переключитесь с ‘Advanced’ GUI на ‘Standard’ GUI, все данные модели могут быть потеряны. Но если вы переключитесь со ‘Standard’ GUI на ‘Advanced’ GUI, все данные модели сохранятся.
zh: 注意:如果你从高级模式切换到标准模式，所有数据都可能丢失。如果你从标准模式切换到高级模式，你的数据将被保留。

source: **Model Name**: Set the model’s name. Use the left, right, up, and down buttons then ENT to select each character.
de: **Modellname**: Vergeben Sie einen Modellnamen. Verwenden Sie die links, rechts, hoch und runter Tasten, dann ENT um einzelne Zeichen auszuwählen.
fr: **Nom Modèle**: Entrez le nom du modèle. Utilisez les flèche haut, bas, droite et gauche puis ENT pour sélectionner chaque caractère.
hu: **Modell név**: Megadja a modell nevét. A balra, jobbra, le és fel gombokkal kiválasztva, majd az ENT nyomógomb megnyomásával lehet beírni egy karaktert.
ja: **Model Name**: 機体モデル名称を設定してください。左、右、上、下ボタンを押してからENTを使って各文字列を選択します。
pt_br: ** Nome do modelo **: defina o nome do modelo. Use os botões esquerdo, direito, para cima e para baixo e depois ENT para selecionar cada caractere.
ru: **Model Name**: Укажите название модели. Используйте кнопки влево, вправо вверх и вниз, и затем ENT для выбора каждого символа.
zh: **模型名称**：设定模型的名称。使用左，右，上，下键然后使用 ENT键选择每个 字符。

source: **Icon**: Choose the model’s icon. Additional model icons can be installed (see :ref:`usb-file-system`).
de: **Bild [Icon]**: Wählen Sie das Modellbild. Weitere Modellbilder können installiert werden.(siehe :ref:`usb-file-system`).
fr: **Icône**: Choissez l'icône pour le modèle. Des icônes complémentaires peuvent être installés. (see :ref:`usb-file-system`).
hu: **Ikon**: A modell ikon kiválasztása. További modell ikonok telepíthetők (lásd :ref:`usb-file-system`).
ja: **Icon**: 機体モデルのアイコンを選択してください。追加のモデルアイコンをインストールすることができます。(:ref:`usb-file-system` 参照)
pt_br: ** Ícone **: escolha o ícone do modelo. Ícones de modelos adicionais podem ser instalados (veja: ref: `usb-file-system`).
ru: **Icon**: Выберите значок модели. Могут быть установлены дополнительные значки (смотрите :ref:`usb-file-system`).
zh: **图标**选择模型的图标。可以安装额外的模型图标(见:ref:`usb-file-system`)。

source: **Model Type**: Set the model-type available options are Heli, Plane and Multi. Helicopter models have an additional configuration page that can be accessed by clicking the Model type. The options for SwashType are identical to the ones in :ref:`swash-configuration`.
de: **Modelltyp [Model type]**: Wählen Sie den Modelltyp. Mögliche Optionen sind Heli und Flugzeug [Plane]. Helikoptermodelle haben eine weitere Konfigurations-Seite welche Sie erreichen können indem Sie den Modell-Typ anklicken. Diese Optionen sind genauer in Abschnitt :ref:`swash-configuration` beschrieben.
fr: Type Modèle: Détermine le type du modèle. Les options sont Avion, Hélicoptère et Multirotor. Les hélicoptères ont une page d'options supplémentaire à laquelle on accède en cliquant sur le type de modèle. Les options de plateau cyclique sont identiques à celles de la :ref:`configuration du plateau`.
hu: **Modell típus**: A modell típusának beállítása. A lehetséges értékei: Heli, Repülő, Multirotor. A helikoptereknek van egy további konfiguráló ablaka, melyet a modell típusra kattintva lehet megnyitni. Az imbolygó típus konfiguráláson található opciók megegyeznek a :ref:`swash-configuration` oldalon leírtakkal.
ja: **Model Type**: Heli、Plane、Multiのモデルタイプを選択します。ヘリコプターモデルには追加設定ページがあり「Model Type」をクリックするとアクセスできます。Swash Typeオプションは :ref:`swash-configuration` と同一です。
pt_br: ** Tipo de modelo **: Defina as opções disponíveis do tipo de modelo: Heli, Plane e Multi. Os modelos de helicóptero têm uma página de configuração adicional que pode ser acessada clicando no tipo de modelo. As opções para SwashType são idênticas às de: ref: `swash-configuration`.
ru: **Model Type**: Установка типа модели, доступные опции: Heli, Plane и Multi. Модели вертолетов имеют дополнительную страницу конфигурации, которая доступна при нажатии на тип модели. Опции для 'SwashType' идентичны параметрам в :ref:`swash-configuration`.
zh: **模型类型**设置机种，可供选择的有，直升机，固定翼和多轴。直升机模型可以 通过点击模型类型进入额外的配置页。对于十字盘模式的选项请见十字盘配置。

source: If you switch from model type Helicopter this will change the Mixer GUI to Advanced automatically because the Standard GUI only supports helicopters.
de: Wenn Sie auf den Modell-Typ Fläche umschalten, ändert sich die Mischer-GUI automatisch in Erweitert [Advanced], da die Standard GUI nur Helikopter unterstützt.
fr: Si vous changez de type de modèle à partir d'hélicoptère, le type de réglage passera automatiquement à Expert , parce que le mode de réglage standard ne s'applique qu'aux hélicoptères.
hu: Ha a helikopter típusról mása váltasz, akkor az a felületet is átállítja a szokásosról haladóra, mert a szokásos GUI csak helikoptereknél értelmezett.
ja: Model Typeをヘリコプター以外へ切り替えた場合、Standard GUIはヘリコプターのみをサポートするため、Mixer GUIとしては自動的にAdvanced GUIに変更されます。
pt_br: Se você alternar do tipo de modelo Helicopter, isso alterará a GUI do mixer para Advanced automaticamente, pois a GUI padrão suporta apenas helicópteros.
ru: Если вы переключитесь с типа модели вертолет, это автоматически изменит 'Mixer GUI' на 'Advanced', так как 'Standard' GUI поддерживает только вертолеты.
zh: 如果模型类型从直升机切换到其他，这将自动更改为高级混控模式 GUI，因 为标准模式 GUI 只支持直升机。

source: **Transmitter Power**: Specify the radio output power (when applicable). Available options are 100µW, 300µW, 1mW, 3mW, 10mW, 30mW, 100mW, 150mW.
de: **Sendeleistung [Tx Power]**: Bestimmen Sie die Sendeleistung (falls verfügbar). Mögliche Optionen sind 100 μW, 300 μW, 1 mW, 3 mW, 10 mW, 30 mW, 100 mW und 150 mW.
fr: **Puiss Tx**: Définit la puissance d'émission de l'émetteur ( si applicable). Les options sont 100µW, 300µW, 1mW, 3mW, 10mW, 30mW, 100mW, 150mW.
hu: **Kimentő teljesítmény**: Meghatározza a rádió kimeneti teljesítményét (ha lehetséges). A beállítható értékek: 100µW, 300µW, 1mW, 3mW, 10mW, 30mW, 100mW, 150mW.
pt_br: ** Potência do Transmissor **: Especifique a potência de saída de rádio (quando aplicável). As opções disponíveis são 100µW, 300µW, 1mW, 3mW, 10mW, 30mW, 100mW, 150m
ru: **Transmitter Power**: Укажите выходную мощность передатчика (когда это применимо). Доступные опции: 100µW, 300µW, 1mW, 3mW, 10mW, 30mW, 100mW, 150mW.
zh: **发射功率**：设定遥控器输出功率(如果可以用)。可用选项为 100μW，300μW，1mW，3mW，10mW，30mW，100mW，150mW。

source: Note: A stock Devo7e transmits with 7mW. Due to software configuration 150mW will always be displayed.
de: Hinweis: Ein ummodifizierter Devo7e sendet mit 7 mW Sendeleistung. Aufgrund von Firmwarebeschränkungen wird immer 150 mW angezeigt.
fr: Note:un Devo 7e d'origine émet à 7mW. En raison de la configuration du logiciel, 150mW sera affiché en permanence.
hu: MEGJEGYZÉS: A gyári Devo7E módosítás nélküli RF moduljának maximális kimenő teljesítménye 7mW, de a szoftver ilyenkor a maximális kimenő teljesítményhez tartozó értéket fogja megjeleníteni, ami 150mW.
ja: 注: 既存のDevo7eは7mWで送信出力されますが、ソフトウェアにより150mWが常に表示されてしまいます。
pt_br: Nota: Devo7e transmite com 7mW. Devido à configuração do software, 150mW será sempre exibido.
ru: Примечание: Заводской Devo7e передает с выходной мощностью 7mW. Из-за программной конфигурации в этом случае всегда будет отображаться 150mW.
zh: 注意：原生的Devo7e的功率是7mW。由于软件限制，150mW会被错误的显示。
