Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_model.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: Servo Travel Adjust
de: Wegbegrenzung [Servo Travel Adjust]
fr: Réglage de la course de servo
hu: Szervó út állítás
pt_br: Ajuste do percurso do servo
ru: Настройка расхода сервоприводов
zh: 舵机行程

source: The servo-travel adjust page configures the maximum positive/negative travel of each servo. This is equivalent to the ‘Scale+’ and ‘Scale-’ settings on the Channel Configuration sub-page of the Mixer menu when using the Advanced GUI (see :ref:`channel-config`). Acceptable values for Down are from -175 to -1 and Up values range from +1 to +175. The default values are -100 and +100 respectively.
de: Die Servo-Wegbegrenzung konfiguriert den maximalen positiv/negativ Weg für jedes Servo. Dies entspricht den 'Skalier+' und ‘Skalier-' Einstellungen auf der Kanal Konfigurationsunterseite der Mischer Seite wenn Sie die Erweiterte [Advanced] GUI verwenden (siehe :ref:`channel-config`). Gültige Werte für Runter [Down] sind von -175 bis -1 und Werte für Hoch [Up] reichen von +1 bis +175. Die voreingestellten Werte sind -100 bzw. +100.
fr: La page de réglage des courses de servo définit la course maximum positive/négative de chaque servo. C'est l'équivalent des réglages Echelle+ et Echelle- de la sous-page de configuration de canal dans le menu Mixer dans le mode de réglage Expert. Voir section :ref:'Configuration des canaux`). Les valeurs admissibles vers le bas vont de -175 à-1 et vers le haut de 1 à 175. Les valeurs par défaut sont respectivement de -100 et +100 .
ja: Servo-Travel Adjustページでは、各サーボの正 / 負における最大移動量を設定します。これはAdvanced GUIを使用しているときのMixerメニューのChannel Configurationサブページの「Scale+」と「Scale-」の設定と同じです。(:ref:`channel-config` 参照) Downの許容値は-175～-1で、Up値は+1～+175の範囲です。デフォルト値はそれぞれ-100と+100です。
pt_br: A página de ajuste de servomecanismo configura o deslocamento ou percurso máximo positivo / negativo de cada servo. Isso equivale às configurações de "Escala +" e "Escala" na sub página Configuração do canal do menu Mixer ao usar a GUI avançada (consulte: ref: `channel-config`). Os valores aceitáveis para Down são de -175 a -1 e os valores Up variam de +1 a +175. Os valores padrão são -100 e +100, respectivamente.
ru: Страница настройки расхода сервоприводов позволяет настроить максимальный положительный/отрицательный расход каждого сервопривода. Это эквивалентно настройкам ‘Scale+’ и ‘Scale-’ на странице настройки канала меню 'Mixer' при использовании 'Advanced' GUI (смотрите :ref:`channel-config`). Допустимые значения для 'Down' от -175 до -1 и для 'Up' от +1 до +175. Значения по умолчанию -100 и +100 соответственно.
zh: 舵机行程调整页面设置每个舵机的最大正/负行程。这相当于高级模式 GUI混控菜单的通道设置子页面上的“比例+”“比例-”设置(见通道设置)。可接受 的“比例-”值从-175 到-1，“比例+”值的范围从+1 到+175。默认值分别为-100至+100。

source: Swash Configuration
de: Taumelscheibe [Swash] Konfiguration
fr: Configuration du plateau cyclique
hu: Imbolygó konfiguráció
pt_br: Configuração Swash
ru: Настройка тарелки перекоса
zh: 十字盘设置

source: The Swash configuration page configures the swash type. More information about swash-types can be found in section :ref:`swash-mixing`. The settings on this page are equivalent to those on the model configuration page (see :ref:`model-setup`), and configuration for both pages is provided below.
de: Die Taumelscheiben Konfigurationsseite stellt den Typ der Taumelscheibe ein. Weitergehende Informationen zu Taumelscheibentypen finden Sie in Abschnitt :ref:`swash-mixing` . Die Einstellungen auf dieser Seite entsprechen jenen auf der Modell-Konfigurationsseite (siehe :ref:`model-setup`), und die folgenden Einstellungen gelten für beide Seiten.
fr: La page de configuration du plateau cyclique définit le type de plateau cyclique. Plus d'informations sur les types de plateaux peut être trouvée dans la section :ref:`Mixage du plateau cyclique'. Les réglages sur cette page sont semblables à ceux de la page de configuration de modèle (see :ref:`Config modèle`), et les configurations pour les deux pages sont fournies ci dessous.
ja: Swash Configurationページでは、スワッシュタイプを設定します。Swash-Typeに関するさらなる情報は項目 :ref:`swash-mixing` にあります。このページの設定はモデル設定ページ ( :ref`model-setup` 参照) の設定と同じで、両方のページの設定は以下に提供されます。
pt_br: A página de configuração do Swash configura o tipo swash. Mais informações sobre swash-types podem ser encontradas na seção: ref: `swash-mixing`. As configurações nesta página são equivalentes àquelas na página de configuração do modelo (veja: ref: `model-setup`), e a configuração para ambas as páginas é fornecida abaixo.
ru: На странице настройки тарелки перекоса настраивается тип тарелки перекоса. Дополнительную информацию о типах тарелок перекоса можно найти с разделе :ref:`swash-mixing`. Настройки на этой странице эквивалентны настройкам на странице настройки модели (смотрите :ref:`model-setup`), и настройки для обеих страниц приведены ниже.
zh: 在十字盘设置页面设置十字盘类型。关于十字盘类型的更多信息可以在 :ref:`swash-mixing`中找到。此页面上的设置等同于模型设置页(请参阅:ref:`model-setup`)，下面提供两个设置页面。

source: The available SwashType values are:
de: Die verfügbaren Taumelscheibentypen sind:
fr: Les types de plateaux cycliques disponibles sont :
hu: A választható imbolygó típusok a következők:
ja: 利用可能なスワッシュタイプの値は次のとおりです:
pt_br: Os valores SwashType disponíveis são:
ru: Доступные типы тарелок перекоса:
zh: 可用的十字盘模式有:

source: **None/1Servo**: Used For FBL. Mixing occurs in receiver
de: **keine[None]/1Servo**: Für FBL. Mischung im Empfänger.
fr: **Néant/1Servo** : Utilisé pour les modèles sans barre de Bell - flybarless - Le mixage a lieu dans le récepteur.
ja: **None/1Servo**: FBLに使用されます。受信機でミキシングが行われます。
pt_br: ** Nenhum / 1Servo **: Usado para FBL. A mistura ocorre no receptor
ru: **None/1Servo**: Используется для 'FBL'. Микширование происходит в приемнике
zh: **无/ 单舵机**：用于 FBL。混控在接收器工作。

source: **120/3Servo 120**: 120-degree swash
de: **120/3Servo 120**: 120 Grad Taumelscheibe
fr: **120/3Servo 120**: Plateau à 120 degrés
ja: **120/3Servo 120**: 120度スワッシュ
pt_br: ** 120 / 3Servo 120 **: swash de 120 graus
ru: **120/3Servo 120**: тарелка 120-градусов
zh: **120 / 3 舵机 120**：120 度十字盘

source: **120x/3Servo 120x**: 120 degrees swash (alternate config)
de: **120x/3Servo 120x**: 120 Grad Taumelscheibe (alternative Konfiguration)
fr: **120x/3Servo 120x**: Plateau à 120 degrés (configuration inversée)
ja: **120x/3Servo 120x**: 120度スワッシュ (代替設定)
pt_br: ** 120x / 3Servo 120x **: swash de 120 graus (configuração alternativa)
ru: **120x/3Servo 120x**: тарелка 120-градусов (альтернативная конфигурация)
zh: **120X / 3 舵机 120X**：120 度十字盘(交替配置)

source: **140/3Servo 140**: 140 degree swash
de: **140/3Servo 140**: 140 Grad Taumelscheibe
fr: **140/3Servo 140**: Plateau à 140 degrés
ja: **140/3Servo 140**: 140度スワッシュ
pt_br: ** 140 / 3Servo 140 **: swash de 140 graus
ru: **140/3Servo 140**: тарелка 140-градусов
zh: **140 / 3 舵机 140**：140 度十字盘

source: **90/3Servo 90**: 90 degrees swash
de: **90/3Servo 90**: 90 Taumelscheibe
fr: **90/3Servo 90**: Plateau à 90 degrés
ja: **90/3Servo 90**: 90度スワッシュ
pt_br: ** 90 / 3Servo 90 **: swash a 90 graus
ru: **90/3Servo 90**: тарелка 90-градусов
zh: **90/3 舵机 90**：90 度十字盘

source: The ELE Mix, AIL Mix, and PIT Mix are scaling factors applied to the input sticks before mixing is done. These can be used to adjust for different linkage lengths or different servo throws. The allowed range is -100 to 100 with a default of 60. Note that setting these values too large can result in too much servo throw and make the model unresponsive to stick control.
de: Die HR[ELE] Mix, QR[AIL] Mix, und PIT Mix sind Skalierungsfaktoren welche auf die Knüppeleingabe gegeben werden bevor die Mischung stattfindet. Diese können verwendet werden um verschiedene Gestängelängen oder unterschiedliche Servowege auszugleichen. Der gültige Wertebereich ist -100 bis 100 wobei 60 voreingestellt ist. Beachten Sie, dass wenn Sie diese Werte zu hoch setzen, der resultierende Servoweg zu hoch sein kann, wodurch das Modell schlecht auf Knüppeleingaben reagiert.
fr: Mix ELE, Mix AIL et Mix PAS sont des facteurs multiplicateurs appliqués aux entrées des manches avant que le mixage soit effectués. Ils peuvent être utilisés pour adapter à des longueurs de tringlerie ou des courses de servo différentes. L'amplitude possible est -100 à +100 avec une valeur par défaut de 60. Notez que fixer des valeurs trop grandes peut entraîner une trop grande course de servo et rendre le faire mal réagir le modèle au contrôle des manches.
ja: ELE Mix、AIL Mix、およびPIT Mixは、ミキシングが行われる前に入力スティックに適用される倍率です。これらを使用して、様々なリンク幅、またはさまざまなサーボスローを調整できます。許容範囲は-100〜100で、デフォルトは60です。これらの値を大きく設定しすぎると、サーボスローが大きくなりすぎ、モデルがスティック制御に反応しなくなる場合があります。
pt_br: O ELE Mix, o AIL Mix e o PIT Mix são fatores de escala aplicados aos bastões de entrada antes que a mistura seja feita. Estes podem ser usados para ajustar diferentes comprimentos de ligação ou diferentes servoconversores. O intervalo permitido é de -100 a 100 com um padrão de 60. Observe que definir esses valores como muito grandes pode resultar em um excesso de servo e fazer com que o modelo não responda ao controle.
ru: 'ELE Mix', 'AIL Mix' и 'PIT Mix' - это коэффициенты масштабирования, применяемые к входным стикам перед выполнением микширования. Они могут использоваться для подстройки под различную длину рычагов или различный расход сервоприводов. Допустимый диапазон от -100 до 100, по умолчанию 60. Имейте в виду, что слишком большое значение может привести к избыточному расходу сервоприводов и сделать модель невосприимчивой к управлению стиками.
zh: 升降螺距，副翼螺距，和 PIT Mix 是混控完成之前，添加到输入摇杆的比例 因素。这些可以被用于调整不同的连结长度或不同的舵机摆动。允许的范围为 - 100 至 100，默认 60。注意，这些值设置过大可能会导致过多的舵机摆动，使摇杆控制模型反应迟钝。

source: Throttle Curve
de: Gaskurve [Throttle Curve]
fr: Courbe de gaz
hu: Gáz görbe
pt_br: Curva do acelerador
ru: Кривая газа
zh: 油门曲线

source: The throttle curve page allows defining a piece-wise linear curve for the throttle channel. Different curves can be selected for each flight-mode. Each point value can be enabled to be interpolated from the points surrounding it.
de: Die Gaskurve ermöglicht es eine stückweise lineare Kurve für den Gaskanal festzulegen. Für jede Flugphase können verschiedene Kurven gewählt werden. Jeder Punkt kann so eingestellt werden, dass er von den umgebenden Punkten interpoliert wird.
fr: La page de courbe de gaz permet de définir une courbe linéaire par segments pour le canal des gaz. Des courbes différentes peuvent être définies pour chaque mode de vol. la valeur de chaque point peut être définie par interpolation des points proches de lui.
ja: Throttle Curveページでは、スロットルチャンネルの区分的な線形カーブを定義できます。フライトモードごとに異なるカーブを選択できます。各ポイントの値は、それを囲むポイントから補間することができます。
pt_br: A página da curva do acelerador permite definir uma curva linear de acordo com a peça para o canal do acelerador. Diferentes curvas podem ser selecionadas para cada modo de voo. Cada valor de ponto pode ser ativado para ser interpolado dos pontos em torno dele.
ru: Страница кривой газа позволяет определить кусочно-линейную кривую для канала газа. Для каждого полетного режима может быть выбрана различная кривая. Для значения каждой точки может быть включена интерполяция из окружающих точек.
zh: 油门曲线页面允许油门通道设置一个分段线性曲线。每个飞行模式可以选择 不同的曲线。每个点的值可以用周围的点插入。

source: Pitch Curve
de: Pitch Kurve [Pitch Curve]
fr: Courbe de pas
hu: Állásszög görbe
pt_br: Curva de Passo
ru: Кривая шага
zh: 螺距曲线

source: The pitch curve allows defining a piece-wise linear curve for the collective/pitch channel. Different curves can be selected for each flight-mode as well as for throttle-hold. Each point value can be enabled to be interpolated from the points surrounding it.
de: Die Pitch-Kurve ermöglicht es eine stückweise lineare Kurve für den kollektiven/Pitch Kanal festzulegen. Für jede Flugphase, als auch für 'Gas halten' können verschiedene Kurven gewählt werden. Jeder Punkt kann so eingestellt werden, dass er von den umgebenden Punkten interpoliert wird.
fr: La page de courbe de gaz permet de définir une courbe linéaire par segments pour le canal de pas collectif. Des courbes différentes peuvent être définies pour chaque mode de vol ou en coupure de gaz. La valeur de chaque point peut être définie par interpolation des points proches de lui.
ja: Pitch Curveでは、コレクティブ / ピッチチャンネルの区分的な線形カーブを定義できます。スロットルホールドだけでなく、フライトモード毎に異なるカーブを選択できます。各ポイントの値は、それを囲むポイントから補間することができます。
pt_br: A curva de afinação permite definir uma curva linear de acordo com a peça para o canal coletivo / pitch. Diferentes curvas podem ser selecionadas para cada modo de vôo, bem como para o acelerador. Cada valor de ponto pode ser ativado para ser interpolado dos pontos em torno dele.
ru: Страница кривой шага позволяет определить кусочно-линейную кривую для канала коллективного шага. Для каждого полетного режима может быть выбрана различная кривая, а также для режима удержания газа (throttle-hold). Для значения каждой точки может быть включена интерполяция из окружающих точек.
zh: 螺距曲线允许俯仰通道设置一个分段线性曲线。不同的曲线可以被选择不同的飞行模式以及用于油门熄火。每个点的值可以用周围的点插入。

source: Gyro Sensitivity
de: Kreiselempfindlichkeit [Gyro Sensitivity]
fr: Gain gyro
hu: Giró érzékenység
pt_br: Sensibilidade giroscópica
ru: Чувствительность гироскопа
zh: 锁尾感度

source: The gyro-sensitivity page enables configuring up-to 3 sensitivity values for the gyro as well as which channel to use for sending the gyro value. Acceptable values range from 0 to 100%.
de: Die Kreiselempfindlichkeit ermöglicht es bis zu 3 Empfindlichkeitsstufen für den Kreisel zu wählen, sowie festzulegen welcher Kanal für die Kreisel- Werte verwendet werden soll. Gültige Werte sind von 0 bis 100%
fr: La page gain gyro permet de configurer jusqu'à 3 valeurs de gain pour le gyro ainsi que de définir le canal à utiliser pour envoyer les informations au gyro. Les valeurs admissibles vont de 0 0 100%.
ja: Gyro-Sensitivityページは、ジャイロの最大3つの感度値とジャイロ値の送信に使用するチャンネルを設定できます。許容値は0～100%の範囲です。
pt_br: A página de giro-sensibilidade permite configurar até 3 valores de sensibilidade para o giroscópio, bem como qual canal usar para enviar o valor do giroscópio. Valores aceitáveis variam de 0 a 100%.
ru: Страница чувствительности гироскопа позволяет настроить до 3 значение чувствительности гироскопа, а также канал, который будет использоваться для регулировки чувствительности. Допустимые значения от 0 до 100%.
zh: 锁尾感度页面设置 3 个陀螺仪的灵敏度值以及哪个通道用于发送陀螺仪值。 可接受值的数值范围从 0 到 100%。

source: Switch Assignment
de: Schalterzuordnung [Switch Assignment]
fr: Affectation des interrupteurs
hu: Kapcsoló összerendelés
pt_br: Trocar Atribuição
ru: Назначение переключателей
zh: 开关分配

source: The switch assignment page enables configuring which switches to use for each capability in the standard-GUI. The same switch may be assigned to multiple capabilities.
de: Auf der Schalterzuordnungs-Seite können Sie festlegen, welchen Schalter Sie für welche Funktion in der Standard GUI verwenden wollen. Der selbe Schalter kann verschiedenen Funktionen zugewiesen werden.
fr: La page d'affectation des interrupteurs permet de définir quels interrupteurs sont utilisés pour chaque possibilité dans le mode de réglage standard. Le même interrupteur peut être affecté à plusieurs possibilités.
ja: Switch Assignmentページでは、標準GUIの各機能に使用するスイッチを設定できます。同じスイッチを複数の機能に割り当てることができます。
pt_br: A página de atribuição do comutador permite configurar quais switches usar para cada recurso na GUI padrão. O mesmo switch pode ser atribuído a vários recursos.
ru: Страница назначения переключателей позволяет настроить какие переключатели будут использоваться для каждой функции в 'Standard' GUI. Один переключатель может быть назначен на несколько функций.
zh: 开关分配页面设置开关切换标准模式 GUI的每个功能。相同的开关可以分配 多种功能。

source: Throttle Hold
de: Gas halten [Throttle Hold]
fr: Coupure gaz
hu: Gáz kapcsoló
pt_br: Aceleração
ru: Удержание газа (Throttle Hold)
zh: 油门熄火

source: The throttle-hold page is used to enable/disable the throttle-hold capability. Specifying ‘Hold position’ defines the throttle value when the Throttle-hold switch is set. Hold position can be set from -200 to 200.
de: Die Gas halten Seite wird verwendet um die Gas halten Funktion ein/auszuschalten. Der Wert für Halteposition [Hold position] legt den Gaswert fest, wenn der Schalter gesetzt ist. Halteposition kann von -200 bis 200 eingestellt werden.
fr: La page Coupure gaz est utilisée pour activer/désactiver la fonction Coupure Gaz. La 'Valeur gaz' choisie est la valeur de gaz fixée lorsque l'interrupteur de Coupure gaz est activé. Cette valeur peut être fixée entre -200 et 200 .
ja: Throttle Holdページは、スロットルホールド機能を有効 / 無効にするために使用されます。「Hold position」を指定すると、Throttle-holdスイッチが設定されているときのスロットル値が定義されます。保持位置は-200～200まで設定できます。
pt_br: A página de retenção do acelerador é usada para ativar / desativar o recurso de retenção do acelerador. Especificar "Hold position" define o valor do acelerador quando o interruptor de retenção do acelerador está definido. A posição de espera pode ser definida de -200 a 200.
ru: Страница удержания газа используется для включения/выключения функции удержания газа. Указание ‘Hold position’ определяет значение газа, когда включен переключатель 'Throttle-hold'. Положение удержания может быть от -200 до 200.
zh: 油门熄火页用来启用/禁用油门熄火功能。当油门熄火开关设置时，指定 “油门熄火值”。油门熄火值可以从-200到 200。

source: Fail-Safe Configuration
de: Fail-Safe Konfiguration
fr: Configuration des sécurités
hu: Hibaérték konfiguráció
pt_br: Configuração do Fail-Safe
ru: Настройка системы безопасности (Fail-Safe)
zh: 失控保护

source: The fail-safe page is used to configure the fail-safe value for each channel (if the protocol supports this feature)
de: Auf der Fail-safe Seite können Sie den Fail-safe Wert für jeden Kanal einstellen (falls das Protokoll diese Funktion unterstützt)
fr: La page Sécurités est utilisé pour définir les valeurs de sécurité pour chaque canal (Si le protocole permet cette fonction)
ja: Fail-Safeページは、各チャンネルのフェイルセーフ値を設定するために使用されます。(プロトコルがこの機能をサポートしている場合のみ)
pt_br: A página do Fail-Safe é usada para configurar o valor de segurança para cada canal (se o protocolo suportar esse recurso)
ru: Страница настройки системы безопасности (отказоустойчивости) используется для настройки безопасного значения для каждого канала (если протокол поддерживает такую возможность).
zh: 失控保护页面用于设置每个通道的失控保护值(如果当前协议支持此功能)

source: Mixer (Adv GUI)
de: Mischer [Mixer] (Advanced GUI)
hu: Mixer (Haladó GUI)
ru: Микшер (Adv GUI)
zh: 混控

source: Datalog (Std & Adv GUI)
de: Datenprotokoll [Datalog] (Standard & Advanced GUI)
fr: Datalog [Journal de données] (Réglages Standard et Expert)
hu: Adatnapló (Szokásos és Haladó GUI)
ru: Регистрация данных (Std & Adv GUI)
zh: 数据记录 Datalog

source: Cx = if(\ |Sn|\ ) {\ |Mn|\ } else if (\ |Sn-1|\ ) {\ |Mn-1|\ } … else if (\ |S0|\ ) {\ |M0|\ }
fr: Cx = Si (Commande n) {Mix n} Sinon Si (Commande n-1) {Mix n-1} … Sinon si (Commande 0) {Mix 0}
zh: Cx = 如果(开关 n) {Mn} 否则如果 (开关 n-1) {Mn-1} ...否则如果 (开关 0) {M0}

source: Cx = if(\ |Sn|\ ) {\ |Mn|\ } else {1} * if (\ |Sn-1|\ ) {\ |Mn-1|\ } else {1} * … * if (\ |S0|\ ) {\ |M0|\ } else {1}
fr: Cx = Si (commande n activée, (Mix n) x (résultat mixer 1 à n-1) sinon (résultat mixer 1 à n-1)
zh: Cx =如果(开关n) {Mn}否则{1} * if (开关n-1) {Mn-1}否则{1} * ... *如果(开关 0) {M0} 否则 {1}

source: **Equality**: Can be '>=' or '<=' indicating whether a value above or below the target causes an alarm.
fr: Deuxième champ. Le signe de comparaison peut être '>' ou '<=' selon qu'une valeur est supérieure ou inférieure ou égale à la valeur cible qui déclenche l'alarme.

source: **Target**: The target value for the alarm.
fr: Troisième champ : la valeur cible de l'alarme.

source: Cx = if(\ |Sn|\ ) {\ |Mn|\ } else {0} + if (\ |Sn-1|\ ) {\ |Mn-1|\ } else {0} + … + if (\ |S0|\ ) {\ |M0|\ } else {0}
zh: Cx =如果(开关n) {Mn}否则{0} +如果(开关n-1) {Mn-1}否则{0} + ... +如果(开关0) {M0} 否则 {0}

source: Cx = MAX(if(\ |Sn|\ ) {\ |Mn|\ } else {0}, if (\ |Sn-1|\ ) {\ |Mn-1|\ } else {0}, …, if (\ |S0|\ ) {\ |M0|\ } else {0})
zh: Cx = 最大(如果 (开关 n) {Mn} 否则 {0},如果 (开关 n-1) {Mn-1}否则 {0}, ...,如果 (开关 0) {M0} 否则 {0})

source: Cx = MIN(if(\ |Sn|\ ) {\ |Mn|\ } else {0}, if (\ |Sn-1|\ ) {\ |Mn-1|\ } else {0}, …, if (\ |S0|\ ) {\ |M0|\ } else {0})
zh: Cx = 最小(如果(开关 n) {Mn} 否则 {0}, 如果 (开关 n-1) {Mn-1}否则{0}, ...,如果 (开关 0) {M0} 否则 {0})

source: **Transmitter Power**: Specify the radio output power (when applicable). The valid power settings depend on the radio used by the selected protocol.
ja: **Transmitter Power**: 無線の送信電波出力を (該当する場合) 指定します。有効な送信出力設定は、選択したプロトコルで使用されているプロトコルによって異なります。

source: When changing the protocol in a model the power level will be set to the maximum for the radio used by the new protocol. Best to choose protocol first, then set Tx power.
ja: モデルのプロトコルを変更すると、新しいプロトコルで使用される無線の電力レベルが最大に設定されます。最初にプロトコルを選択し、次に送信電波出力を設定するのが最良です。
