Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_model.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: If you press ENT on a virtual channel a keyboard screen is shown where you may edit the default name. You can use L/R/UP/DN buttons followed by 'ENT' to select. Or just touch each character.
de: Wenn Sie ENT auf einen virtuellen Kanal drücken, erscheint ein Tastaturbildschirm, in dem Sie den voreingestellten Namen ändern können. Verwenden Sie die links, rechts, hoch und runter Knöpfe zur Auswahl eines Zeichens und drücken Sie dann ENT. Oder verwenden Sie den Touchscreen.
fr: Si vous appuyez sur ENT sur un canal virtuell, un écran de clavier apparait. Vous pouvez éditer le nom par défaut. Utilisez les boutons L/R/UP/DN suivis de 'ENT' ou touchez chaque caractère.
hu: Ha egy virtuális csatorna nevén állva megnyomjuk az ENT nyomógombot, akkor megnyílik a szövegbeviteli képernyő, ahol át lehet írni az adott virtuális csatorna alapértelmezett nevét. A karakterek kiválasztásához az L/R/UP/DN gombokat lehet használni, és az ENT gombbal beszúrni, vagy használhatjuk az érintőképernyőt is.
ja: 仮想チャンネルでENTを押すと、デフォルト名を編集できるキーボード画面が表示されます。L / R / UP / DNボタンに続いて「ENT」を押し選択することができます。または各キャラクターをタッチしていきます。
pt_br: Se você pressionar ENT em um canal virtual, será exibida uma tela do teclado onde você poderá editar o nome padrão. Você pode usar os botões L / R / UP / DN seguidos de 'ENT' para selecionar. Ou apenas toque em cada personagem.
ru: Если вы нажмете ENT на виртуальном канале, появится экран клавиатуры, где вы сможете редактировать имя канала по умолчанию. Вы можете использовать кнопки L/R/UP/DN и затем ENT для выбора символа. Или просто нажмите на на символ.
zh: 如果在虚拟通道按 ENT键会显示键盘屏幕，你可以编辑默认名称。你可以 使用 L/R/UP/DN键移动光标，然后按“ENT”键进行选择。

source: Simple Mix Type
de: Einfache Vorlage [Simple Template]
fr: Type de mixage simple
hu: Egyszerű mixer típus
pt_br: Tipo de mistura simples
ru: Простой микшер
zh: 一段式混控

source: The Simple mix type is the simplest manner of defining a channel. It allows defining a primary-input (stick, switch, or other channel), and applying a curve or function to that input. The result can also be scaled or have an alternate zero-offset. You cannot use a toggle or switch to activate or deactivate this setup.
de: Die Einfache Vorlage [Simple template] ist die einfachste Möglichkeit einen Kanal zu definieren. So kann man einen primären- Eingang (Knüppel, Schalter, oder anderen Kanal) definieren und darauf eine Kurve oder Funktion anwenden. Das Ergebnis kann auch skaliert werden oder einen Nullpunktversatz haben. Sie können keinen Umschalter oder Schalter verwenden um diese Einstellung an- oder auszuschalten.
fr: Le type de mixage simple est le moyen le plus simple pour définir un canal. Il permet de définir une entrée primaire (Manche, interrupteur un un autre canal) et d'appliquer une courbe ou une fonction à cette entrée. Le résultat peut aussi être multiplié ou avoir un décalage du zéro. Vous ne pouvez pas utiiiser un inverseur ou interrupteur pour activer ou désactiver cette configuration.
hu: Egy csatorna definiálásának legegyszerűbb módja az Egyszerű mixer típus. Ez lehetővé teszi egy elsődleges bemenet beállítását (botkormány, kapcsoló, vagy másik csatorna), és egy görbe vagy függvény hozzárendelését az adott bemenethez. Az eredményt lehet skálázni vagy függőlegesen el lehet tolni. Ezt a fajta mixert nem lehet kapcsolóval ki-be kapcsolni.
ja: Simple Mix Typeはチャンネルを定義する最も簡単な方法です。一次入力 (Stick、Switch、Channel) を定義し、その入力に曲線や関数を適用することができます。結果はスケーリングすることも、代替のゼロ-オフセットを持つこともできます。この設定を有効または無効にするために、トグルまたはスイッチを使用することはできません。
pt_br: O tipo de mistura simples é a maneira mais simples de definir um canal. Permite definir uma entrada primária (stick, switch ou outro canal) e aplicar uma curva ou função a essa entrada. O resultado também pode ser dimensionado ou ter um deslocamento zero alternativo. Você não pode usar um botão ou alternar para ativar ou desativar essa configuração.
ru: Простой микшер - это самый простой способ определения канала. Он позволяет задать первичный ввод (стик, переключатель или другой канал) и применить кривую или функцию к этому вводу. Результат можно масштабировать или применить смещение нуля. Вы не можете использовать переключатель для активации этого микшера.
zh: 一段式混控类型是设置通道最简单的方式。它允许定义一个主输入端(摇 杆，开关，或其它通道)，以及应用曲线或函数来输入。结果也可以缩放或具有 备用的零偏移量。 您不能使用切换键或开关来激活或取消激活此设置

source: A ‘Long-ENT’ press will update the current mixer settings, making it possible to test them on the transmitter.
de: Langes Drücken auf ENT aktualisiert die derzeitigen Mischereinstellungen, womit es möglich ist sie auf dem Sender zu testen.
fr: Un long appui sur ENT mettra à jour les réglages en cours du mixage, en permettant de le tester sur l'émetteur.
hu: Az ENT gomb hosszú megnyomásával a beállítások érvényre jutnak, így lehetővé válik az új értékek tesztelése.
ja: 長く「ENT」キーを押すと現在のミキサー設定が更新され、送信機でテストすることが可能になります。
pt_br: Uma pressão "Long-ENT" atualizará as configurações atuais do mixer, possibilitando testá-las no transmissor.
ru: Длительное нажатие на кнопку ENT обновит текущие настройки микшера, что позволит проверить их в передатчике.
zh: 长按“ENT”将更新当前的混控设置，以便在遥控器上进行测试。

source: **Src**: The input source controlling this mixer.
de: **Quelle [Src]**: Die Eingangsquelle welche den Mischer steuert.
fr: **Source** : L'entrée contrôlant ce mixage.
hu: **Forrás**: Az adott mixer bemenetének forrása.
ja: **Src**: このミキサーをコントロールする入力ソースです。
pt_br: ** Src **: A fonte de entrada que controla este mixer.
ru: **Src**: Входной источник, управляющий микшером.
zh: **输入**:混控输入源。

source: **Curve**: The function applied to the input to generate the output. See section :ref:`available-curves` for more info. Depending on curve-type, pressing curve may display the curve editor (see :ref:`curve-editing`).
de: **Kurve [Curve]**: Die Funktion welche auf den Eingang angewendet wird um die Ausgabe zu erzeugen. Siehe Abschnitt :ref:`available-curves` für weitergehende Information. Abhängig vom Kurventyp, kommt man durch Drücken auf Kurve ggf. in den Kurven-Editor (siehe :ref:`curve-editing`).
fr: **Courbe**: La fonction appliquée à la source pour générer la sortie. Voir la section :ref:courbes disponibles` pour plus d'infos. Selon le type de courbe, appuyer sur la coure peut faire afficher l'éditeur de courbe (voir :ref:`Edition de courbe`).
hu: **Görbe**: A bemenethez rendelt függvény, amely abból előállítja a kimenetet. További információkért lásd a :ref:`available-curves` fejezetet. A görbe típustól függően, a görbére kattintva megnyílhat a görbe szerkesztő képernyő (lásd :ref:`curve-editing`).
ja: **Curve**: 出力値を生成するために入力に適用される関数。詳しくは項目 :ref:`available-curves` を参照してください。Curve Typeによっては、「Curve」を押すとCurve Editorが表示されます。(:ref:`curve-editing` 参照)
pt_br: ** Curva **: A função aplicada à entrada para gerar a saída. Veja a seção: ref: `available-curves` para mais informações. Dependendo do tipo de curva, a curva de pressão pode exibir o editor de curva (consulte: ref: `curve-editing`).
ru: **Curve**: Функция применяемая к входу для генерации выхода. Смотрите раздел :ref:`available-curves` для дополнительной информации. В зависимости от типа кривой, нажатие на кривую может вызывать редактор кривой (смотрите :ref:`curve-editing`).
zh: **曲线**: 该函数应用于输入以生成输出。 有关更多信息，请参见可用曲线部分。 根据曲线类型，按下曲线可能会显示曲线编辑器(请参阅曲线编辑)。

source: **Scale**: A multiplicative scalar that is applied after the Curve to control the output range.
de: **Skalierung [Scale]**: Ein Faktor, mit dem der Wert nach der Kurve multipliziert wird, um den Ausgabebereich zu steuern.
fr: **Echelle** un multiplicateur qui est appliqué après la courbe pour contrôler la portée de la sortie.
hu: **Skála**: A görbe által előállított kimeneti érték szorzótényezője, amivel a kimeneti tartomány nagyságát lehet beállítani, azaz a görbe függőleges irányú nyújtását vagy összenyomását.
ja: **Scale**: カーブの後に出力範囲を制御するために適用される乗法スカラー。
pt_br: ** Escala **: Um escalar multiplicativo aplicado após a Curva para controlar o intervalo de saída.
ru: **Scale**: Мультипликативный масштаб, который применяется после кривой для управления выходным диапазоном.
zh: **比例**:在曲线之后应用的乘法标量，用于控制输出范围。

source: **Offset**: An additive offset that is applied after the scaling.
de: **Versatz [Offset]**: Ein Versatz welcher nach der Skalierung addiert wird.
fr: **Offset** : Un décalage additionnel appliqué après la multiplication.
hu: **Eltolás**: A skálázás után hozzáadott eltolás érték, amellyel függőleges irányban lehet a görbét eltolni.
ja: **Offset**: スケーリング後に適用される追加オフセット。
pt_br: ** Deslocamento **: Um deslocamento aditivo aplicado após o dimensionamento.
ru: **Offset**: Добавление смещения, которое применяется после масштабирования.
zh: **偏移**:在比例修改之后添加的附加偏移。

source: Expo & Dual-Rate Mix Type
de: Expo & Dual-Rate Vorlage
hu: Expó és Dual-Rate mixer típus
pt_br: Tipo de Mix de Expo e Dual-Rate
ru: Микшер 'Expo & Dual-Rate'
zh: 三段式混控

source: Selecting a value for Switch1 or Switch2 will activate the corresponding section. Each section can either have a 'linked' curve (curve is the same as the 'High-Rate' curve) in which case only the scalar can be modified, or alternatively can have an independent curve definition. Pressing the 'Mid-Rate' or 'Low-Rate' button for a given switch will toggle between linked and independent curves.
de: Die Auswahl eines Wertes für Schalter1 [Switch1] oder Schalter2 [Switch2] aktiviert den entsprechenden Abschnitt. Jeder Abschnitt kann entweder eine verknüpfte (verkn.) [linked] Kurve haben (Kurve ist identisch mit der 'Hoch' [High-Rate] Kurve) wo nur der Skalar geändert werden kann, oder alternativ eine unabhängige Kurvendefinition. Indem man den 'Mittel' [Mid-Rate] oder 'Niedrig' [Low-Rate] Knopf eines Schalters drückt, wird zwischen verknüpften [linked] und unabhängigen Kurven umgeschaltet.
fr: Sélectionner un interrupteur pour Inter1 ou Inter2 activera la partie correspondante. Chaque partie peut avoir une courbe liée (la courbe est la même que celle de la courbe "Petit Déb")et dans ce cas seul le multiplicateur peut être modifié, ou bien avoir une courbe différente. Appuyer sur le bouton 'Déb med' ou 'Grand déb' pour un interrupteur donné basculera entre courbes liées et différentes.
hu: A "Kapcs.1" vagy "Kapcs.2" megadásával aktiválódik az adott szekció. Mindkét plusz szekció működhet "Csatolt" üzemmódban (ilyenkor a görbe ugyanaz, mint a "Magas" fokozathoz megadott görbe), amikor is csak a skálázás változtatható, vagy lehet egymástól független görbéket használni a különböző fokozatokban. A "Közepes" vagy "Alacsony" gombot megnyomva válthatunk az adott fokozatban a "Csatolt" üzemmód és a független görbe között.
ja: Switch1またはSwitch2の値を選択すると、対応する項目が有効になります。各項目は「linked」カーブ (「High-Rate」カーブと同一) を持つことができます。その場合はスカラー値だけを修正することができます。あるいは独立したカーブ定義を持つこともできます。与えられたスイッチの「Mid-Rate」または 「Low-Rate」ボタンを押すと、linkedカーブと独立カーブが切り替わります。
pt_br: Selecionar um valor para Switch1 ou Switch2 ativará a seção correspondente. Cada seção pode ter uma curva 'ligada' (a curva é a mesma que a curva 'Alta taxa'), caso em que apenas o escalar pode ser modificado ou, alternativamente, pode ter uma definição de curva independente. Pressionar o botão 'Mid-Rate' ou 'Low-Rate' para um determinado switch alternará entre curvas vinculadas e independentes.
ru: Выбор значения для 'Switch1' или 'Switch2' активирует соответствующий раздел. Каждый раздел может иметь или 'связанную' кривую (кривая такая же как кривая 'High-Rate'), и в этом случае может быть изменен только масштаб, или альтернативно может иметь независимое определение кривой. Нажатие кнопки 'Mid-Rate' или 'Low-Rate' для данного переключателя будет переключать между 'связанной' и независимой кривой.
zh: 为开关 1 或者开关 2 设置一个值，当开关在相应挡位时激活相应部分。每个 部分可以设置一个 “关联”曲线(曲线和“普通飞行”曲线是一样的)，在这种 情况下，仅比例可以被修改，或者可以具有独立的曲线定义。通过开关的“中 位”或“低位”控制关联和独立曲线之间切换。

source: **Switch1** or **Switch2**: Specify a switch to enable Medium or Low rates.
de: **Schalter1 [Switch1]** oder **Schalter2 [Switch2]**: Definiert einen Schalter zur Auswahl der mittlerern oder niedrigen Rate.
fr: **Inter1** ou **Inter2**: Spécifie un interrupteur pour activer les débattements moyens et grands.
hu: **Kapcs.1** vagy **Kapcs.2**: Ezekkel lehet megadni a közepes vagy alacsony fokozat kapcsolóit.
ja: **Switch1** or **Switch2**: 中または低レートを有効にするためのスイッチを指定します。
pt_br: ** Switch1 ** ou ** Switch2 **: especifique um switch para ativar as taxas Média ou Baixa.
ru: **Switch1** или **Switch2**: Укажите переключатель для включения расходов 'Medium' или 'Low'.
zh: 开关 1 or 开关 2: 指定一个开关用来启用设置。

source: Complex Mix Type
de: Komplexe Vorlage [Complex Template]
fr: Mixage de type complexe
hu: Komplex mixer típus
pt_br: Tipo de mistura complexa
ru: Комплексный микшер
zh: 多段式混控

source: The Complex mix type unlocks the full power of the mixer system. For a given channel, any number of mixers can be applied to affect the final result. Each mixer is applied based on whether the specified switch is active, and can either replace, add to, or multiply to the previous mixers for this channel. Using this system it should be possible to define an output channel as a combination of any number of inputs.
de: Die Komplexe Vorlage schaltet die ganzen Möglichkeiten des Mischersystems frei. Für einen gegebenen Eingang kann eine beliebige Zahl von Mischern angewendet werden, um das endgültige Ergebnis zu beeinflussen. Jeder Mischer wird, abhängig ob der jeweilige Schalter aktiv ist, angewendet und kann die vorhergehenden Mischer für diesen Kanal entweder ersetzen, addieren, oder multiplizieren. Mit diesem System sollte es möglich sein, einen Ausgabekanal als eine Kombination aus beliebigen Eingängen zu definieren.
fr: Le mixage de type complexe libère toute la puissance du système de mixage. Pour un canal donné, autant de mixers que l'on veut peuvent être appliqués pour former le signal de sortie. Chaque mixer est appliqué pour autant que sa 'Commande' soit active et peut soit remplacer, s'ajouter, se multiplier aux mixers précédemment définis pour ce canal. Cette technique permet de définir un signal de sortie comme une combinaison d'autant de signaux d'entrée que désirés.
hu: A komplex mixer típussal lehet kihasználni a mixer rendszer teljes képességét. Egy adott csatornához akárhány mixer tartozhat, melyek sorban befolyásolják a végső eredményt. Minden mixer attól függően kerül alkalmazásra, hogy a hozzá rendelt kapcsoló aktív-e, és az általa beállított érték felülírhatja az előző mixerek eredményét, hozzáadódhat azokhoz, vagy megszorozhatja őket. Ezzel a módszerrel egy kimeneti csatorna értéke akárhány bemenet kombinációjaként állítható elő.
ja: Complex Mix Typeはミキサーシステムの最大機能を解放します。特定のチャンネルに対して、最終結果に変化を与えるために任意の数のミキサーを適用することができます。各ミキサーは、指定されたスイッチが有効か否かに基づいて適用され、このチャンネルの前のミキサーを置き換えたり、追加したり、または増加させたりすることができます。このシステムを使用すると、任意の数の入力における組み合わせとして出力チャンネルを定義することが可能になるはずです。
pt_br: O tipo de mistura Complex desbloqueia a potência total do sistema de mixagem. Para um determinado canal, qualquer número de mixers pode ser aplicado para afetar o resultado final. Cada mixer é aplicado com base em se o comutador especificado está ativo e pode substituir, adicionar ou multiplicar para os mixers anteriores para este canal. Usando este sistema, deve ser possível definir um canal de saída como uma combinação de qualquer número de entradas.
ru: Комплексный микшер открывает полную мощность системы микшеров. Для данного канала, может быть применено любое количество микшеров для воздействия на конечный результат. Каждый микшер применяется в зависимости от того, активен ли указанный переключатель, и может ли он заменять, добавлять или умножать на предыдущие микшеры для этого канала. Используя эту систему, можно определить выходной канал, как комбинацию любого количества входов.
zh: 多段式混控类型拥有混控系统的全部功能。对于给定的通道，可以使用任意 数量的混控器来影响最终效果。根据指定的开关是否启用来控制每个混控器，并 且可以替换，添加或乘以该通道之前的混控器。使用该系统应该可以将输出通道 定义为任意数量输入的组合。

source: The Complex Mixer page has the following options:
de: Die Komplex Mischer Seite hat folgende Optionen:
fr: La page de mixage complexe propose les options suivantes :
hu: A komplex mixer képernyő az alábbi opciókat tartalmazza:
ja: Complex Mixerページには、以下のオプションがあります:
pt_br: A página do Mixer Complexo tem as seguintes opções:
ru: Страница комплексного микшера имеет следующие опции:
zh: 多段式混控页面有如下选择:

source: **Mixers**: Specify the number of mixers for this channel. If you increase the number a new mixer will be added after the last existing page.
de: **Mischer [Mixers]**: Legt die Anzahl von Mischern für diesen Kanal fest. Wenn Sie die Anzahl erhöhen wird ein neuer Mischer am Ende der letzten existierenden Seite hinzugefügt.
fr: **Nbr** mixers: Spécifie le nombre de pages de mixer à utiliser pour ce canal. Si vous augmentez ce nombre d'un, une nouvelle page de mixer sera ajoutée après la dernière page.
hu: **Mixerek**: Megadja az adott csatornához tartozó mixerek számát. Ha megnöveled az értékét, akkor egy új mixer adódik hozzá az eddigi utolsó mixer oldal után.
ja: **Mixers**: このチャンネルのミキサー数を指定します。数を増やすと、最後の既存のページの後に新しいミキサーが追加されます。
pt_br: ** Mixers **: especifique o número de mixers para este canal. Se você aumentar o número, um novo mixer será adicionado após a última página existente.
ru: **Mixers**: Указывает количество микшеров для этого канала. Если вы увеличите число, новый микшер будет добавлен после последней страницы микшеров.
zh: **混控**:指定当前通道的混控器数量。如果增加数量，则在最后一个现有页面之后添加新的混控器。

source: **Page**: Specify the current mixer page being edited. Pressing the spin-box will allow reordering the pages of the current channel.
de: **Seite [Page]**: Bestimmen Sie die aktuelle Mischerseite zum Bearbeiten. Drücken des Drehfelds ermöglicht das Umordnen der Seiten des aktuellen Kanals.
fr: **Page**: Indique le numéro de page de mixer en cours d'édition. Appuyer sur la boite permet de réordonner les pages de mixers.
hu: **Oldal**: Az aktuálisan szerkeszthető mixer oldal kiválasztása. A kiválasztó dobozt megnyomva a mixer oldalak sorrendjének megváltoztatására szolgáló képernyő nyílik meg.
ja: **Page**: 現在編集中のMixerページを指定します。スピンボックスを押すと、現在のチャンネルのページを並べ替えることができます。
pt_br: ** Página **: Especifique a página atual do mixer que está sendo editada. Pressionar a caixa de rotação permitirá reordenar as páginas do canal atual.
ru: **Page**: Указывает текущую страницу микшера, которая редактируется. Нажатие на полосу прокрутки позволяет изменить порядок микшеров текущего канала.
zh: **页面**:指定需要编辑的混控器页面。按下ENT键可以进入到排序页面。

source: **Switch**: Specify an optional switch which determines whether the current mixer is active.
de: **Schalter [Switch]**: Legen Sie einen optionalen Schalter fest, welcher bestimmt ob der aktuelle Mischer aktiv ist.
fr: **Commande**: Indique un interrupteur optionnel qui déterminera si le mixer courant est actif ou non.
hu: **Kapcsoló**: Meg lehet adni egy opcionális kapcsolót, ami meghatározza, hogy az adott mixer aktív-e.
ja: **Switch**: 現在のミキサーが有効か否かを決定するオプションのスイッチを指定します。
pt_br: ** Switch **: Especifique um interruptor opcional que determina se o mixer atual está ativo.
ru: **Switch**: Указывает опциональный переключатель, который активирует текущий микшер.
zh: **开关**：指定一个开关来启用或者关闭混控。

source: **Mux**: Defines how the current mixer is applied to the previously defined mixers for this channel. Options are:
de: **Mux (Funktion)**: Bestimmt wie der momentane Mischer auf die vorher definierten Mischer angewendet wird. Mögliche Optionen sind:
fr: **Opération** : Indique comment le mixer de cette page est appliqué aux mixers définis dans les pages précédentes pour ce canal. Les options sont:
hu: **Művelet**: Meghatározza, hogy az adott mixer milyen művelettel kapcsolódik az előző mixerekhez. Az alábbi lehetőségek vannak:
ja: **Mux**: 現在のミキサーがこのチャンネルに対して以前に定義されたミキサーにどう適用されるかを定義します。オプションは以下の通りです:
pt_br: ** Mux **: Define como o mixer atual é aplicado aos mixers definidos anteriormente para este canal. As opções são:
ru: **Mux**: Определяет как текущий микшер применяется к предыдущим микшерам этого канала. Опции:
zh: **作用**:定义当前的混控器如何应用于此通道先前定义的混控器。选项包括:

source: **Replace**: If this mixer is active, all previous mixers are ignored.
de: **ersetzen [replace]**: Wenn dieser Mischer aktiv ist, werden alle vorherigen Mischer ignoriert.
fr: **remplacer**: Si ce mixer est actif, tous les mixers des pages précédentes sont ignorés.
hu: **Cserél**: Ha a mixer aktív, akkor az összes előző mixert figyelmen hagyva ennek a mixernek az értéke határozza meg a kimenetet.
ja: **Replace**: このミキサーが有効の場合、以前のミキサーはすべて無視されます。
pt_br: ** Substituir **: Se este mixer estiver ativo, todos os mixers anteriores serão ignorados
ru: **Replace**: Если этот микшер активен, все предыдущие микшеры игнорируются.
zh: **替换**:如果启用这个混控器，所有之前的混控都会被忽略。

source: **Add**: Add the value of this mixer to the previous mixers.
de: **addiere [add]**: Addiert den Wert dieses Mischers zu den vorherigen Mischern.
fr: **ajouter**: Si ce mixer est actif, ajoute la valeur de ce mixer aux mixers actifs des pages précédentes.
hu: **Hozzáad**: Hozzáadja az adott mixer értékét az előző eredményéhez.
ja: **Add**: このミキサー値を前のミキサー値に追加します。
pt_br: ** Adicionar **: Adicione o valor deste mixer aos mixers anteriores.
ru: **Add**: Добавляет значение этого микшера к предыдущим микшерам.
zh: **附加**:将此混控器的值添加到之前的混控器。

source: **Mult**: Multiply the value of this mixer with the previous mixers. Note that the values are percentages, so multiplying by 50 actually multiplies by .5.
de: **multipliziere [mult]**: Multipliziert den Wert dieses Mischers mit den vorherigen Mischern.
fr: **multiplier**: Si le mixer est actif, multiplie par la valeur de ce mixer la valeur résultant de l'ensemble des mixers actifs précédemment définis. Notez que les valeurs sont des pourcentages. Multiplier par 50 multipliera en réalité par .5.
hu: **Szoroz**: Megszorozza az előző mixerek eredményét ennek a mixernek az értékével. Az értékek százalékban értendők, így például az 50-el való szorzás valójában 0.5-el szoroz.
ja: **Mult**: このミキサー値に前のミキサー値を掛けます。値はパーセンテージであるため、値として50を入力すると実際には0.5倍となります。
pt_br: ** Mult **: Multiplique o valor deste mixer com os mixers anteriores. Note que os valores são porcentagens, então multiplicar por 50 na verdade multiplica por 0,5.
ru: **Mult**: Умножает значение этого микшера на предыдущие микшеры. Имейте в виду, что значения являются процентами, поэтому умножение на 50 означает умножение на 0,5.
zh: **叠加**:将该混控器的值与之前的混控器的值相乘。请注意，这些值是百分比，所以乘以 50 实际上是乘以 0.5。

source: **Max**: The output will be the greater of the current mixer vs the previous mixers.
de: **Maximum [max]**: Der Ausgang ist der größere zwischen diesem und den vorherigen Mischern.
fr: **max**: Si ce mixer est actif, la valeur de sortie sera la valeur la plus grande entre celle de ce mixer et celle de l'ensemble des mixers actifs des pages précédentes.
hu: **Max**: A kimenet értéke az adott mixer és az előző mixerek eredménye közül a nagyobb értékű lesz.
ja: **Max**: 出力は現在のミキサー値と前のミキサー値とを比較し大きい方の値になります。
pt_br: ** Max **: A saída será a maior do mixer atual em relação aos mixers anteriores.
ru: **Max**: Выходом будет больше текущего микшера против предыдущих микшеров.
zh: **最大**:输出当前混控器和之前混控器比较最大的一个值。

source: **Min**: The output will be the lesser of the current mixer vs the previous mixers.
de: **Minimum [min]**: Der Ausgang ist der kleinere zwischen diesem und den vorherigen Mischern.
fr: **min**: Si ce mixer est actif, la valeur de sortie sera la valeur la plus petite entre celle de ce mixer et celle de l'ensemble des mixers actifs des pages précédentes.
hu: **Min**: A kimenet értéke az adott mixer és az előző mixerek eredménye közül a kisebb értékű lesz.
ja: **Min**: 出力は現在のミキサー値と前のミキサー値とを比較し小さい方の値になります。
pt_br: ** Mín **: A saída será a menor do mixer atual em relação aos mixers anteriores.
ru: **Min**: Выходом будет меньше текущего микшера против предыдущих микшеров.
zh: **最小**:输出当前混控器和之前混控器比较最小的一个值。
