Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_model.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: **Delay**: Delay the output of this mixer when used with a fixed curve. Scale of 100 represents 5 seconds delay. Can be varied by using scale or offset.
de: **verzögern [delay]**: Verzögert den Ausgang dieses Mischers in Verbindung mit einer festen Kurve [fixed curve]. Eine Skalierung von 100 entspricht 5 Sekunden Verzögerung. Diese kann noch mit Skalierung [scale] oder Versatz [offset] verändert werden.
fr: **Delay**: Retarde la sortie de ce mixer quand il est utilisé avec une courbe fixe. Une valeur d'échelle de 100 représente 5 secondes de retard. On peut le faire varier par échelle ou offsett.
hu: **Késleltetés**: Késlelteti az adott mixer kimenetének beállását. A fix görbével lehet használni, melynek skála vagy eltolás értékével lehet a késleltetést megadni. A 100-as skála érték 5 másodperces késleltetést jelent.
ja: **Delay**: カーブが固定されている場合、このミキサーの出力を遅延させます。100のスケールの場合は5秒の遅れを表します。スケールまたはオフセットを用いて変更できます。
pt_br: ** Delay **: Atrasa a saída deste mixer quando usado com uma curva fixa. A escala de 100 representa 5 segundos de atraso. Pode ser variado usando escala ou deslocamento.
ru: **Delay**: Задержка выхода этого микшера, когда используется с фиксированной кривой. Масштаб 100 представляет 5 секундную задержку. Может варьироваться с помощью масштаба или смещения.
zh: **延时**:当与固定曲线一起使用时，延迟该混控器的输出。100的缩放表 示 5 秒延迟。 可以通过使用比例或偏移来改变。

source: Note that while the scale value is limited to 100%, the mixer may provide a value larger than 100% if an offset is set or if the trim value is non-zero.
de: Bite beachten Sie, dass wenngleich die Skalierung auf 100% begrenzt ist, eine Mischer dennoch Werte größer als 100% liefern kann, wenn eine Versatz oder eine Trimmung eingestellt wurde.
fr: Notez qu'alors que la valeur de l'échelle est limitée à 125%, la valeur du mixer peut avoir une valeur plus grande que 125%, si un offset est déclaré ou si la valeur du trim est différent de zéro.
hu: Ugyan a skála érték maximális értéke 100% lehet, a mixer 100%-nál nagyobb kimeneti értéket is felvehet, ha például eltolás is be van állítva, vagy a hozzáadott trim érték nem nulla.
ja: スケール値は100%に制限されていますが、オフセットが設定されている場合、またはトリム値がゼロ以外の場合、ミキサーは100%より大きい値となることがあります。
pt_br: Observe que, embora o valor da escala esteja limitado a 100%, o mixer pode fornecer um valor maior que 100% se um deslocamento for definido ou se o valor de ajuste for diferente de zero.
ru: Имейте в виду, хотя значение масштаба ограничено 100%, микшер может обеспечивать значение больше 100%, если настроено смещение или значение триммера не равно нулю.
zh: 注意，尽管比例值限制为 100%，如果设置补偿或者微调值是非零的偏移量，

source: **Offset**: an additive offset that is applied after the scaling.
de: **Versatz [Offset]**: Ein Versatz welcher nach der Skalierung addiert wird.
fr: **Offset** : Un décalage additif qui est appliqué après le facteur d'échelle.
hu: **Eltolás**: A skálázás utáni hozzáadás, ami a görbe függőleges irányú eltolását eredményezi.
ja: **Offset**: スケーリング後に適用される追加オフセット。
pt_br: ** Deslocamento **: um deslocamento aditivo aplicado após o dimensionamento.
ru: **Offset**: Добавочное смещение, которое применяется после масштабирования.
zh: **偏移**:在比例修改之后添加的附加偏移。

source: **Trim**: Selects whether or not any trims for the selected source are applied to this mixer.
de: **Trimmung [Trim]**: Wählt, ob für diesen Mischer Trimmungen für die gewählte Quelle aktiv sind oder nicht.
fr: **Trim** : Définit si un un trim s'applique ou non pour la source concernée.
hu: **Trim**/**Nincs Trim**: Megadja, hogy a végén hozzá legyen-e adva az adott input-hoz tartozó trim érték.
ja: **Trim**: 選択したソースのトリムをこのミキサーに適用するかどうかを選択します。
pt_br: ** Trim **: Seleciona se os ajustes para a fonte selecionada são aplicados ou não a este mixer.
ru: **Trim**: Выбор, применяется ли триммер для выбранного источника.
zh: **微调**:微调选择的输入源应用到当前混控器。

source: \ A given mixer can be considered to have the general form:
de: \ Ein bestimmter Mischer kann in dieser verallgemeinerten Form beschrieben werden:
fr: \Un mixer défini dans une page de mixer a la forme générale suivante :
hu: \ Egy adott mixer kimeneti értéke az alábbi módon számítódik:
ja: \ 与えられたミキサー値は一般的な値と考えられます:
pt_br: \ Um determinado mixer pode ser considerado como tendo a forma geral:
ru: Можно считать, что микшер имеет следующий общий вид:
zh: 混控器可以具有如下形式:

source: M(x) = if(*Switch*) { *Src* * *Curve* * *Scale* + *Offset*} else {0} + *Trim*
fr: M(x) = Si(*Commande*) { *Source* * *Courbe* * *Echlle * + *Offset*} sinon {0} + *Trim*
pt_br: M (x) = if (*Switch*) {*Src* * *Curva* * *Escala* + *Offset*} else {0} + *Trim*
zh: 输出(x) =如果(*开关*) {*输入* * *曲线* * *比例*+*偏移*} 否则{0} + *微调*

source: The combination of mixers for a given output channel is defined by the Mux type:
de: Die Kombination von Mischern für einen bestimmten Ausgabekanal ist durch den Funktionstyp [Mux] definiert:
fr: Pour un Mixer n activé par la commande n, la combinaison Cx de l'ensemble des mixers de 1 à n formant le canal est définie selon le type d'opération:
hu: Egy adott kimeneti csatorna értéke több mixer kombinációjaként áll elő a Művelet függvényében:
ja: 特定の出力チャンネルに対するミキサーの組み合わせは、Muxタイプによって定義されます:
pt_br: A combinação de mixers para um determinado canal de saída é definida pelo tipo Mux:
ru: Комбинация микшеров для данного выходного канала определяется типом 'Mux':
zh: 给定输出通道的混控器组合由作用类型定义:

source: For a ‘Replace’ mux:
de: Für eine 'Ersetzen' ['Replace'] Funktion:
fr: Pour 'Remplacer' :
hu: A "Cserél" művelet esetén:
ja: 「Replace」muxの場合:
pt_br: Para mux "Substituir":
ru: Для ‘Replace’ mux:
zh: 对于“替换”作用:

source: For a ‘Multiply’ mux:
de: Für eine 'Multiplizier' ['Multiply'] Funktion:
fr: Pour 'multiplier' :
hu: A "Szoroz" művelet esetén:
ja: 「Multiply」muxの場合:
pt_br: Para mux "Multiply":
ru: Для ‘Multiply’ mux:
zh: 对于“叠加”作用:

source: For an ‘Add’ mux:
de: Für eine 'Addiere' ['Add'] Funktion:
hu: A "Hozzáad" művelet esetén:
ja: 「Add」muxの場合:
pt_br: Para "add" mux:
ru: Для ‘Add’ mux:
zh: 对于“附加”作用:

source: For a ‘Max’ mux:
de: Für eine ‘Max’ Funktion:
hu: A "Max" művelet esetén:
ja: 「Max」muxの場合:
pt_br: Para "Max" mux:
ru: Для ‘Max’ mux:
zh: 对于“最大”作用

source: For a ‘Min’ mux:
de: Für eine ‘Min’ Funktion:
hu: A "Min" művelet esetén:
ja: 「Min」muxの場合:
pt_br: Para "Min" mux:
ru: Для ‘Min’ mux:
zh: 对于“最小”作用:

source: Cyclic
de: Zyklisch [Cyclic]
fr: Cyclique
hu: Ciklikus
pt_br: Cíclico
ru: Циклический микшер
zh: CCPM

source: **Cyclic1, Cyclic2, Cyclic3**: The 3 outputs of the helicopter swash-plate mix. These will represent the 3 servos connected to the helicopter swash-plate (see :ref:`swash-configuration`).
de: Zyklisch1 [Cyclic1], Zyklisch2 [Cyclic2], Zyklisch3 [Cyclic3]: Die 3 Ausgaben für einen Helikopter-Taumelscheiben[swash]-Mischer. Diese repräsentieren die 3 Servos welche mit der Helikopter-Taumelscheibe verbunden sind. (siehe :ref:`swash-configuration`).
fr: **Cyclic1, Cyclic2, Cyclic3**: Les trois sorties du mixage du plateau cyclique d'hélicoptère. Ils représentent les trois servos connectés au plateau cyclique d'un hélicoptère. (see :ref:`configuration du plateau cyclique`).
hu: **Ciklikus1, Ciklikus2, Ciklikus3**: A helikopter imbolygó tárcsájának 3 kimenete. Ezek vezérlik az imbolygó tárcsát mozgató 3 szervót (lásd: :ref:`swash-configuration`).
ja: **Cyclic 1, Cyclic 2, Cyclic 3**: ヘリコプターにおけるスワッシュプレートミックスの3つの出力を示します。これらはヘリコプターのスワッシュプレートに接続された3つのサーボを表します。(:ref:`swash-configuration` 参照)
pt_br: ** Cyclic1, Cyclic2, Cyclic3 **: As 3 saídas da mistura de placa oscilante de helicóptero. Estes representarão os 3 servos conectados à placa oscilante do helicóptero (veja: ref: `swash-configuration`).
ru: **Cyclic1, Cyclic2, Cyclic3**: 3 выхода микшера вертолетной тарелки перекоса. Они будут представлять 3 сервопривода, соединенных с тарелкой перекоса вертолета (смотрите :ref:`swash-configuration`).
zh: **CCPM1，CCPM2，CCPM3**:直升机十字盘混控的 3 个输出。这些将代表 3个舵机连接到直升机十字盘上(见:ref:`swash-configuration`)。

source: Reordering Mixers
de: Mischer umordnen
fr: Réordonner les mixers
hu: Mixerek sorrendezése
pt_br: Reordenando Mixers
ru: Изменение порядка микшеров
zh: 混控重新排序

source: Select the respective mixer and use the up/down buttons to move the order of the selected mixer. Note that the mixer name represents its position when the reorder dialog was opened. If the dialog is closed and reopened, all mixers will be shown as numbered sequentially.
de: Wählen Sie den entsprechenden Mischer und verwenden Sie die Hoch/Runter [Up/Down] Knöpfe um die Reihenfolge der gewählten Mischer zu ändern. Beachten Sie, dass der Mischername seine Position zum Zeitpunkt des Dialogbeginns wiedergibt. Wenn der Dialog geschlossen und wieder geöffnet wird, werden alle Mischer der Reihe nach durchnummeriert angezeigt.
fr: Sélectionner le mixer pour lequel vous voulez modifier la position et utiliser les boutons 'Monter' et 'Baisser' pour faire varier sa position. Note: Le nom du mixer représente sa position au moment de l'ouverture de la page de réordonnancement. Si la page est fermée puis réouverte tous les mixers sont affichés séquentiellement.
hu: A megfelelő mixert kiválasztva, a le/fel gombokkal lehet annak sorrendjét megváltoztatni. A mixerek nevei a megnyitáskori állapotnak felelnek meg. A képernyő bezárása és újra megnyitása után az összes mixer újra megfelelően lesz sorszámozva.
ja: それぞれのミキサーを選択しup / downボタンを使用して選択したミキサーの順番を移動します。ミキサー名は、並べ替えダイアログが開いたときの位置を表します。ダイアログを閉じて再び開くと、すべてのミキサーに対し順番に番号が割り当てられ表示されます。
pt_br: Selecione o respectivo mixer e use os botões para cima / para baixo para mover a ordem do mixer selecionado. Observe que o nome do mixer representa sua posição quando a caixa de diálogo reordenar foi aberta. Se a caixa de diálogo for fechada e reaberta, todos os mixers serão mostrados como numerados sequencialmente.
ru: Выберите соответствующий микшер и используйте кнопки вверх/вниз для перемещения порядка выбранного микшера. Имейте в виду, что имя микшера представляет его позицию, когда открывается диалог изменения порядка микшеров. Если диалог закрыт и снова открыт, все микшеры будут показаны как пронумерованные последовательно.
zh: 选择相应的混控，并使用上/下按钮来移动所选择的混控的顺序。需要注意 的是混控名称代表的是打开重新排序对话框时它的位置。如果对话框关闭并重新 打开，所有混控将被示为按顺序编号。

source: The reorder page can add new mixers or delete existing ones using the ‘+’ and ‘-’ buttons respectively. A mixer can also be copied to an existing mixer (overwriting it in the process) by using the ‘Copy To’ functionality.
de: Die Umordnen Seite kann durch entsprechende Auswahl der ‘+’ und ‘-’ Knöpfe neue Mischer hinzufügen oder Vorhandene löschen. Ein Mischer kann auch mit der 'Kopie nach' ['Copy To'] Funktion auf einen existierenden Mischer kopiert werden (dieser wird dabei überschrieben).
fr: Cette page permet également de supprimer ou de créer de nouveaux mixers en cliquant respectivement sur ‘supprimer’ ou ‘ajouter’. Un mixer peut également être recopié sur un autre mixer (écrase le précédent) en utilisant la fonction 'Copier'.
hu: A mixer sorrend képernyőjén a "+" gombban új mixert lehet hozzáadni, a "-" gombbal pedig létező mixert lehet törölni. Egy mixert rá is lehet másolni egy létező mixerre (felülírva azt) a "Másolás" gombbal.
ja: Reorderページでは「+」ボタンと「-」ボタンを使用して、新しいミキサーを追加したり、既存のミキサーを削除したりできます。「Copy to」機能を使用してミキサーを既存のミキサーにコピーすることもできます。(その過程で上書きされます)
pt_br: A página de reordenamento pode adicionar novos mixers ou excluir os existentes usando os botões "+" e "-", respectivamente. Um mixer também pode ser copiado para um mixer existente (sobrescrevendo-o no processo) usando a funcionalidade "Copiar para".
ru: Страница изменения порядка микшеров может добавлять новые микшеры или удалять существующие микшеры, с использованием кнопок ‘+’ и ‘-’ соответственно. Микшер также может быть скопирован в существующий микшер (с его перезаписью), при использовании функции ‘Copy To’.
zh: 重新排序页面可以添加新的混控或删除现有的，分别使用“+”和“-”按 钮操作。混控也可以通过使用“复制到”功能复制到现有的混控(在这个过程 中将会覆盖它)。

source: Available Curves
de: Verfügbare Kurven [Curves]
fr: Courbes disponibles
hu: Függvény görbe típusok
pt_br: Curvas Disponíveis
ru: Доступные кривые
zh: 可用曲线

source: The following curve functions are supported:
de: Die folgenden Kurvenfunktionen werden unterstützt:
fr: Les courbes suivantes sont disponibles
hu: A következő függvény görbék használhatók:
ja: 以下のカーブ関数がサポートされます:
pt_br: As seguintes funções de curva são suportadas:
ru: Поддерживаются следующие функции кривых:
zh: 支持以下曲线功能:

source: **1-to-1**: Output is equal to the input (not editable).
de: **1-zu-1 [1-to-1]**: Ausgang ist gleich dem Eingang (nicht änderbar).
fr: **1-to-1**:l'entrée égale la sortie (non modifiable)
hu: **1 az 1**: A kimenet egyenlő a bemenettel (nem szerkeszthető).
ja: **1-to-1**: 出力は入力と同じです。(編集不可)
pt_br: ** 1 para 1 **: a saída é igual à entrada (não editável).
ru: **1-to-1**: Выход равен входу (не редактируется).
zh: 45度曲线:输出等于输入(不可编辑)。

source: **Fixed**: Output is constant regardless of input (offset editable).
de: **Fest [Fixed]**: Ausgang ist konstant unabhängig vom Eingang (Versatz änderbar).
fr: **Fixe**: La sortie est constante quelle que soit l'entrée. Le décalage [offset] est modifiable.
hu: **Fix**: A kimenet értéke a bemenettől függetlenül konstans (az eltolással állítható).
ja: **Fixed**: 出力は入力に関係なく一定です。(オフセット編集可能)
pt_br: ** Fixo **: A saída é constante, independentemente da entrada (offset editável).
ru: **Fixed**: Выход постоянен вне зависимости от входа (смещение редактируется).
zh: 固定:无论输入如何，输出都是常量 (偏移量可编辑)。

source: **Min/Max**: Output is -100 if input is less than the specified value and 100 otherwise.
de: **Min/Max**: Ausgang ist -100 wenn der Eingang kleiner als der festgelegte Wert ist, ansonsten beträgt er 100.
fr: **Min/Max**: La sortie est -100 si l'entrée est inférieure à une valeur spécifiée et +100 dans le cas contraire.
hu: **Min/Max**: A kimenet -100, ha a bemenet kisebb, mint a megadott érték, egyébként 100.
ja: **Min/Max**: 入力が指定された値より小さければ出力は-100で、そうでなければ100となります。
pt_br: ** Mín / Máx **: A saída é -100 se a entrada for menor que o valor especificado e 100, caso contrário.
ru: **Min/Max**: Выход равен -100, если вход меньше, чем указанное значение, и равен 100 в противном случае.
zh: 最低/最高:如果输入小于指定值，则输出为-100，否则为100。

source: **Zero/Max**: Output is 0 if input is less than the specified value and 100 otherwise.
de: **Null/Max [Zero/Max]**: Ausgang ist 0 wenn der Eingang kleiner als der festgelegte Wert ist, ansonsten beträgt er 100.
fr: **0/Max**: La sortie est 0 si l'entrée est inférieure à une valeur spécifiée ou 100 dans le cas contraire.
hu: **Nulla/Max**: A kimenet 0, ha a bemenet kisebb, mint a megadott érték, egyébként 100.
ja: **Zero/Max**: 入力が指定された値より小さければ出力は0で、そうでなければ100となります。
pt_br: ** Zero / Max **: A saída é 0 se a entrada for menor que o valor especificado e 100 caso contrário.
ru: **Zero/Max**: Выход равен 0, если вход меньше, чем указанное значение, и равен 100 в противном случае.
zh: 零/最大:如果输入小于指定值，则输出为0，否则为100。

source: **>0**: Output matches input when greater than the specified value, and 0 otherwise.
de: **>0**: Ausgang ist 0 wenn der Eingang kleiner oder gleich dem angegebene Wert ist, ansonsten gleich dem Eingang.
fr: **>0**: la sortie est égale à l'entrée quand elle est supérieure à une valeur spécifiée, et 0 dans le cas contraire.
hu: **>0**: A kimenet megegyezik a bemenettel, ha az nagyobb, mint a megadott érték, egyébként 0.
ja: **>0**: 指定された値よりも大きい場合は、出力が入力に一致し、それ以外の場合は0となります。
pt_br: **> 0 **: Saída corresponde à entrada quando maior que o valor especificado e 0 caso contrário.
ru: **>0**: Выход соответствует входу, когда больше указанного значения, и равен 0 в противном случае.
zh: >0:输出大于指定值时匹配输入，否则为0。

source: **<0**: Output matches the input when less than the specified value, and0 otherwise.
de: **<0**: Ausgang ist gleich dem Eingang, solange dieser kleiner als der angegebene Wert ist, ansonsten 0.
fr: **>0**: la sortie est égale à l'entrée quand elle est inférieure à une valeur spécifiée, et 0 dans le cas contraire.
hu: **<0**: A kimenet megegyezik a bemenettel, ha az kisebb, mint a megadott érték, egyébként 0.
ja: **<0**: 指定された値より小さい場合は、出力が入力に一致し、それ以外の場合は0となります。
pt_br: ** <0 **: A saída corresponde à entrada quando menor que o valor especificado e 0 caso contrário.
ru: **<0**: Выход соответствует входу, когда меньше указанного значения, и равен 0 в противном случае.
zh: <0:输出在小于指定值时匹配输入，否则为0。

source: **ABSVAL**: Output is the absolute-value of the input (editing the specified value will alter how the absolute-value is applied)
de: **Absolut [ABSVAL]**: Ausgang ist der absolute Betrag des Eingangs (Bearbeiten des angegebenen Wertes ändert wie der absolute Betrag angewendet wird).
fr: **ValAbs**: La sortie est égale à la valeur absolue de l'entrée (modifier la valeur définie modifiera la manière dont la valeur absolue est appliquée.
hu: **ABSZ.É.**: A kimenet egyenlő a bemenet abszolút értékével (a megadott érték befolyásolja az abszolút érték függvény minimum pontjának helyét).
ja: **ABSVAL**: 出力は入力の絶対値です。(指定された値を編集すると絶対値の適用方法が変わります)
pt_br: ** ABSVAL **: A saída é o valor absoluto da entrada (a edição do valor especificado alterará como o valor absoluto é aplicado)
ru: **ABSVAL**: Выход является абсолютным значением входа (редактирование указанного значения изменит способ применения абсолютного значения).
zh: 绝对值:输出是输入的绝对值(编辑指定的值将改变绝对值的应用方式)

source: **EXPO**: Apply exponential curve to the input for non-linear response (editable see :ref:`curve-editing`).
de: **EXPO**: Anwenden einer exponentiellen Kurve auf den Eingang für eine nicht-lineare Antwort (zur Bearbeitung siehe :ref:`curve-editing`).
fr: **EXP.**:Applique une fonction exponentielle à l'entrée pour une réponse non linéaire. (modifiable voir :ref:` Edition de courbe`).
hu: **EXP.**: Exponenciális görbe hozzárendelése a bemenethez a nem lineáris vezérlés érdekében (szerkeszthető, lásd :ref:`curve-editing`).
ja: **EXPO**: 非線形レスポンスの入力に指数曲線を適用します。(編集可 :ref:`curve-editing` 参照)
pt_br: ** EXPO **: Aplique a curva exponencial à entrada para resposta não linear (editável veja: ref: `curve-editing`).
ru: **EXPO**: Применяет экспоненциальную кривую к входу для нелинейного отклика (редактируется, смотрите :ref:`curve-editing`).
zh: 指数曲线:将输入的指数曲线应用于非线性响应(可编辑参见:ref:`curve-editing`)。

source: **Deadband**: Output will not respond to input values near zero (editable see :ref:`curve-editing`).
de: **Totzone [Deadband]**: Der Ausgang antwortet nicht auf Eingangswerte nahe Null (zur Bearbeitung siehe :ref:`curve-editing`).
fr: **Zone inerte**:[Deadband] La sortie sera constant pour des valeurs d'entrée proche de zéro. (modifiable voir :ref:` Edition de courbe`).
hu: **Holtsáv**: A kimenet nem reagál a bemenetre a nulla környékén (szerkeszthető, lásd :ref:`curve-editing`).
ja: **Deadband**: 出力はゼロに近い入力値に応答しません。(編集可 :ref:`curve-editing` 参照)
pt_br: ** Deadband **: A saída não responderá aos valores de entrada próximos a zero (editável veja: ref: `curve-editing`).
ru: **Deadband**: Выход не откликается на входные значения возле нуля (редактируется, смотрите :ref:`curve-editing`).
zh: 死区:输出将不会响应接近零的输入值(可编辑参见:ref:`curve-editing`)。

source: **Multi-point**: Curve is based on 3, 5, 7, 9, 11 or 13 user-defined points (editable see :ref:`curve-editing`).
de: **Mehr-Punkt [Multi-point]**: Die Kurve basiert auf 3, 5, 7, 9 oder 13 benutzerdefinierten Punkten (zur Bearbeitung siehe :ref:`curve-editing`).
fr: **Multi-point**: La courbe est définie par 3, 5, 7, 9, 11 or 13 points définis par l'utilisateur. (modifiable voir :ref:` Edition de courbe`).
hu: **3, 5, 7, 9, 11, 13 pont**: A felhasználó által tetszőlegesen megadható 3, 5, 7, 9, 11 vagy 13 pontból álló görbe.
ja: **Multi-point**: カーブは3、5、7、9、11、13のユーザ定義ポイントを基本としています。(編集可 :ref:`curve-editing` 参照)
pt_br: ** Multi-ponto **: A curva é baseada em 3, 5, 7, 9, 11 ou 13 pontos definidos pelo usuário (editável ver: ref: `curve-editing`).
ru: **Multi-point**: Кривая на основе 3, 5, 7, 9, 11 или 13 пользовательских точках (редактируется, смотрите :ref:`curve-editing`).
zh: 多点曲线:曲线是基于 3，5，7，9，11 或 13 个用户定义的点（可编辑参见:ref:`curve-editing`)。

source: The default value for any of the offsets in above mentioned curves is 0 (zero). If you change the curve for one input the offset will be transferred to the new curve if possible.
de: Der voreingestellte Wert für irgendeinen Versatz [Offset] in den obigen Kurven ist 0 (Null). Wenn Sie die Kurve an einem Punkt ändern, wird der Versatz, sofern möglich, auf die neue Kurve übertragen.
fr: La valeur par défaut pour les décalages [offset] dans les courbes ci dessus es 0 (zero). Si vous changez la courbe pour une entrée, le décalage sera transféré à la nouvelle si c'est possible.
hu: Az eltolás alapértéke az összes fent említett görbén 0 (nulla). Ha egy bemenetnél megváltoztatjuk a görbét, az előzőleg beállított eltolás értékét az új görbe is örökölni fogja, ha ez lehetséges.
ja: 上記の曲線のいずれのオフセットのデフォルト値は0 (ゼロ) となります。入力の1つに対してカーブを変更した場合、可能な場合はオフセットは新しいカーブに転送されます。
pt_br: O valor padrão para qualquer um dos deslocamentos nas curvas acima mencionadas é 0 (zero). Se você alterar a curva de uma entrada, o deslocamento será transferido para a nova curva, se possível.
ru: Значение по умолчанию для любого смещения в вышеперечисленных кривых равно 0 (ноль). Если вы измените кривую для одного входа, смещение будет перенесено в новую кривую, если это возможно.
zh: 任何上述曲线中的偏移默认值为 0(零)。如果你改变了曲线的一个输入，偏移可能被转移到新的曲线。

source: Curve Editing
de: Kurve Bearbeiten
fr: Edition de courbe
hu: Függvény görbe szerkesztése
pt_br: Edição de Curvas
ru: Редактирование кривой
zh: 曲线编辑

source: The Curve Editor is accessed by selecting the curve spin-box when it is selectable. The 1-1 and Fixed curve types may not be edited, and the curve-box will not be selectable if one of these curves is currently active.
de: Den Kurven-Editor erreicht man durch Drücken des zugehörigen Kurve [curve] Drehfelds, wenn diese auswählbar ist. Die 1-zu-1 und Fest-Kurven sind nicht editierbar und die Kurven-Box ist nicht auswählbar, wenn eine dieser Kurven derzeit aktiv ist.
fr: On accède à l'éditeur de courbe en appuyant sur la boite de sélection de courbe si elle est sélectionnable. Les types de courbes 1 à 1 et fixe ne sont pas modifiables et la boite de choix n'est pas cliquable.
hu: A görbe szerkesztő a görbe kiválasztó doboz megnyomásával nyitható meg, amikor az lehetséges. Az "1 az 1" és a "Fix" görbék például nem szerkeszthetők, ilyenkor a görbe kiválasztó doboz nem lesz megnyomható.
ja: Curve Editorは、選択可能なときに「Curve」スピンボックスを選択することでアクセスできます。1-1とFixed Curve Typeは編集できないかもしれません。そして、これらのカーブの1つが現在有効であるならば、Curveスピンボックスは選択可能でないでしょう。
pt_br: O Curve Editor é acessado selecionando a caixa de curva quando esta é selecionável. Os tipos 1-1 e Curva fixa podem não ser editados e a caixa de curva não será selecionável se uma dessas curvas estiver ativa no momento.
ru: Редактор кривой вызывается выбором полосы прокрутки кривой, если она выбирается. Типы кривых '1-to-1' и 'Fixed' не редактируются и полоса прокрутки не выбирается, если одна из этих кривых активна.
zh: 可以选中需要编辑的曲线并且按ENT键来打开曲线编辑页面。 45度曲线和 固定曲线类型可能不会被编辑，如果其中一条曲线当前处于启用状态，曲线编辑 页面则不可选。
