Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_model.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: **Model (Icon)**: Display the icon related to the selected model.
de: **Modell [Model]**: Anzeige des zum Modell gehörenden Symbols.
fr: **Modèle (Icône)** : affiche l'icône correspondant au modèle choisi.
hu: **Modell (ikon)**: Megjeleníti a kiválasztott modellhez tartozó ikont.
ja: **Model (Icon)**: 選択した機体モデルに関連したアイコンを表示します。
pt_br: ** Modelo (Ícone) **: Exibe o ícone relacionado ao modelo selecionado.
ru: **Model (Icon)**: Отображает значок, относящийся к выбранной модели.
zh: Model(Icon):显示与所选择的模型的图标。

source: **Battery**: Display the battery voltage.
de: **Batterie [Battery]**: Zeigt die Batteriespannung.
fr: **Batterie** : Affiche le voltage de la batterie.
hu: **Telep**: Megjeleníti a telepfeszültség értékét.
ja: **Battery**: バッテリー電圧を表示します。
pt_br: ** Bateria **: Exibe a voltagem da bateria.
ru: **Battery**: Отображает напряжение батареи.
zh: Battery:显示电池电压。

source: **TxPower**: Displays the actual transmitter rating.
de: **Sendeleist. [TxPower]**: Zeigt die Sendeleistung an.
fr: **Puiss TX* : Affiche la puissance réelle de l'émetteur.
hu: **Tx teljesítmény**: Megjeleníti az aktuálisan kiválasztott adó teljesítményt.
ja: **TxPower**: 実際の送信機の送信電波出力を表示します。
pt_br: ** Bateria **: Exibe a voltagem da bateria.
ru: **TxPower**: Отображает выходную мощность передатчика.
zh: TxPower:显示实际发射功率。

source: **Bargraph**: Displays a vertical bar. The value of the bar is a channel output.
de: **Balken [Bargraph]**: Zeigt einen senkrechten Balken. Der Wert des Balken ist typischerweise eine Knüppelstellung oder ein Kanalausgang.
fr: **Barre graphique** [Bargraph] : Affiche une barre verticale. La valeur de la barre est une sortie de Canal.
hu: **Oszlopdiagram**: Megjelenít egy függőleges oszlopdiagramot, melynek az értéke egy kiválasztott csatorna kimeneti értéke.
ja: **Bargraph**: 縦線を表示します。縦線の値はチャンネル出力です。
pt_br: ** Gráfico de barras **: exibe uma barra vertical. O valor da barra é uma saída do canal.
ru: **Bargraph**: Отображает вертикальную полосу. Значением полосы является выход канала.
zh: Bargraph:显示一个条。条是通道输出的值。

source: **Toggle**: Show an icon indicating the state of a toggle switch. There can be 1, 2, or 3 icons defined for a given toggle indicating different states depending on the switch position. Two-state switches can have up to 2 icons. Three-state switches can have up to 3 icons.
de: **Wechsler[Toggle]**: Zeigt ein Icon, welches den Zustand eines Wechselschalters darstellt. Für einen gegebenen Schalter können 1, 2, oder 3 Symbole definiert werden, um verschiedene Schalterstellungen anzuzeigen. Wechselschalter können bis zu 2 Symbole haben. Drei-Positionen-Schalter können bis zu 3 Symbole haben.
fr: ** Toggle** [Basculant] : Montre une icône indiquant l'état d'un interrupteur basculant . Il peut y avoir 1, 2 ou 3 icônes définis pour un interrupteur indiquant les différents états selon la position de l'interrupteur. Les interrupteurs à deux positions peuvent avoir jusqu'à 2 icônes et les interrupteurs à trois positions 3 icônes.
hu: **Kapcsoló**: Megjelenít egy kapcsoló állapotaihoz rendelt képet. 1, 2, vagy 3 féle kép jeleníthető meg egy adott kapcsoló különböző állapotaihoz. A kétállapotú kapcsolókhoz 2 féle képet lehet megadni, a három állapotúakhoz 3 pedig képet.
ja: **Toggle**: トグルスイッチの状態を示すアイコンを表示します。スイッチ位置に応じて様々な状態を示す1つ、2つ、または3つのアイコンを指定のトグルスイッチに定義できます。2ポジションスイッチには最大2つのアイコンを割り当てることができます。3ポジションスイッチは最大3つのアイコンを割り当てることができます。
pt_br: ** Toggle **: mostra um ícone indicando o estado de um interruptor de alternância. Pode haver 1, 2 ou 3 ícones definidos para uma determinada alternância indicando diferentes estados dependendo da posição da chave. Os comutadores de dois estados podem ter até 2 ícones. Comutadores de três estados podem ter até 3 ícones.
ru: **Toggle**: Показывает значок, указывающий состояние переключателя. Может существовать 1, 2 или 3 значка, указывающих разные состояния в зависимости от положения переключателя. Переключатель с двумя положениями может иметь до 2 значков. Переключатель с тремя положениями может иметь до 3 значков.
zh: Toggle:显示拨动开关状态的图标。开关位置的不同状态可以定义 1，2 或 3个图标，用来显示切换。两段开关最多可以有 2 个图标。三段开关最多可以有 3个图标。

source: **(Quick) Menus**: Quick menus define quick-access pages that can be reached via a long UP/DN press.
de: **Schnellmenüs [Quick Menus]**: Schnellmenüs definieren Schnellzugriffsseiten, die man durch langes Drücken auf UP/DN erreicht.
fr: **Menus (Rapides)**: Les menus rapides sont des pages à accès rapide qui peuvent être affichées par une pression longue sur les boutons UP/DN.
hu: **(Gyors) Menü**: A gyors menükkel megadhatunk néhány lapot, amit az UP/DN gombok hosszú megnyomásával közvetlenül elérhetünk.
ja: **(Quick) Menus**: Quick menusは、UP / DNを長押しすることでアクセスできるquick-accessページを定義します。
pt_br: ** Menus (Rápido) **: Os menus rápidos definem páginas de acesso rápido que podem ser acessadas por meio de uma longa impressora UP / DN.
ru: **(Quick) Menus**: Быстрое меню определяет страницы с быстрым доступом, которые могут быть вызваны длительным нажатием на кнопки 'UP/DN'.
zh: 快捷菜单:快速菜单定义可通过长按 UP / DN 到达快速访问页面。

source: Configuring object position
de: Konfigurieren der Objektposition
fr: Modifier la position des objets.
hu: Az objektum pozíciók beállítása
pt_br: Configurando a posição do objeto
ru: Настройка положения объекта
zh: 设置项目位置

source: Each of the visual objects can be selected by pressing on them, or with the UP/DN buttons followed by ENT. Once selected, the UP/DN/L/R buttons will move the selected object on the screen. Alternatively, the X and Y spin-boxes which appear in move mode can also be used to move the selected object. Press EXT once to exit move mode.
de: Jedes der sichtbaren Objekte kann durch Drücken oder mit den UP/DN Tasten gefolgt von 'ENT' ausgewählt werden. Einmal ausgewählt, verschieben die UP/DN/L/R Tasten das gewählte Objekt auf dem Bildschirm. Alternativ können die X- und Y-Drehfelder, die im Verschiebemodus erscheinen, ebenfalls zum Verschieben des gewählten Objektes benutzt werden. Drücken Sie einmal 'EXT' um den Verschiebemodus zu verlassen.
fr: On peut choisir un objet en appuyant dessus ou avec les boutons UP/DN suivis de ENT. Une fois l'objet sélectionné, les boutons UP/DN/L/R le déplaceront sur l'écran. Sinon, les boites X et Y qui sont affichées en mode déplacement peuvent être utilisées pour déplacer un objet sélectionné. Appuyez une fois sur EXT pour sortir du mode de déplacement.
hu: A vizuális objektumok mindegyike a megnyomásukkal, vagy az UP/DN és ENT gombok segítségével választható ki. A kiválasztás után az UP/DN/L/R gombok mozgatják a kijelölt objektumot a képernyőn. Alternatív megoldásként a mozgatás mód során megjelenő X és Y mezők is használhatók a kiválasztott objektum mozgatásához. Nyomja meg az EXT gombot egyszer a mozgatás módból történő kilépéshez.
ja: 各ビジュアルオブジェクトは、それらを押すかUP / DNボタンに続いてENTを押すことで選択できます。選択されると、UP / DN / L / Rボタンはスクリーン上の選択されたオブジェクトを動かします。あるいは、移動モードで表示されるXおよびYスピンボックスを使用して、選択したオブジェクトを移動させることもできます。移動モードを終了するには、EXTを1回押します。
pt_br: Cada um dos objetos visuais pode ser selecionado pressionando-os ou com os botões UP / DN seguidos por ENT. Uma vez selecionados, os botões UP / DN / L / R moverão o objeto selecionado na tela. Alternativamente, as caixas de rotação X e Y que aparecem no modo de movimento também podem ser usadas para mover o objeto selecionado. Pressione EXT uma vez para sair do modo de movimento.
ru: Каждый из визуальных объектов можно выбрать, нажав на него, или с помощью кнопок 'UP/DN' и последующим нажатием 'ENT'. После выбора, кнопки 'UP/DN/L/R' перемещают выбранный объект по экрану. В качестве альтернативы, полосы прокрутки 'X' и 'Y', которые появляются в режиме перемещения, также могут использоваться для перемещения выбранного объекта. Нажмите кнопку 'EXT' для выхода из режима перемещения.
zh: 每一个可见的对象都可以点击来选择，或者使用 UP / DN 按钮来选择。当选中时，UP/DN / L+ / R- 按钮将所选择的项目在屏幕上移动。同时X和Y的选择框也能用来移动对象。按 EXT 退出移动模式。

source: Pressing and holding the ENT button from the model configuration page will switch to the object position screen. Each of the visual objects can be selected using the UP/DN buttons. Pressing ENT again will allow moving the placement of the selected object. The UP/DN/L/R buttons will move the selected object on the screen. Press EXT once to exit move mode, and again to go back to the main page config menu.
de: Durch Drücken und Halten des ENT-Knopfs von der Modellkonfiguration-Seite gelangt man zur Seite für die Objektpositionierung. Jedes der visuellen Objekte kann mit den hoch/runter Knöpfen ausgewählt werden. Erneuter Druck von ENT erlaub dann die Positionierung des ausgewählten Elements. Die hoch/runter/links/rechts Knöpfe bewegen das Objekt über den Bildschirm. Durch Druck auf EXT verlässt man den Verschiebemodus, erneuter Druck führt zurück auf die Startseitenkonfiguration.
fr: Appuyer et maintenir le bouton ENT à partir de la page de configuration du modèle fera basculer à l'écran de position d'objet. On peut choisir un objet en appuyant dessus ou avec les boutons UP/DN. En appuyant de nouveau sur ENT permettra le déplacement de l'objet sélectionné. les boutons UP/DN/L/R déplaceront l'objet sélectionné sur l'écran.Appuyez une fois sur EXT pour sortir du mode de déplacement et revenir à la page principale du menu de configuration.
hu: Az ENT gomb megnyomásával és nyomva tartásával a képernyő a modell konfigurációs oldalról az objektum pozícionálás képernyőjére vált. A vizuális objektumok az UP/DN gombokkal választhatók ki. Az ENT újra megnyomása lehetővé teszi a kijelölt objektum pozíciójának megváltoztatását. Az UP/DN/L/R gombokkal lehet a kijelölt objektumot a képernyőn mozgatni. Nyomja meg az EXT gombot egyszer a pozícionálási módból való kilépéshez, majd imég egyszer a főoldal konfigurációs menüjéhez való visszatéréshez.
ja: Model設定ページからENTボタンを押し続けると、object position画面に切り替わります。 各ビジュアルオブジェクトは、UP / DNボタンを使用して選択できます。もう一度ENTを押すと、選択したオブジェクトの場所を移動できます。UP / DN / L / Rボタンは画面上で選択されたオブジェクトを動かします。移動モードを終了するにはEXTを1回押し、Mainページの設定メニューに戻るにはもう一度押します。
pt_br: Pressionar e segurar o botão ENT na página de configuração do modelo mudará para a tela de posição do objeto. Cada um dos objetos visuais pode ser selecionado usando os botões UP / DN. Pressionar ENT novamente permitirá mover o posicionamento do objeto selecionado. Os botões UP / DN / L / R irão mover o objeto selecionado na tela. Pressione EXT uma vez para sair do modo de movimento e novamente para voltar ao menu de configuração da página principal.
ru: Нажатие и удержание кнопки 'ENT' на странице настройки модели вызовет экран расположения объектов. Каждый визуальный объект может быть выбран с помощью кнопок 'UP/DN'. Нажатие кнопки 'ENT' включит режим перемещения выбранного объекта. Кнопки 'UP/DN/L/R' будут перемещать выбранный объект. Нажмите кнопку 'EXT' для выхода из режима перемещения, и еще раз для возврата на страницу настройки главной страницы.
zh: 长按 ENT 键从模型设置页切换到项目设置界面。每一个项目都可以使用 UP / DN 按钮来选择。再次按下 ENT 将允许移动选定项目的位置。UP/DN / L+ / R- 按钮将所选择的项目在屏幕上移动。按 EXT 退出移动模式，再次按将 回到主界面的配置菜单。

source: Creating Objects
de: Erstellen von Objekten
fr: Créer des objets
hu: Objektumok létrehozása
pt_br: Criando Objetos
ru: Создание объектов
zh: 创建项目

source: Select the '+' icon to open the add-item dialog. Then select the object type from the spin-box on the left, then press ‘Add’ to create the object. This will add the specified object type to the center of the screen. You can now place and configure the new object.
de: Wählen Sie das '+' Icon um den Zufügen Dialog zu öffnen. Danach wählen Sie den Objekttyp aus dem Drehfeld auf der linken Seite und drücken ''Hinzu' [Add] um das Objekt zu erstellen. Dieses fügt den spezifizierten Objekttyp in der Mitte des Bildschirm hinzu. Sie können das neue Objekt jetzt platzieren und konfigurieren.
fr: Cliquez sur l'icône '+' pour ouvrir le dialogue d'addition d'objets. Sélectionnez le type d'objet dans la boite de sélection à gauche, puis appuyez sur 'Ajouter' [Add] pour créer l'objet. Cela ajoutera l'objet désigné au centre de l'écran. Vous pouvez maintenant placer et configurer le nouvel objet.
hu: Jelölje ki a '+' ikont az elem hozzáadás ablak megnyitásához. Ezután válassza ki az objektumtípust a bal oldalon található mezőben, majd az objektum létrehozásához nyomja meg az "Új" gombot. Ezzel hozzáadja a kijelölt objektumtípust, ami a képernyő közepére kerül. Ezután pozícionálhatja és konfigurálhatja az új objektumot.
ja: 「+」アイコンを選択してアイテム追加ダイアログを開きます。次に左側のスピンボックスからオブジェクトの種類を選択し、「Add」をクリックしてオブジェクトを作成します。これにより、指定したオブジェクトタイプが画面の中央に追加されます。これで新しいオブジェクトが配置され設定できます。
pt_br: Selecione o ícone '+' para abrir a caixa de diálogo add-item. Em seguida, selecione o tipo de objeto na caixa à esquerda e pressione "Adicionar" para criar o objeto. Isso adicionará o tipo de objeto especificado ao centro da tela. Agora você pode colocar e configurar o novo objeto.
ru: Выберите значок '+' для открытия диалогового окна добавления объектов. Затем выберите тип объекта в полосе прокрутки слева, затем нажмите 'Add' для создания объекта. Это добавит указанный тип объекта в центр экрана. Теперь вы можете разместить и настроить новый объект.
zh: 点击'+'的图标来创建项目。这将把相关的对 象类型与类型“无”(如适用)添加到相关部分的菜单中。然后将光标移动到新 创建的项目，然后根据需要设置。

source: Select the object type from the spin-box on the left, then press ‘**Add**’ to create the object. This will add the relevant object type to the relevant section in the menu with a type of ‘None’ (where applicable). Then move the cursor to the newly created object and configure as desired.
de: Wählen Sie den Objekttyp aus dem Drehfeld auf der linken Seite und drücken ''Hinzu' [Add] um das Objekt zu erstellen. Dieses fügt den spezifizierten Objekttypen zur entsprechenden Sektion im Menü mit dem Typ 'None' (wenn zutreffend). Sie können das neue Objekt jetzt auswählen und wie gewünscht konfigurieren.
fr: Choisissez le type d'objet dans la boite de gauche et appuyez sur ‘**Add**’ [Ajouter] pour créer l'objet. Cela ajoutera le type d'objet correspondant dans la section appropriée du menu avec un caractéristique 'Néant' (s'il y a lieu). Déplacez le curseur sur l'objet créé et configurez le comme vous le voulez.
hu: Válassza ki az objektumtípust a bal oldalon található mezőben, majd az objektum létrehozásához nyomja meg az "Új" gombot. Ezzel hozzáadja az adott objektumtípust a menü megfelelő részéhez 'Nincs' típussal (ahol értelmezett). Ezután az új objektumra kerül a kiválasztás, így pozícionálhatja és konfigurálhatja azt.
ja: 左側のスピンボックスからオブジェクトの種類を選択し、「**Add**」を押してオブジェクトを作成します。これにより、該当するオブジェクトタイプがメニューの関連項目に「None」タイプとして (該当する場合) 追加されます。次に、新しく作成したオブジェクトにカーソルを移動して、必要に応じて設定します。
pt_br: Selecione o tipo de objeto na caixa à esquerda e pressione "** Adicionar **" para criar o objeto. Isso adicionará o tipo de objeto relevante à seção relevante no menu com um tipo de "Nenhum" (onde aplicável). Em seguida, mova o cursor para o objeto recém-criado e configure como desejado.
ru: Выберите тип объекта в полосе прокрутки слева, затем нажмите 'Add' для создания объекта. Это добавит соответствующий тип объекта в соответствующий раздел меню с типом 'None' (если применимо). Затем переместите курсор на новый объект и настройте по своему желанию.
zh: 从左选择框选择项目类型，然后按“ Add ”来创建项目。这将把相关的对 象类型与类型“无”(如适用)添加到相关部分的菜单中。然后将光标移动到新 创建的项目，然后根据需要设置。

source: Loading Objects
de: Laden von Objekten
fr: Charger des objets
hu: Objektumok betöltése
pt_br: Carregando Objetos
ru: Загрузка объектов
zh: 读取对象

source: After selecting the '+' icon to open the add-item dialog, you may 'Load' alternate templates, to change the main page layout.
de: Nach Auswahl des '+'-Symbols um den Hinzufügen-Dialog zu öffnen, können sie alternative Vorlagen 'Laden', um das Layout der Hauptseite zu ändern.
fr: Après avoir chois l'icône '+' pour ouvrir le dialogue d'ajout, vous pouvez 'Charger' d'autres modèles, pour changer la présentation de la page principale.
hu: A '+' ikont kiválasztása után az elem hozzáadás ablakon a 'Betöltés' gombbal betölthet különböző főablak elrendezés sablonokat.
ja: 「+」アイコンを選択してアイテムの追加ダイアログを開いた後、Mainページのレイアウトを変更するために代替テンプレートを「Load」することができます。
pt_br: Depois de selecionar o ícone '+' para abrir a caixa de diálogo add-item, você pode 'Carregar' modelos alternativos, para alterar o layout da página principal.
ru: После выбора значка '+' для открытия диалога добавления объектов, вы можете загрузить (Load) альтернативные шаблоны, для изменения макета главной страницы.
zh: 点击'+'的图标来创建项目。你可以“读取”备用模板，改变主页面布局。

source: You can 'Load' alternate templates, to change the main page layout.
de: Sie können sie alternative Vorlagen 'Laden', um das Layout der Hauptseite zu ändern.
fr: Vous pouvez 'Charger' d'autres modèles pour changer la présentation de la page principale.
hu: A 'Betöltés' gombbal betölthet különböző főablak elrendezés sablonokat.
ja: Mainページのレイアウトを変更するために、代替テンプレートを「Load」することができます。
pt_br: Você pode 'Carregar' modelos alternativos para alterar o layout da página principal.
ru: Вы можете загрузить (Load) альтернативные шаблоны, для изменения макета главной страницы.
zh: 你可以“读取”备用模板，改变主页面布局。

source: If you select 'Default' the layout will be set to the standard layout as shown in section :ref:`main-page`.
de: Bei Auswahl von 'Default' wird das Standard-Layout wie in Abschnitt :ref:`main-page` eingestellt.
fr: Si vous choisissez 'Default' [Défaut] La mise en page sera la présentation standard comme montrée dans le paragraphe :ref:`Page principale`.
ja: 「Default」を選択すると、項目 :ref:`main-page` に示すように、レイアウトは標準レイアウトに設定されます。
pt_br: Se você selecionar 'Padrão', o layout será definido para o layout padrão, conforme mostrado na seção: ref: `main-page`.
ru: Если вы выберите 'Default', макет страницы будет настроен на стандартный, как показано в разделе :ref:`main-page`.
zh: 如果选择“Default”，主页将被设置为标准布局，见:ref:`main-page`.。

source: Selecting 'Empty' will clear all objects. You may start from scratch.
de: Die Wahl von 'Empty' [leer] löscht alle Objekte. Sie können nun von vorne beginnen.
fr: Choisir 'Empty' [Vide] effacera tous les objets. Vous pouvez débuter à partir de zéro.
ja: 「Empty」を選択すると、すべてのオブジェクトが消去されます。最初から設定することとなります。
pt_br: Selecionar "Vazio" apagará todos os objetos. Você pode começar do zero.
ru: Выбор 'Empty' очистит страницу от всех объектов. Вы можете начать с пустой страницы.
zh: 选择“Empty”将清除所有项目。你可以从头开始设置。

source: If you want to use a layout from another model select the model whose layout you wish to use. The object positions (see :ref:`configuring-object-position`) will be transferred when selecting from an existing template or model. Templates based on existing models have an (M) designation within the file list.
de: Wenn Sie das Layout von einem anderen Modell verwenden möchten, wählen Sie das Modell, von dem Sie das Layout übernehmen möchten. Die Objektpositionen (siehe :ref:`configuring-object-position`) werden übertragen, wenn Sie ein vorhandenes Modell oder Vorlage auswählen. Vorlagen von einem vorhandenen Modell sind in der Dateiliste mit einem (M) gekennzeichnet.
fr: Si vous voulez utiliser la mise en page d'un autre modèle rc, sélectionnez le. La position des objets (voir :ref:`Modifier la position des objets`) sera transférée en sélectionnant un modèle rc ou un gabarit existant. Les modèles de présentation basés sur des modèles rc existants sont suivis de (M) dans la liste.
ja: 他モデルのレイアウトを使用したい場合は、そのレイアウトを使用したい機体モデルを選択してください。既存のテンプレートやモデルから選択すると、オブジェクトの位置 (:ref:`Configuring-object-position` 参照) が転送されます。既存のモデルに基づくテンプレートは、ファイルリスト内に (M) の指定があります。
pt_br: Se você quiser usar um layout de outro modelo, selecione o modelo cujo layout você deseja usar. As posições dos objetos (veja: ref: `configurando-objeto-posição`) serão transferidas ao selecionar um modelo ou modelo existente. Modelos baseados em modelos existentes têm uma designação (M) na lista de arquivos.
ru: Если вы хотите использовать макет страницы из другой модели, выберите модель, макет которой вы хотите использовать. Расположение объектов (смотрите :ref:`configuring-object-position`) будет передано из существующего шаблона или модели. Шаблоны, основанные на существующих моделях, имеют обозначение (M) в списке файлов.
zh: 如果你想使用其他模型中的布局，选择你希望使用的模型布局。项目位置 (参见:ref:`configuring-object-position`)被设置为你选择的现有模板或模型。根据模板设置的模 型，文件列表内有标识(M)。

source: Additionally these templates can be created in the emulator or downloaded from the forums or even done by manual edit of the modelxx.ini file.
de: Zusätzlich können diese Vorlagen im Emulator erstellt werden, oder aus dem Forum heruntergeladen werden, oder sogar von Hand indem Sie die modelxx.ini Datei bearbeiten.
fr: De plus, ces gabarits peuvent être créés dans l'émulateur ou téléchargés à partir des forums ou même créés par édition manuelle du fichier modelxx.ini.
ja: 更に、これらのテンプレートはエミュレータで作成することも、フォーラムからダウンロードすることも、modelxx.iniファイルを手動で編集して作成することもできます。
pt_br: Além disso, esses modelos podem ser criados no emulador ou baixados dos fóruns ou até mesmo feitos por edição manual do arquivo modelxx.ini.
ru: Кроме того, шаблоны могут быть созданы в эмуляторе или загружены с форумов или даже созданы редактированием файла 'modelxx.ini'.
zh: 此外，这些模板可以在仿真器中创建或从论坛下载或者甚至可以手工编辑modelxx.ini 文件进行设置。

source: Configuring Objects
de: Konfigurieren der Objekte
fr: Configurer les objets
hu: Objektumok konfigurálása
pt_br: Configurando Objetos
ru: Настройка объектов
zh: 设置项目

source: **Box**: Select timer, telemetry, channel, or input from scroll-box
de: **Box**: Wählen Sie Zeitgeber, Telemetrie, Kanal, oder Eingang von der Liste
fr: **Box** [Boite]: Sélectionne chrono, télémétrie, canal ou entrée à partir de la boite à défilement.
ja: **Box**: タイマー、テレメトリー、チャンネル、またはスクロールボックスからの入力を選択
pt_br: ** Caixa **: selecione temporizador, telemetria, canal ou entrada da caixa de rolagem
ru: **Box**: Выберите таймер, телеметрию, канал или ввод в полосе прокрутки.
zh: Box:通过选择框选择计时器，双向回传，通道，或输入

source: **Trim**: Select trim channel from scroll-box
de: **Trimmung [Trim]**: Wählen Sie den Trimm-Kanal von der Liste
fr: **Trim**: Sélectionne un trim de canal from scroll-box à partir de la boite à défilement.
ja: **Trim**: スクロールボックスからトリムチャンネルを選択
pt_br: ** Aparar **: Selecione o canal de aparagem da caixa de rolagem
ru: **Trim**: Выберите канал в полосе прокрутки.
zh: Trimbar:通过选择框选择微调通道

source: **Model**: Not configurable
de: **Modell [Model]**: Nicht konfigurierbar
fr: **Modèle** [Model] : Non configurable
ja: **Model**: 設定不可
pt_br: ** Modelo **: não configurável
ru: **Model**: Не настраивается.
zh: Model:不能设置

source: **Battery**: Not configurable
de: **Batterie [Battery]**: Nicht konfigurierbar
fr: **Batterie** : Non configurable
ja: **Battery**: 設定不可
pt_br: ** Bateria **: não configurável
ru: **Battery**: Не настраивается.
zh: Battery:不能设置。

source: **TxPower**: Not configurable
de: **Sendeleist. [TxPower]**: Nicht konfigurierbar
fr: **Puiss TX* : Non configurable
ja: **TxPower**: 設定不可
pt_br: ** TxPower **: não configurável
ru: **TxPower**: Не настраивается.
zh: TxPower:不能设置。

source: **Bargraph**: Select channel from scroll box
de: **Balken [Bargraph]**: Wählen Sie einen Kanal aus der Liste
fr: **Bargraph** [Barre graphique] : Sélectionner un canal dans la boite à défilement.
ja: **Bargraph**: スクロールボックスからチャンネルを選択
pt_br: ** Bargraph **: selecione o canal na caixa de rolagem
ru: **Bargraph**: Выберите канал в полосе прокрутки.
zh: Bargraph:通过选择框选择一个通道
