Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_mainpage.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: Main Page
de: Hauptseite
fr: Page principale
hu: Főképernyő
ja: メインページ
pt_br: Página Principal
ru: Главная страница
zh: 主页

source: The standard main page layout is as follows:
de: Das Standardlayout der Hauptseite sieht wie folgt aus:
fr: L'agencement standard de la page principale est le suivant :
hu: Az általános főképernyő elrendezés a következő:
ja: 標準メインページのレイアウトは次の通りです:
pt_br: O layout padrão da página principal é o seguinte:
ru: Стандартная структура главной страницы выглядит следующим образом:
zh: 标准的主页布局如下图所示:

source: **Current Model**: The name of the current model. Clicking the label will open up the Model Load page. The model is configured from section :ref:`model-setup`.
de: **Aktuelles Modell**: Name des aktuellen Modells. Drücken der Bezeichnung öffnet den 'Modell laden' Dialog [Model load]. Wird in Abschnitt :ref:`model-setup` konfiguriert.
fr: **Modèle courant** : Nom du modèle en cours d'utilisation. Cliquer sur le nom pour accéder à la page de chargement des modèles. Le modèle est configuré à la section :ref:`Config modèle`.
hu: "Aktuális modell": Az aktuálisan kiválasztott modell neve. A cimkére kattintva megnyílik a "Modell betöltése" képernyő. A modell konfigurálása a :ref:`model-setup` szerint történik.
ja: **Current Model**: 現在のモデル名称。ラベルをクリックするとモデル書き出しページが開きます。モデルは項目 :ref:`model-setup` から設定します。
pt_br: ** Modelo atual **: Clicar no rótulo abrirá a página Carregar Modelo. O modelo é configurado a partir da seção: ref: `model-setup`.
ru: **Current Model**: Название текущей модели. Нажатие на метку откроет страницу "Model Load". Модель настраивается в разделе :ref:`model-setup`.
zh: **模型名称**：当前模型的名称。模型可以通过:ref:`model-setup`配置。

source: **Battery Voltage**: Numerical representation of current transmitter battery state.
de: **Batteriespannung**: Zahlenmäßige Darstellung des aktuellen Batteriestatus des Senders.
fr: **Tension de la Batterie** : Tension présente en chiffres de la batterie de l'émetteur.
hu: "Telep": Az aktuális távirányító telepfeszültség számszerű kijelzése.
ja: **Battery Voltage**: 現在の送信機のバッテリー状態の数値を表示します。
pt_br: ** Voltagem da Bateria **: Representação numérica do estado dacarga da bateria do transmissor.
ru: **Battery Voltage**: Цифровое отображение текущего состояния батареи передатчика.
zh: **电池电压**：遥控器电池的电压值。

source: **Transmitter Power**: This indicates the currently selected transmitter power. It is configured from section :ref:`model-setup`.
de: **Sendeleistung**: Anzeige der derzeit gewählten Sendeleistung. Wird in Abschnitt :ref:`model-setup` konfiguriert.
fr: **Puissance d'émission** : Indique la puissance de l'émetteur actuellement sélectionnée. Elle est fixée dans la page :ref:`Config modèle`.
hu: "Tx telj.": Az aktuálisan kiválasztott adó teljesítmény kiírása. Konfigurálása a :ref:`model-setup` fejezet szerint történik.
ja: **Transmitter Power**: 現在選択されている送信機出力を示します。項目 :ref:`model-setup`から設定します。
pt_br: ** Potência do Transmissor **: Indica a potência do transmissor atualmente selecionada. Ele é configurado a partir da seção: ref: `model-setup`.
ru: **Transmitter Power**: Индицирует текущую выбранную мощность излучаемого сигнала. Мощность настраивается в разделе :ref:`model-setup`.
zh: **发射功率**:这表示当前选定的发射功率。它可以通过 :ref:`model-setup`配置。

source: **Current Time**: This indicates the current time (on Devo12 transmitters only). The time is set from section :ref:`transmitter-config`.
de: **Uhrzeit**: Zeigt die aktuelle Uhrzeit (nur bei Devo12 Sendern). Die Zeit wird in :ref:`transmitter-config` eingestellt.
fr: **Heure actuelle** : Ceci indique l'heure présente (sur le Devo 12 uniquement). L'heure est mise à jour dans la page :ref:`Config Emetteur`.
hu: **Aktuális idő**: Kijelzi az aktuális időpontot (csak Devo12 esetén). Az időpont beállítása a következő fejezetben található: :ref:`transmitter-config`.
ja: **Current Time**: 現在の時間を示します(Devo12送信機のみ)。 時間は項目 :ref:`transmit-config`から設定します。
pt_br: ** Hora Atual **: Indica a hora atual (somente nos transmissores Devo12). A hora é ajustada da seção: ref: `transmitter-config`.
ru: **Current Time**: Индицирует текущее время (только для on Devo12). Время настраивается в разделе :ref:`transmitter-config`.
zh: **当前时间**：显示当前的时间（只有Devo12支持）。时间可以通过 :ref:`transmitter-config`设置。

source: **Model Icon**: An image representing the current model. It is configured from section :ref:`model-setup`. Pressing the icon will take you to that page.
de: **Modellbild**: Ein Bild, welches das aktuelle Modell darstellt. Wird in Abschnitt :ref:`model-setup` konfiguriert. Drücken des Symbols führt Sie zu dieser Seite.
fr: **Icône du modèle**: C'est une image représentant le modèle en cours. Il est configuré dans la section :ref:`Config Modèle`. Presser sur l'icône vous dirigera sur cette page.
hu: **Modell ikon**: Az aktuális modell képe, ha lett ilyen konfigurálva a :ref:`model-setup` fejezet szerint, egyébként egy alapértelmezett kép. A képre kattintva a modell menübe jutunk.
ja: **Model Icon**: 現在の機体モデルを表す画像。項目 :ref:`model-setup`から設定します。アイコンを押すとそのページに移動します。
pt_br: ** Ícone do modelo **: uma imagem que representa o modelo atual. Ele é configurado a partir da seção: ref: `model-setup`. Pressionar o ícone levará você para essa página.
ru: **Model Icon**: Изображение представляет текущую модель. Изображение настраивается в разделе :ref:`model-setup`. Нажатие на значок переведет вас на эту страницу.
zh: **模型图标**：显示当前模型的图像。它可以通过 :ref:`model-setup`配置。点击图标会跳转到配置页面。

source: **Model Icon**: An image representing the current model. It is configured from section :ref:`model-setup`.
de: **Modellbild**: Ein Bild, welches das aktuelle Modell darstellt. Wird in Abschnitt :ref:`model-setup` konfiguriert.
fr: **Icône du modèle**: C'est une image représentant le modèle en cours. Il est configuré dans la section :ref:`Config Modèle`.
hu: **Modell ikon**: Az aktuális modell képe, ha lett ilyen konfigurálva a :ref:`model-setup` fejezet szerint, egyébként egy alapértelmezett kép.
ja: **Model Icon**: 現在の機体モデルを表す画像。項目 :ref:`model-setup`から設定します。
pt_br: ** Ícone do modelo **: uma imagem que representa o modelo atual. Ele é configurado a partir da seção: ref: `model-setup`.
ru: **Model Icon**: Изображение представляет текущую модель. Изображение настраивается в разделе :ref:`model-setup`.
zh: **模型图标**：显示当前模型的图像。它可以通过 :ref:`model-setup`配置。

source: **Trims**: The trim display can be configured to show up to 10 different horizontal and vertical trims.
de: **Trimmung**: Die Anzeige der Trimmung kann für bis zu 10 verschiedene horizontale und vertikale Trimmungen konfiguriert werden.
fr: **Trims**: l'affichage des trims peut être configuré pour afficher jusqu'à 10 trims horizontaux et verticaux différents.
hu: **Trim**: 10 féle különböző vízszintes és függőleges trim megjelenítése konfigurálható.
ja: **Trims**: トリム表示は最大10種類の水平方向、垂直方向の表示をするように設定できます。
pt_br: ** Trims*: o mostrador de trims pode ser configurado para exibir até 10 ajustes horizontais e verticais diferentes.
ru: **Trims**: Отображение триммеров может быть настроено на показ до to 10 различных горизонтальных и вертикальных триммеров.
zh: **微调**：显示微调配置，可以显示多达 10 种不同的水平和垂直微调数据。

source: **Displays**: These items can be text-boxes containing input, channel, telemetry, or timer data; bar graphs displaying channel data; or icons / toggles displaying specific states (ex. gear, flaps,…).
de: **Anzeigen**: Diese Elemente können Textfelder, welche Eingang, Kanal, Telemetrie- oder Timerdaten enthalten, Balkendiagramme zur Anzeige der Kanaldaten, oder Icons / Schalter zur Anzeige bestimmter Zustände (z.B. Fahrwerk, Klappen...) sein.
fr: **Affichages**: Ces éléments peuvent être des boites de texte contenant des entrées, des canaux, de la télémétrie ou des chronos ; des barres graphiques affichant les données des canaux ; ou des icônes alternatifs affichant des états différents ( trains, volets,...)
hu: **Kijelzők**: Ezek az elemek lehetnek: bemeneti értéket, csatorna kimeneti értéket, telemetria adatot, vagy időzítő értéket tartalmazó szövegdobozok; kimeneti értéket megjelenítő oszlopdiagramok; vagy állapot megjelenítő ikonok (pl. futómű, fékszárny, stb...).
ja: **Displays**: これらの項目は、入力、チャンネル、テレメトリー、またはタイマーを含むテキスト表示; チャンネルを表示するバー; 特定の状態(ギア、フラップ等)を表示するアイコン/トグルを設定します。
pt_br: ** Displays **: esses itens podem ser caixas de texto contendo dados de entrada, canal, telemetria ou timer; gráficos de barra que exibem dados de canal; ou ícones / alterna exibindo estados específicos (ex. gear, flaps,…).
ru: **Displays**: Эти позиции могут быть текстовым окном содержащим ввод, канал, телеметрию или данные таймера; гистограммой отображающей данные канала; или значком отображающим конкретные состояния (например gear, flap, …).
zh: **其他显示**：这些项目可以是包含摇杆、通道、回传或定时器数据的文本框; 显示通道数据的条形图;或图标/切换显示特定状态(例如起落架，襟翼，...)。

source: **Quick Menus**: Quick menus can be reached via a long UP/DN press. They can be defined from section :ref:`main-page-config`.
de: **Schnellmenüs**: Schnell Menüs können durch langes Drücken von UP/DN erreicht werden. Sie können in Abschnitt :ref:`main-page-config` eingerichtet werden.
fr: **Menus rapides** : Les menus rapides sont activés par un appui long sur les boutons UP/DN. Ils sont définis dans la secton :ref:Configuration de la page Principale`.
hu: **Gyors menük**: A gyors menük hosszú UP/DN nyomógomb megnyomással érhetők el. Konfigurálásuk a :ref:`main-page-config` fejezet alapján.
ja: **Quick Menus**: UP/DNを長押しするとクイックメニューにアクセスできます。それらは項目 :ref:`main-page-config`から定義します。
pt_br: ** Menus Rápidos **: menus rápidos podem ser acessados pressionando por algum tempo as teclas UP / DN. Eles podem ser definidos a partir da seção: ref: `main-page-config`.
ru: **Quick Menus**: Быстрое меню доступно по долгому нажатию кнопки UP/DN. Оно настраивается в разделе :ref:`main-page-config`.
zh: **快速菜单**：长按 UP/DN 按钮可以进入快速菜单。可以在:ref:`main-page-config`定义这些内容。

source: By default, channel outputs are displayed as `[-100, 100]%`. This may be tweaked by modifying the following values in the corresponding channel section in `model.ini`::
de: Standardmäßig werden Kanal als `[-100, 100]%` angezeigt. Dies kann durch die folgenden Eintragungen im der zugehörigen Kanaleinstellung in der `model.ini` angepasst werden:
fr: Par défaut, les valeurs de sortie des canaux affichées sont `[-100, 100]%`. Ces valeurs peuvent être ajustées en modifiant les valeurs suivantes dans la section du canal correspondant dans `model.ini`::
hu: Alapértelmezés szerint a csatorna kimenetek `[-100, 100]%`-ként jelennek meg. Ezt az alábbi értékek módosításával lehet módosítani a megfelelő `model.ini` szekcióban::
ja: デフォルトでは、チャンネル出力は `[-100, 100]%` と表示されます。これは「model.ini」の対応するチャンネル項目の以下の値を修正することで微調整できます:
pt_br: Por padrão, as saídas do canal são exibidas como `[-100, 100]%`. Isso pode ser modificado, modificando os seguintes valores na seção do canal correspondente em `model.ini` ::
ru: По умолчанию, выходы каналов отображаются как '[-100, 100]%'. Это может быть изменено редактированием следующих значение в соответствующем разделе канала в 'model.ini':
zh: 默认情况下，通道输出显示为[-100、100]%。可以通过修改 model.ini 文件 中相应通道部分来调整这一数值:

source: Before being displayed, outputs have raw values in the range `[-10000, 10000]`. The displayed text is generated via `sprintf(s, display_format, raw/display_scale)`
de: Vor der Ausgabe haben alle Kanäle Rohwerte im Bereich `[-10000, 10000]`. Der angezeigte Text wird mittels `sprintf(s, display_format, raw/display_scale)` generiert.
fr: Avant d'être affichées, les sorties ont des valeurs brutes dans l'intervalle `[-10000, 10000]`. Le texte affiché est généré par `sprintf(s, display_format, raw/display_scale)`
hu: Megjelenítés előtt a kimenetek nyers értékei a `[-10000, 10000]` tartományba esnek. A megjelenített szöveg a `sprintf (s, display_format, raw/display_scale)` paranccsal generálódik.
ja: 表示される前に `[-10000, 10000]` の範囲の実出力値を持ちます。表示されるテキストは `sprintf(s, display_format, raw/display_scale)` によって生成されます。
pt_br: Antes de serem exibidas, as saídas têm valores brutos no intervalo `[-10000, 10000]`. O texto exibido é gerado via `sprintf (s, display_format, raw / display_scale)`
ru: Перед отображением, выходы каналов имеют исходные значения в диапазоне '[-10000, 10000]'. Отображаемый текст генерируется через 'sprintf(s, display_format, raw/display_scale)'.
zh: 在显示之前，输出原始值的范围[-10000、10000]。显示的文本通过 sprintf(s, display_format, raw/display_scale)生成。

source: If `display-scale` is omitted, the default value of `100` will be used.
de: Falls `display-scale`weggelassen wird, beträgt der Standardwert `100`.
fr: Si `display-scale` est omis, la valeur par défaut '100' sera utilisée.
hu: Ha a `display-scale` nincs megadva, akkor az értéke alapértelmezés szerint `100` lesz.
ja: 「display-scale」を省略するとデフォルト値の「100」が使用されます。
pt_br: Se `display-scale` for omitido, o valor padrão de` 100` será assumido.
ru: Если 'display-scale' отсутствует, будет использовано значение по умолчанию '100'.
zh: 如果省略显示比例，将使用默认值 100。

source: If `display-format` is omitted, the default value of `%3d%%` will be used. See Wikipedia_ for more details on the format string.
de: Ohne `display-format` Eintrag wird wird die Standardformatierung `%3d%%` verwendet. Nähere Informationen zur Formatierung gibt is in der Wikipedia_.
fr: si `display-format` est omis, la valeur par défaut '%3d%%' sera utilisé. Voir Wikipedia_ pour plus de détails sur le format de chaine.
hu: Ha a `display-format` nincs megadva, akkor alapértelmezés szerint az értéke `%3d%%` lesz. A formázás további részleteit lásd a Wikipédiában.
ja: 「display-format」を省略すると、デフォルト値の `%3d%%` が使用されます。フォーマット文字列の詳細についてはWikipedia_を参照してください。
pt_br: Se `display-format` for omitido, o valor padrão de` %3d%%`será usado. Veja Wikipedia_ para mais detalhes sobre a string de formatação.
ru: Если 'display-format' отсутствует, будет использовано значение по умолчанию '%3d%%'. Смотрите Wikipedia_ для дополнительной информации о формате строки.
zh: 如果省略显示格式，将使用默认值%3d%%。关于格式的解释参考Wikipedia_。

source: Safety System
de: Sicherheitssystem
fr: Système de sécurité
hu: Biztonsági rendszer
ja: セーフティシステム
pt_br: Sistema de segurança
ru: Система безопасности
zh: 安全系统

source: Deviation has a safety system to prevent starting up in a dangerous state (for instance spinning up the main rotor of a helicopter accidentally). The safety system works by verifying that specific conditions are met before starting to transmit to the model. By default the output channel associated with the throttle stick must be minimum. The Deviation firmware does not include a mechanism to define new safety conditions, however, they can be added by directly modifying the model.ini file. While the safety message is displayed, the transmitter will not communicate with the model. This message may appear either when initially turning on the transmitter, or when switching to a different model. The message will disappear automatically once all safety conditions have been met or when 'OK' is pressed. In either case, Deviation will start communication with the model once the dialog is dismissed.
de: Deviation hat ein Sicherheitssystem um das Starten in einem gefährlichen Zustand zu verhindern (z.B. das versehentliche Hochlaufen eines Helikopterrotors). Das Sicherheitssystem prüft ob bestimmte Bedingungen erfüllt sind, bevor die Übertragung zum Modell beginnt. Standardmäßig muss der Ausgabekanal welcher mit dem Gasknüppel verbunden ist auf Minimum stehen. Die Deviation Firmware beinhaltet keinen Mechanismus um neue Sicherheitsbedingungen zu definieren, solche können aber durch direktes Editieren der model.ini Datei ergänzt werden. Solange der Sicherheitshinweis angezeigt wird kommuniziert der Sender nicht mit dem Modell. Dieser Hinweis kann entweder beim Einschalten, oder beim Wechsel zu einem anderen Modell erscheinen. Der Hinweis verschwindet, sobald alle Sicherheitsbedingungen erfüllt sind, oder durch Drücken der „ENT“ Taste. In jedem Fall beginnt die Kommunikation mit dem Modell, sobald der Dialog verschwindet.
fr: Déviation possède un système de sécurité pour empêcher un démarrage dans un état dangereux (par exemple lancer accidentellement la rotation du rotor principal d'un hélicoptère). Le système de sécurité fonctionne en vérifiant que certaines conditions sont remplies avant d'autoriser le démarrage de la transmission au modèle. Par défaut le canal associé à la commande des gaz doit être au minimum. Le micrologiciel Deviation ne possède pas de dispositif pemettant de définir d'autres conditions de sécurité, mais elles peuvent être ajoutées en modifiant directement le fichier "model.ini". A noter que l'émetteur ne communiquera pas avec le modèle tant que le message de sécurité sera affiché. Ce message apparaît lors de l'allumage de l'émetteur, ainsi qu'en passant d'un modèle à un autre. Le message disparaît automatiquement dès que la condition de sécurité est satisfaite ou lorsque l'utilisateur a appuyé sur 'OK'. Dans les deux cas, Deviation ne commencera à communiquer avec le modèle qu'après la disparition du message.
hu: A Deviation egy biztonsági rendszerrel rendelkezik arra, hogy ne lehessen veszélyes állapotban bekapcsolni a távirányítót (például ne pöröghessen fel véletlenül a helikopter rotorja). A biztonsági rendszer ellenőri, hogy bizonyos feltételek teljesülnek-e, mielőtt elkezdi vezérelni a modellt. Alapesetben a gázkarhoz rendelt kimeneti csatorna értéke a minimumon kell legyen. A Deviation szoftver nem rendelkezik a feltételeket konfiguráló felülettel, de ezek a model.ini fájl közvetlen szerkesztésével hozzáadhatók. Amíg a biztonsági figyelmeztető üzenet megjelenik, a távirányító nem kommunikál a modellel. Az üzenet megjelenhet a távirányító bekapcsolásakor, vagy modell váltáskor. Az üzenet magától eltűnik, ha a biztonsági feltételek teljesülnek, vagy ha az OK gombot megnyomjuk. Mindkét esetben elkezdődik a vezérlés, amint az üzenet ablak eltűnik.
ja: Deviationには、危険な状態での始動を防ぐためのセーフティシステムを内包しています(例えば、誤ってヘリコプターのメインローターを回転させてしまう等)。セーフティシステムは、機体への送信を開始する前に特定条件が満たされているか否かをチェックすることによって機能します。デフォルトでは、スロットルスティックに関連する出力チャンネルは最小でなければなりません。Deviationファームウェアには、新しい安全条件を定義するためのメカニズムは含まれていませんが、model.iniファイルを直接変更することによって追加できます。セーフティメッセージが表示されている間は、送信機は機体と通信しません。このメッセージは、最初に送信機の電源を入れたとき、または別の機体に切り替えたときに表示されることがあります。すべての安全条件が満たされる、または[OK]が押されると、メッセージは自動的に消えます。どちらの場合でも、ダイアログが閉じられるとDeviationは機体との通信を開始します。
pt_br: Deviation tem um sistema de segurança para evitar o acionamento em um estado perigoso (por exemplo, girando o rotor principal de um helicóptero acidentalmente). O sistema de segurança funciona verificando se as condições específicas são atendidas antes de começar a transmitir para o modelo. Por padrão, o canal de saída associado ao stick do acelerador deve ser mínimo. O firmware do Deviation não inclui um mecanismo para definir novas condições de segurança; no entanto, eles podem ser adicionados modificando diretamente o arquivo model.ini. Enquanto a mensagem de segurança é exibida, o transmissor não se comunicará com o modelo. Esta mensagem pode aparecer quando ligar inicialmente o transmissor ou quando mudar para um modelo diferente. A mensagem desaparecerá automaticamente assim que todas as condições de segurança forem atendidas ou quando 'OK' for pressionado. Em ambos os casos, o Deviation iniciará a comunicação com o modelo quando o diálogo for encerrado.
ru: Deviation имеет систему безопасности для предотвращения запуска в опасном состоянии (например, случайный запуск главного ротора вертолета). Система безопасности работает, проверяя, что определенные условия выполнены перед началом передачи сигнала к модели. По умолчанию, выходной канал связанный со стиком газа, должен быть в минимуме. Прошивка Deviation не содержит механизма для определения новых условий безопасности, однако, они могут быть добавлены с помощью редактирования файла "model.ini". Пока отображается сообщение безопасности, передатчик не передает сигнал к модели. Это сообщение может появиться при включении передатчика, или при переключении на другую модель. Сообщение автоматически исчезнет после выполнения условий безопасности или при нажатии на кнопку 'OK'. В любом случае, после исчезновения сообщения, Deviation начнет передавать сигнал к модели.
zh: Deviation 有安全系统，为了防止启动时处于危险状态(例如意外打开直升机 的主旋翼)。安全系统的工作原理是开始传输模型之前，验证特定条件完成。默 认情况下，输出通道和油门摇杆必须最低。Deviation 固件不包括另外一种机制来 定义新的安全条件，然而，他们可以通过 model.ini 文件直接添加修改。安全信 息触发时，遥控器不会打开模型。这个消息可能会出现在最初打开遥控器时，或 者当切换到另一个模型时。一旦所有安全条件已经被满足或者当你按下“OK” 按钮时，安全消息将自动消失。在这两种情况下,一旦对话框消失 Deviation 会开 始工作。

source: The safety values are in the '[safety]' section, and the default looks like this::
de: Die Sicherheitswerte befinden sich in der Sektion '[safety]' und sehen standardmäßig wie folgt aus::
fr: Les valeurs de sécurité sont dans la section '[safety]' et les valeurs par défaut sont :
hu: A biztonsági feltételek a "[safety]" szekcióban szerepelnek, és alapesetben így néznek ki::
ja: セーフティ値は '[safety]' 項にあり、デフォルトは次の通りです。
pt_br: Os valores de segurança estão na seção '[segurança]' e o padrão é assim:
ru: Значения безопасности находятся в разделе '[safety]', и по умолчанию это выглядит так:
zh: 安全值在“[safety]”的部分，默认为:
