Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_model.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: If the ‘Input’ field is set to an input stick, then the trim can be applied as part of the mixer, and will operate as a typical trim control. If the ‘Input’ field is set as a channel or virtual-channel output, the value is applied directly to the channel output. In this case, the selected ‘Trim +’ and ‘Trim -’ buttons can operate as a virtual stick to control an output channel.
de: Wenn das 'Eingang' [Input]-Feld auf einen Knüppel gestellt ist, dann kann die Trimmung als Teil eines Mischers eingebunden werden, und funktioniert wie eine typische Trimmung. Wenn das 'Eingang'-Feld als Kanal oder virtueller Kanal Ausgang gesetzt ist, wird der Wert direkt auf den Kanalausgang gegeben. In diesem Fall wirken die gewählten ‘+’ und ‘-’ Knöpfe als virtueller Knüppel um einen Kanalausgang zu steuern.
fr: Le champ 'Entrée' définit un manche d'entrée, puis le trim peut être appliqué dans le mixer, et fonctionnera comme un trim standard. Si le champ 'Entrée' reçoit un canal ou un canal virtuel de sortie, la valeur est appliquée directement au canal de sortie. Dans ce cas, les boutons ‘Trim +’ et ‘Trim -’ choisis peuvent fonctionner comme un manche virtuel pour contrôler canal de sortie.
hu: Ha a "Bemenet" mező értéke egy botkormány bemenet, akkor az adott trim a mixer-en hozzáadható a mixer kimenethez, és hagyományos trim-két funkciónál. Ha a "Bemenet" mező egy valós, vagy virtuális csatornát tartalmaz, akkor a trim értéke közvetlenül az adott csatorna kimenetéhez adódik hozzá. Ebben az esetben a kiválasztott "Trim+" és "Trim-" gombok, mint egy virtuális botként üzemelve vezérlik az adott csatorna kimenetét.
ja: 「Input」フィールドが入力スティックに設定されている場合、トリムはミキサーの一部として適用され、典型的なトリムコントロールとして機能します。「Input」フィールドがチャンネルまたはバーチャルチャンネル出力として設定されている場合、値はチャンネル出力に直接適用されます。この場合、選択した「Trim+」ボタンと「Trim-」ボタンは出力チャンネルをコントロールするバーチャルスティックとして機能します。
pt_br: Se o campo "Entrada" estiver definido para um stick de entrada, o trim poderá ser aplicado como parte do mixer e funcionará como um controle de compensação típico. Se o campo "Entrada" estiver definido como canal ou saída de canal virtual, o valor será aplicado diretamente à saída do canal. Nesse caso, os botões "Trim +" e "Trim -" selecionados podem operar como um stick virtual para controlar um canal de saída.
ru: Если в поле ‘Input’ установлен входной стик, тогда триммер может быть применен как часть микшера, и будет работать как обычный триммер. Если в поле ‘Input’ установлен выход канала или виртуального канала, значение применяется непосредственно к выходу каналу. В этом случае, выбранные кнопки ‘Trim +’ и ‘Trim -’ могут работать как виртуальный стик для управления каналом.
zh: 如果“输入”被设置为输入摇杆，然后微调可以用作混控的一部分，并且作 为一个典型的微调操作。如果“输入”被设置为通道或虚拟通道输出，则该值直 接应用于通道输出。在这种情况下，所选择的“微调+”和“微调 -”按钮可以 作为虚拟摇杆以控制输出通道。

source: The trim-step defines how sensitive the trims are to input. The maximum number of trim steps is +/-100. So a step size of 0.1 will allow a full +/- 10% of trim adjustment on the servo.
de: Die Trim-Stufe [Step] legt fest, wie empfindlich die Trimmung auf Eingaben reagiert. Die maximale Zahl an Trimm-Stufen ist +/- 100. Somit ergibt sich bei einem Stufenwert von 0,1 ein gesamter Trimm-Weg von +/-10 % auf dem Servo.
fr: La finesse détermine la sensibilité des trims sur l'entrée. Le nombre maximum de pas d'un step est */- 100. Donc une valeur de pas de 0.1 permettra un ajustement maximum de +/- 10% sur le débattement du servo.
hu: A trim lépés határozza meg, hogy a trim milyen finoman állítható. A lépések maximális száma +/-100, tehát például a 0.1-es lépés +/-10% trimmelést tesz lehetővé.
ja: 「Trim-step」はトリムの入力感度を定義します。Trim-stepの最大数は+ / -100です。そのため、ステップサイズを0.1にすると、サーボの+ / -10%のトリム調整が可能になります。
pt_br: O trim-step define a sensibilidade dos trims para entrada. O número máximo de etapas de trim é de +/- 100. Portanto, um tamanho de passo de 0,1 permitirá um ajuste total de +/- 10% do ajuste no servo.
ru: Шаг триммера определяет насколько триммер чувствителен к вводу. Максимальное количество шагов триммера составляет +/-100. Таким образом, шаг 0.1 обеспечит +/- 10% регулировки расхода на сервоприводе.
zh: 微调幅度定义了微调输入的灵敏度。微调幅度最大数是+/- 100。步长为 0.1时，伺服系统可以进行完整的+/-10%的调整。

source: The trim-step can be changed on the main screen. If you have to change the source also please use the dialog accessed by pressing the respective 'Input' button. Here you may also add a switch to the trim. If a switch is added to the trim, then it will have different trim values in each switch position.
de: Die Trim-Stufe kann auf der Hauptseite geändert werden. Wenn Sie auch die Quelle [source] ändern müssen, benutzen Sie bitte auch den Dialog, den Sie erreichen indem Sie den entsprechenden 'Eingang'-Knopf [Input] drücken. Hier können Sie auch einen Schalter zur Trimmung hinzufügen.
fr: La finesse du trim peut être modifiée sur la page Trims principale. Si vous voulez changer la source également, utilisez SVP la page ouverte en pressant sur a boite de dialogue 'Entrée'. Vous pouvez ici aussi ajouter un interrupteur au Trim. Si c'est le cas, le trim aura des valeurs différentes selon les positions de l'interrupteur.
hu: A trim lépés a trim-ek listáján is megadható, de a többi beállítás megváltoztatásához meg kell nyitni az adott trim szerkesztését a megfelelő "Bemenet" gombra kattintva. Ott lehet az adott trim-hez opcionálisan egy kapcsolót is rendelni, aminek hatására az adott kapcsoló mindegyik állásához külön-külön trim értékek lesznek tárolva.
ja: Trim-stepはメイン画面で変更できます。ソースを変更する必要がある場合は、それぞれの「Input」ボタンを押してアクセスしたダイアログを使用してください。ここでもトリムにスイッチを追加することができます。スイッチをトリムに追加すると、各スイッチ位置で異なるトリム値になります。
pt_br: O trim-step pode ser alterado na tela principal. Se você tiver que mudar a fonte também use o diálogo acessado pressionando o respectivo botão 'Input'. Aqui você também pode adicionar um interruptor ao trim. Se um interruptor for adicionado ao trim, ele terá diferentes valores de ajuste em cada posição do interruptor.
ru: Шаг триммера можно изменить на главном экране. Если вам нужно изменить источник, используйте диалог доступный по нажатию на соответствующую кнопку 'Input'. Здесь вы также сможете добавить переключатель к триммеру. Если к триммеру добавлен переключатель, тогда триммер будет иметь различные значения в каждом положении переключателя.
zh: 微调幅度可以在主屏幕上修改。如果你还必须更改来源，需要通过按下相应的输 入按钮来访问对话框。 在这里你也可以添加一个开关到微调。 如果开关被添加 到微调，那么它将在每个开关位置具有不同的微调值。

source: Note: This feature is not available for Devo7e.
de: Hinweis: Diese Funktion ist nicht für die Devo7e verfügbar.
fr: Note : Cette fonction n'est pas disponible pour le Devo 7e.
hu: MEGJEGYZÉS: Ez a funkció Devo7E esetén nem elérhető.
ja: 注: この機能はDevo7eでは使用できません。
pt_br: Nota: Este recurso não está disponível para o Devo7e
ru: Примечание: Эта возможность недоступна для Devo7e.
zh: 注意：Devo7e不支持此功能。

source: The Datalog feature allows storing a history of input or output positions as well as telemetry info over a period of time. This can be used to examine and replay a flight as well as to visualize telemetry information at a later time. Logs are persistent and Deviation will continue writing to the end of the previous log by default.
de: Mit der Datenprotokoll [Datalog]-Funktion können Sie eine Historie von Eingangs- oder Ausgangs Positionen sowie Telemetriedaten über eine Zeitspanne aufzeichnen. Dies kann zur Untersuchung und Wiedergabe eines Flugs dienen, wie auch zur Darstellung der Telemetriedaten zu einem späteren Zeitpunkt. Die Logs sind dauerhaft und Deviation setzt die Aufzeichnung standardmäßig am Ende der letzten Aufzeichnung fort.
fr: La fonction Datalog [Journal de données] permet l'enregistrement de données d'entrée ou de sortie comme des données de télémétrie pendant une certaine durée. On peut l'utiliser pour observer et répéter un vol ou visualiser les information de télémétrie après coup. Les journaux sont durables et Deviation continuera les enregistrements à la suite du précédent journal par défaut.
hu: Az adatnapló funkcióval rögzíteni lehet a bemeneti és kimeneti adatok történetét a telemetria adatokkal együtt egy bizonyos időintervallumra vonatkozóan. Ez a repülés újrajátszásához, valamint a telemetria adatok utólagos vizsgálatához hasznos. A napló adatai megőrződnek, és a Deviation az előző adatok után folytatni fogja az újabbak írását.
ja: ログ機能を使用すると、入力または出力ポジションの履歴とテレメトリー情報を一定期間にわたり保存できます。これは飛行状態を調べて再生したり、後でテレメトリー情報を視覚化したりするために使用できます。ログは永続的であり、Deviationはデフォルトで前回のログの末尾まで書き込みを続けます。
pt_br: O recurso de registro de dados permite armazenar um histórico de posições de entrada ou saída, bem como informações de telemetria durante um período de tempo. Isso pode ser usado para examinar e reproduzir um vôo, bem como para visualizar informações de telemetria posteriormente. Os logs são persistentes e o desvio continuará gravando no final do log anterior por padrão.
ru: Функция регистрации данных позволяет хранить историю положений ввода и вывода, а также информацию телеметрии в течение определенного периода времени. Это можно использовать для изучения и воспроизведения полета, а также для последующей визуализации информации телеметрии. Журналы являются постоянными и Deviation по умолчанию продолжит запись в конец предыдущего журнала.
zh: 数据记录功能可存储历史的输入或输出位置，以及一段时间内的回传信息。 这可以用于检查和重现飞行，以及在之后输出可视化回传信息。日志是持续记录 的，Deviation 默认情况下会继续写入到以前的日志的结尾。

source: **# bytes left**: Indicates how many bytes can be written to the log before it is full.
de: **# Bytes übrig [bytes left]**: Zeigt an wie viele Bytes in das Log geschrieben werden können bevor es voll ist.
fr: **# bytes left** [# bytes restant] Indique le nombre de bytes qui peuvent être écrits avant que le journal soit plein.
hu: **# bájt maradt**: Megmutatja, hogy hány bájt adat írható még a naplóba, mielőtt az megtelik.
ja: **# bytes left**: ログがいっぱいなってしまう前に、ログに書き込み可能なバイト数を示します。
pt_br: ** # bytes restantes **: indica quantos bytes podem ser gravados no log antes de ficar cheio
ru: **# bytes left**: Указывает, сколько байт может быть записано в журнал до его заполнения.
zh: #bytes left:表示内存满之前有多少字节日志可以写入。

source: **Enable**: Input which enables logging.
de: **Aktiv [Enable]**: Eingabe welche die Logfunktion aktiviert.
fr: **Enable** [Activer] : L'entrée qui active l'enregistrement.
hu: **Engedélyez**: Az a bemenet, ami engedélyezi a naplózást.
ja: **Enable**: ログ有効にする入力。
pt_br: ** Ativar **: Permite a entrada de registro.
ru: **Enable**: Ввод, который включает/выключает регистрацию данных.
zh: Enable:启用日志记录

source: **Reset**: Clear the current log.
de: **Rücksetz [Reset]**: Löscht das derzeitige Log.
fr: **RàZ**: Réinitialise le journal en cours.
hu: **Törlés**: Törli az aktuális naplót.
ja: **Reset**: 現在のログを消去します。
pt_br: ** Redefinir **: limpa o log atual.
ru: **Reset**: Очистка текущего журнала.
zh: 重置:重置并清空当前记录。

source: **Rate**: How often to write current info to the log file.
de: **Rate**: Wie oft sollen Werte in das Log geschrieben werden.
fr: **Sample Rate** [Vitesse d'échantillonnage] : durée séparant les enregistrements des informations en cours dans le journal.
hu: **Mintavétel**: Megadja, hogy milyen gyakran íródjanak ki az aktuális adatok a naplóba.
ja: **Rate**: ログファイルに現在の情報を書き込む頻度。
pt_br: ** Taxa **: com que frequência gravar informações atuais no arquivo de log.
ru: **Rate**: Частота записи текущей информации в файл журнала.
zh: Rate:多久写入一次信息到日志文件。

source: **Select**: Quickly set or reset which items are logged.
de: **Auswahl [Select]**: Schnelles Setzen oder Zurrücksetzen, welche Elemente aufgezeichnet werden sollen.
fr: **Select**: [Sélectionner] Active ou annule rapidement quels éléments sont enregistrés.
hu: **Kiválaszt**: Az összes elem naplózásra jelölésének kiválasztása/törlése.
ja: **Select**: どの項目をログに記録するかを素早く設定またはリセットします。
pt_br: ** Selecione **: Defina ou redefina rapidamente quais itens estão registrados
ru: **Select**: Установка или сброс позиций для записи в журнал.
zh: Select:快速设置或重置记录数值。

source: **Controls**: Following 'Select' are a list of all controls which may be logged. They include timers, inputs, outputs, and virtual channels, and Telemetry. The more items logged the faster the log will fill up.
de: **Elemente [Controls]**: Nach 'Auswahl' ['Select'] erscheint eine Liste von Elementen, welche aufgezeichnet werden können. Diese Elemente beinhalten Zeitgeber [timer], Eingänge [input], Ausgänge [output], Virtuelle Kanäle und Telemetrie. Je mehr Elemente Sie aufzeichnen, umso schneller füllt sich das Log.
fr: **Données**: A la suite de 'Select' il y a une liste de données qui peuvent être enregistrés. Elles incluent les chronos, les entrées, les sorties, les canaux virtuels et la télémétrie. Plus il y aura de données enregistrées, plus vite le journal sera plein.
hu: **Adatok**: A "Kiválaszt" alatt szerepelnek a naplózható adatok kijelölő négyzetei. Ezek lehetnek időzítő értékek, bemenetek, kimenetek, virtuális csatornák, és telemetria adatok. Minél több adat naplózódik, annál hamarabb telik be a napló.
ja: **Controls**: 「Select」と共に設定しますが、記録される可能性があるすべてのコントロール情報のリストです。それらは、タイマー、入力、出力、仮想チャンネル、そしてテレメトリー情報が含まれます。ログに記録する項目が多いほどログがいっぱいになります。
pt_br: ** Controles **: A seguir, 'Selecionar' é uma lista de todos os controles que podem ser registrados. Eles incluem temporizadores, entradas, saídas e canais virtuais e Telemetria. Quanto mais itens forem registrados, mais rápido o registro será preenchido.
ru: **Controls**: Следующие за 'Select' - это список всех элементов управления, которые могут регистрироваться. Это включает таймеры, вводы, выходы, виртуальные каналы и телеметрия. Чем больше записей регистрируется, тем быстрее заполняется журнал.
zh: Controls:“Select”是可以被记录的所有控件的列表。它们包括定时器，输 入，输出，和虚拟通道，和双向回传。项目记录越多，日志填满的速度越 快。

source: **Logging more information** By default, the log can only store 16kB of data. You can increase the amount of data to be stored by changing the datalog.bin file on the transmitter to a larger size. Deviation cannot increase the size of this file, so its size indicates the maximum data that can be stored.
de: **Mehr Daten aufzeichnen** Standardmäßig speichert das Log nur 16 kB Daten. Sie können die speicherbare Datenmenge erhöhen, indem Sie die datalog.bin Datei auf dem Sender durch eine größere ersetzen. Deviation kann diese Datei nicht vergrößern, sodass die Dateigröße die maximal speicherbare Datenmenge anzeigt.
fr: **Enregistrer plus d' informations** Le journal ne peut contenir que 16kB de données par défaut. Vous pouvez augmenter le nombre de données à enregistrer en donnant au fichier datalog.bin sur l'émetteur une taille supérieure. Deviation ne peut augmenter la taille de ce fichier, donc sa taille indique le nombre maximum de données qui peuvent être enregistrées.
hu: **Több adat naplózása** Alapesetben a naplófájl csak 16kB adatot tartalmazhat. Ez a méret megnövelhető a távirányítón található datalog.bin fájl méretének növelésével. A Deviation nem tudja ennek a fájlnak a méretét megnövelni, így annak mérete meghatározza, hogy mennyi adatot lehet bele naplózni.
ja: **Logging more information** デフォルトでは、ログは16KBのデータしか保存できません。送信機のdatalog.binファイルにより大きなサイズに変更することで、保存するデータ量を増やすことができます。Deviationメニューでも、このファイルのサイズを大きくすることはできないので、そのサイズは保存できる最大データを示します。
pt_br: ** Registrando mais informações ** Por padrão, o log pode armazenar apenas 16kB de dados. Você pode aumentar a quantidade de dados a serem armazenados alterando o arquivo datalog.bin no transmissor para um tamanho maior. O Deviation não pode aumentar o tamanho desse arquivo, portanto, seu tamanho indica o máximo de dados que podem ser armazenados.
ru: **Регистрация большего количества информации** По умолчанию, журнал может хранить только 16kB данных. Вы можете увеличить объем данных, которые нужно сохранить, изменив размер файла 'datalog.bin' в передатчике на файл большего размера. Deviation не может увеличивать размер этого файла, поэтому его размер указывает максимальные данные, которые можно сохранить.
zh: 记录的更多信息默认状态下，日志仅可以占用 16kB空间的数据。可以通过更改 来增加要存储的数据量，需要通过遥控器上的 datalog.bin文件设置。Deviation不能增加该文件的大小，所以它的大小表示可以存储的最大数据。

source: **Note: This is a feature for advanced users only**. There is currently no software provided to analyze the logs, and they cannot be visualized from within the transmitter. Please check the downloads section on www.deviationtx.com for conversion tools.
de: **Hinweis: Diese Funktion ist nur für fortgeschrittene Benutzer**. Derzeit wird keine Software zur Verfügung gestellt um die Logs zu analysieren, und der Sender kann sie nicht anzeigen. Bitte schauen Sie auf der Downloadseite von www.deviationtx.com nach Konvertierungstools.
fr: **Note: Cette fonction est réservée aux utilisateurs experts**. Il n'y a pour le moment pas de logiciel fourni pour analyser les journaux, et ils ne peuvent pas être visualisés à partir de l'émetteur. Vérifiez SVP sur la partie Downloads de www.deviationtx.com pour des outils de conversion.
hu: **MEGJEGYZÉS: Ez a funkció csak haladó felhasználóknak ajánlott**. Jelenleg semmilyen szoftver támogatás nem létezik a naplófájlok elemzésére, és a távirányító segítségével sem lehet megtekinteni az adatokat. A www.deviationtx.com Downloads lapján lehet konvertáló eszközöket találni.
ja: **注: 上級者ユーザ向けの機能** ログを分析するためのソフトウェアは現在提供されていません。そしてログ情報は送信機で視覚化することはできません。変換ツールについては www.deviationtx.com のダウンロード項目を確認してください。
pt_br: ** Nota: Este é um recurso apenas para usuários avançados **. Não há atualmente nenhum software fornecido para analisar os logs e eles não podem ser visualizados a partir do transmissor. Por favor, verifique a seção de downloads em www.deviationtx.com para ferramentas de conversão.
ru: **Примечание: Эта возможность только для опытных пользователей**. В настоящее время нет программного обеспечения для анализа журналов, и они не могут быть отображены в передатчике. Ознакомьтесь с разделом загрузки по адресу www.deviationtx.com для утилит конвертации журналов.
zh: 注:只有高级模式才有此功能。目前还没有提供给日志分析软件，并且它们不能 在遥控器内显示。请在 www.deviationtx.com 的下载界面查找转换工具。

source: Main page config (Std & Adv GUI)
de: Startseitenkonfig [Main page config] (Standard & Advanced GUI)
fr: Configuration de l'écran d'accueil (Réglages Standard et Expert)
hu: Főablak konfiguráció (Szokásos és Haladó GUI)
pt_br: Configuração da página principal (Std & Adv GUI)
ru: Настройка главной страницы (Std & Adv GUI)
zh: 主页面设置

source: The main page config page is used to configure the main-page display. This page allows definition of which elements are shown on the main page.
de: Mit der Startseitenkonfiguration können Sie den Hauptbildschirm einstellen. In diesem Menü können Sie festlegen welche Elemente auf der Hauptseite gezeigt werden.
fr: La page de configuration de l'écran d'accueil sert à déterminer l'affichage de l'écran d'accueil. Cette page permet de définir quelles éléments sont affichés sur l'écran d'accueil.
hu: A főablak konfigurációval lehet a főképernyő elrendezését testre szabni. Ezen az oldalon lehet megadni, hogy milyen elemek látsszanak a főképernyőn.
ja: Main page configページは、送信機ディスプレイにて主として表示されているMain page表示を設定するために使用されます。このページではMain pageに表示される項目を定義できます。
pt_br: A página de configuração da página principal é usada para configurar a exibição da página principal. Esta página permite a definição de quais elementos são mostrados na página principal.
ru: Настройка главной страницы используется для настройки отображения главной страницы. Эта страница позволяет определить, какие элементы будут отображаться на главной странице.
zh: 主页面设置页面是用来配置主页面显示的。此页面允许定义哪些元素显示在 主页上。

source: The following types of objects can be displayed:
de: Folgende Objekttypen können angezeigt werden:
fr: Les types d'objets suivants peuvent être affichés :
hu: A következő objektum típusokat lehet megjeleníteni:
ja: 以下のタイプのオブジェクトを表示することができます:
pt_br: Os seguintes tipos de objetos podem ser exibidos:
ru: Могут отображаться следующие типы объектов:
zh: 下列为可显示的类型:

source: **Box**: Display a numeric value. Values can be timers, channel values, stick inputs, etc. There are two types of boxes: big and small. The only difference is the size of the box and the text within it.
de: **Box**: Zeigt einen Zahlenwert an. Werte können Timer, Kanal-Werte, Knüppel-Stellung usw. sein. Es gibt zwei Arten von Boxen, groß [big] und klein [small]. Der einzige Unterschied ist die Größe der Box und des Textes darin.
fr: **Box**[Boite] Affiche une valeur numérique. Ces valeurs peuvent être des chronos, valeurs de canaux, entrée de manche etc. Il y a deux types de boites : grande et petite . La seule différence est la taille de la boite et le du texte.
hu: **Doboz**: Egy számértéket jelez ki. Az értéke lehet időzítő, csatorna érték, bot bemenet, stb. Kétféle doboz típus létezik: kicsi és nagy. Az egyetlen különbség a doboznak és a benne megjelenő szövegnek a mérete.
ja: **Box**: 数値を表示します。値にはタイマー、チャンネル、スティック入力等があります。Boxには大と小の2種類の表示があります。違いはBoxのサイズとその中に記載されるテキストです。
pt_br: ** Caixa **: exibe um valor numérico. Os valores podem ser timers, valores de canal, entradas de stick, etc. Existem dois tipos de caixas: grandes e pequenas. A única diferença é o tamanho da caixa e o texto dentro dela.
ru: **Box**: Окно, отображает числовое значение. Значения могут быть таймерами, значениями каналов, вводами стиков и т.п. Существует два типа окон: большое (big) и маленькое (small). Единственное различие - размер окна и текста внутри него.
zh: Box:显示数值。值可以是定时器，通道数值，摇杆输入，等等。有两种类 型的 Box:大和小。唯一的区别是框的大小及其中的文本。

source: **Trimbar**: Display a trim value. These generally are controlled by the trim switch and indicate what the current trim position is. There are two types of trims. V-Trims show a vertical bar, and H-Trims show a horizontal bar. After inserting all trims do have numbers only.
de: **Trimmbalken [Trimbar]**: Anzeige eines Trimm-Wertes. Diese werden allgemein von Trimmschaltern gesteuert und zeigen die aktuelle Trimmstellung. Es gibt zwei Arten von Trimmern. V-Trims zeigen einen vertikalen Balken und H-Trims zeigen einen horizontalen Balken. Nach dem Einfügen haben alle Trimmbalken nur noch Nummern.
fr: **Barre de trim** Affiche la valeur d'un trim. Elle est généralement contrôlée par le bouton de trim et indiquent la position en cours du trim. Il y a deux types de trims. Les V-trims qui affichent une barre verticale et les H-trims qui affichent une barre horizontale. Aprés avoir été insérés les trims ne portent qu'un numéro.
hu: **Trim**: Grafikusan megjelenít egy trim értéket, melynek aktuális értékét a trim gombokkal lehet beállítani. Kétféle trim létezik. A "Függ. trim" egy függőleges csuszkát jelenít meg, a "Vsz. trim" pedig egy vízszinteset. A képernyőhöz hozzáadott trim-ek egy sorszámmal vannak azonosítva a tervező képernyőn.
ja: **Trimbar**: トリム値を表示します。これらは一般的にトリムスイッチによって制御され、現在のトリム位置がどのくらいであるかを示します。トリムには2種類あり、V-Trimは垂直バーを示し、H-Trimは水平バーを示します。最大トリムを越えた場合は数字だけの表示となります。
pt_br: ** Trimbar **: Exibe um valor de corte. Estes geralmente são controlados pelo interruptor de compensação e indicam qual é a posição de compensação atual. Existem dois tipos de acabamentos. V-Trims mostram uma barra vertical e H-Trims mostram uma barra horizontal. Depois de inserir todos os acabamentos, existem apenas números.
ru: **Trimbar**: Полоса триммера, отображает значение триммера. Они управляются кнопками триммеров и указывают текущее положение триммера. Существует два типа триммеров. 'V-Trim' показывает вертикальную полосу, и 'H-Trims' показывает горизонтальную полосу. После вставки все триммеры обозначаются только номерами.
zh: Trimbar:显示微调值。这些通常是通过微调开关控制，并且显示当前微调位 置是什么。有两种类型的微调。V-微调显示垂直微调，H-微调显示水平微 调。将所有微调加入后将只显示数字。
