Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_mainpage.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: The 'Auto' value can also be any channel or input name, 'Ch1', etc. The 'Auto' tries to guess your throttle channel number. If that isn't working, and you're getting an unwanted warning, then changing it to 'Ch1' (DSMx protocols) or 'CH3' (most other protocols) will fix the problem. The 'min' value can also be 'max' or 'zero', to test that the channel or stick is at the maximum value and 0.
de: Der 'Auto' Wert kann auch eine Kanal- oder Eingangsbezeichnung sein, zum Beispiel 'Ch1'. Bei 'Auto' wird automatisch versucht zu erkennen, welches der Gaskanal ist. Falls dies nicht funktioniert und sie unerwünschte Warnungen erhalten, ändern Sie dies zu 'Ch1' (DSMx Protokolle) oder 'Ch3' (die meisten übrigen Protokolle) um das Problem zu beheben. Der 'min' Wert kann auch 'max' oder 'zero' [null] sein um um zu prüfen, ob der Kanal oder Knüppel am maximalen Wert oder bei 0 ist.
fr: La valeur 'Auto' peut également être n'importe quel canal ou entrée, 'Ch1', etc. Auto essaie de deviner quel est le numéro du canal des gaz. Si cela ne fonctionne pas et si vous rencontrez une alerte non désirée, le changement pour 'Ch1' (Protocoles DSMx) ou 'Ch3' (la plupart des autres protocoles) règlera le problème. La valeur 'min' peut également être remplacée par 'max' ou 'zero' pour tester que le canal ou le manche soit respectivement à la valeur maximum ou à 0.
hu: Az "Auto" érték helyett szerepelhet bármelyik bemenet vagy csatorna neve, pl. "Ch1", stb. Az "Auto" érték megpróbálja kitalálni a gáz csatorna számát az aktuális protokoll alapján. Ha ez mégsem sikerül, és így hamis biztonsági üzeneteket kapsz, akkor "Ch1"-re (pl. DSMx protokoll) vagy "Ch3"-ra (a legtöbb egyéb protokoll) cserélése megoldhatja a problémát. A "min" érték helyett szerepelhet "max" vagy "zero" is, ha az adott csatorna maximum vagy 0 értékét akarjuk vizsgálni.
ja: 「Auto」の値は任意のチャンネル名または入力文字列、例えば「Ch1」等にすることもできます。「Auto」はスロットルチャンネル番号を推測します。それでも上手くいかず不要な警告が表示される場合は「Ch1」(DSMxプロトコル) または「CH3」(他の殆どのプロトコル)に変更すると問題が解決します。「min」の値は「max」または「zero」にすることもできます。これはチャネルまたはスティックが最大値、および0にあることをテストするためのものです。
pt_br: O valor 'Auto' também pode se referir a qualquer canal ou nome de entrada, 'Ch1', etc. O 'Auto' tenta adivinhar o número do seu canal de aceleração. Se não estiver funcionando e você receber um aviso, alterá-lo para 'Ch1' (protocolos DSMx) ou 'CH3' (a maioria dos outros protocolos) resolverá o problema. O valor 'min' também pode ser 'max' ou 'zero', para testar se o canal ou o stick está no valor máximo e 0.
ru: Значение 'Auto' также может быть любым каналом или именем ввода, 'Ch1' и т.п. 'Auto' автоматически определяет номер канала газа. Если это не работает, и вы получаете нежелательное предупреждение, тогда изменение этого на 'Ch1' (протокол DSMX) или 'Ch3' (большинство протоколов) исправит проблему. Значение 'min' также может быть 'max' или 'zero', для проверки того, что канал или стик находится в максимальном или положении 0.
zh: “Auto”的值也可以是任何通道或者输入名字，例如“Ch1”，“Auto”会 识别你的油门通道。如果没有识别到，你会得到一个另一个警告，手动修改为 “CH1”(DSMx 协议)或“CH3”(大部分其他协议)将解决这个问题。 “min” 值也可以修改为“max”或“0”，用于检测通道数值是否是最大值或 者 0。
