Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_model.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: The Curve Editor is accessed by pressing a graph or by pressing or selecting the curve spin-box when it is selectable. The 1-1 and Fixed curve types may not be edited, and the curve-box will not be selectable if one of these curves is currently active.
de: Den Kurven-Editor erreicht man durch Drücken der Kurve oder des zugehörigen Kurve [curve] Drehfelds, wenn diese auswählbar ist. Die 1-zu-1 und Fest-Kurven sind nicht editierbar und die Kurven-Box ist nicht auswählbar, wenn eine dieser Kurven derzeit aktiv ist.
fr: On accède à l'éditeur de courbe soit en appuyant sur le graphique soit en appuyant sur la boite de sélection de courbe si elle est sélectionnable. Les types de courbes 1 à 1 et fixe ne sont pas modifiables et la boite de choix n'est pas cliquable.
hu: A görbe szerkesztő a grafikonra kattintva, vagy a görbe kiválasztó doboz megnyomásával nyitható meg, amikor az lehetséges. Az "1 az 1" és a "Fix" görbék például nem szerkeszthetők, ilyenkor a görbe kiválasztó doboz nem lesz megnyomható.
ja: Curve Editorは、グラフを押すか、「Curve」スピンボックスが選択可能なときに押すか選択することでアクセスできます。1-1とFixed Curve Typeは編集できないかもしれません。そして、これらのカーブの1つが現在有効であるならば、Curveボックスは選択可能でないでしょう。
pt_br: O Curve Editor é acessado pressionando um gráfico ou selecionando a caixa de curva quando disponívell. Os tipos 1-1 e Curva fixa não podem ser editados e a caixa de curva não será selecionável se uma dessas curvas estiver ativa no momento.
ru: Редактор кривой вызывается нажатием на график или выбором полосы прокрутки, если она выбирается. Типы кривых '1-to-1' и 'Fixed' не редактируются и полоса прокрутки не выбирается, если одна из этих кривых активна.
zh: 可以选中需要编辑的曲线并且按ENT键，或者直接点击图形来打开曲线编辑页面。 45度曲线和 固定曲线类型可能不会被编辑，如果其中一条曲线当前处于启用状态，曲线编辑 页面则不可选。

source: The Curve editor page will be different depending on which curve is selected. It is not possible to change the curve type from the curve editor (except when a multi-point curve is selected). Values can be set using the spin-box or by touching the graph.
de: Die Kurven-Editor Seite ist unterschiedlich, je nachdem welche Kurve ausgewählt ist. Es ist nicht möglich, den Kurventyp vom Kurven-Editor aus zu ändern (ausgenommen eine Mehr-Punkt Kurve ist ausgewählt). Die Werte können unter Benutzung des Drehfelds oder durch Berühren der Kurve eingestellt werden.
fr: L'editeur de courbe diffère selon le type de courbe à modifier. Il n'est pas possible de changer le type de courbe dans l'éditeur (toutefois il est possible de changer le nombre de points pour une courbe multi-points). On peut définir les valeurs en utilisant les boites de sélection ou en touchant le graphique
hu: A görbe szerkesztő ablak kinézete a kiválasztott görbétől függ. A görbe típusát a szerkesztő képernyőn már nem lehet megváltoztatni (kivéve, ha valamelyik több pontos görbe lett kiválasztva). Az értékeket a választó dobozzal, vagy a grafikon érintésével lehet megadni.
ja: Curve Editorページは、どのカーブが選択されているかによって異なります。Curve EditorからCurve Typeを変更することはできません。(Multi-point Curveが選択されている場合を除く) 値はスピンボックスを使用するかグラフをタッチすることで設定できます。
pt_br: A página do Curve Editor será diferente dependendo da curva selecionada. Não é possível alterar o tipo de curva do editor (exceto quando uma curva multiponto é selecionada). Os valores podem ser definidos usando a caixa de rotação ou tocando no gráfico.
ru: Страница редактора кривой будет различной, в зависимости от выбранной кривой. невозможно изменить тип кривой в редакторе кривой (кроме случая, когда выбрана многоточечная кривая). Значения могут быть заданы с использованием полосы прокрутки или нажатием на график.
zh: 曲线编辑器页面将根据选择的曲线而有所不同。 无法从曲线编辑器中更改 曲线类型(除非选择了多点曲线)。值可以通过使用按钮或者点击图形来改变。

source: For the Min/Max, Zero/Max, >0, <0, and ABSVAL, the controls allow setting the transition point along the x-axis. A value of ‘0’ will be symmetric around the y-axis, positive or negative values will move the center point accordingly
de: Für die Min/Max, Null/Max [Zero/Max], >0, <0, und Absolut [ABSVAL] ist es erlaubt den Übergangspunkt auf der X-Achse einzustellen. Ein Wert von '0' wird symmetrisch auf der Y-Achse sein, positive oder negative Werte werden den Mittelpunkt entsprechend verschieben.
fr: pour les courbes Min/Max, 0/Max, >0, <0, and ValAbs, on peut fixer le point de transition sur l'axe des x. Une valeur de '0' sera symétrique sur l'axe des y, et des valeurs positives ou négatives bougeront le point central en conséquence.
hu: A Min/Max, Nulla/Max, >0, <0 és ABSZ.É. esetén azt lehet beállítani, hogy a a görbe hol metssze/érintse az X tengelyt. A '0' érték esetén ez az Y tengelynél van, pozitív vagy negatív érékek esetén a középpont az előjelnek megfelelő irányba eltolódik.
ja: Min/Max、Zero/Max、>0、<0、ABSVALの場合は、X軸に沿って遷移点を設定できます。「0」の値はY軸を中心に対称になり、正または負の値はそれに応じて中心点が移動します。
pt_br: Para os valores Mín / Máx, Zero / Máx,> 0, <0 e ABSVAL, os controles permitem configurar o ponto de transição ao longo do eixo x. Um valor de "0" será simétrico em torno do eixo y, valores positivos ou negativos moverão o ponto central de acordo
ru: Для Min/Max, Zero/Max, >0, <0 и ABSVAL, элементы управления позволяют задать точку перехода вдоль оси X. Значение ‘0’ будет симметричным относительно оси Y, положительные или отрицательные значения будут соответственно перемещать центральную точку.
zh: 对于最低/最高，零/最大，> 0，< 0，和绝对值，控件允许沿 X 轴设置转换点。值“0”将围绕 y 轴对称，正值或负值将相应地移动中立点。

source: For the Expo curve, the controls allow independently configuring the shape of the curve for values greater-than or less-than zero.
de: Bei der Expo-Kurve kann man die Form der Kurve getrennt für Werte größer Null und Werte kleiner Null einstellen.
fr: Pour les courbes de type exponentielle EXP , il est possible de configurer indépendamment la courbure pour les valeurs d'entrée négatives et celle pour les valeurs positives.
hu: Az Expó görbe esetén lehetőség van aszimmetrikus görbe beállítására külön a pozitív, és külön a negatív félre, de a szimmetrikus módban együtt is lehet állítani őket.
ja: Expo Curveの場合、コントロールにより曲線の形状をゼロより大きい、または小さい値に個別に設定できます。
pt_br: Para a curva Expo, os controles permitem configurar, de forma independente, a forma da curva para valores maiores ou menores que zero.
ru: Для кривой 'Expo', элементы управления позволяют независимо настраивать форму кривой для значений больше или меньше нуля.
zh: 对于指数曲线, 控件允许独立配置曲线的形状以获得大于或小于零的值。

source: For the Deadband curve, the controls allow independently configuring the deadband width for values greater-than or less-than zero.
de: Bei der Totzonen [deadband]-Kurve kann man die Breite der Totzone für Werte größer Null und Werte kleiner Null getrennt einstellen.
fr: Pour les courbes de type Zone inerte [Deadband] on peut régler la largeur de cette zone indépendamment pour les valeurs d'entrée négatives et celle pour les valeurs positives.
hu: A Holtsáv görbe esetén lehetőség van aszimmetrikus görbe beállítására külön a pozitív, és külön a negatív félre, de a szimmetrikus módban együtt is lehet állítani őket.
ja: Deadband Curveの場合、コントロールによりデッドバンド幅をゼロより大きい、または小さい値に個別に設定できます。
pt_br: Para a curva Deadband, os controles permitem configurar de forma independente a largura da faixa morta para valores maiores ou menores que zero.
ru: Для кривой 'Deadband', элементы управления позволяют независимо настраивать ширину мертвой зоны для значений больше или меньше нуля.
zh: 对于死区曲线, 控制器允许独立配置死区宽度的值大于或小于零。

source: For the Multi-point curves, each point can be individually set. Points are set by choosing the point number and then choosing a value. The minimum number of points allowable is 3 the maximum number of points is 13. Enabling 'Smooth' will apply a smoothing function rather than connecting points via straight lines.
de: Bei Mehr-Punkt-Kurven kann jeder Punkt einzeln gesetzt werden. Punkte werden gesetzt, indem man die Punktnummer auswählt und dann einen Wert wählt. Die kleinste Anzahl an Punkten ist 3, die größtmögliche Anzahl ist 13. Das Aktivieren von 'Glätten' ['Smooth'] wendet eine Glättfunktion an anstatt die Punkte durch gerade Linien zu verbinden.
fr: Pour les courbes de type 'Multi-points', chaque point peut-être fixé individuellement. On sélectionne d'abord le numéro du point puis sa valeur. Le nombre minimum est 3 et le maximum 13. En activant 'Smooth' [Lisse] un lissage sera appliqué plutôt que les points soient reliés par des lignes droites.
hu: A több pontos görbék esetén minden pontot külön be lehet állítani. Ehhez ki kell választani az adott pont számát, és meg kell adni az értékét. Egy görbe minimum 3, maximum 13 pontból állhat. A 'Simítás' engedélyezésével a pontok összekötése egyenes vonalak helyett folyamatos görbékkel történik.
ja: Multi-point Curvesの場合は、ポイントを個別に設定できます。ポイント番号を選択してから値を選択することでポイントが設定されます。許容される最小ポイント数は3、最大ポイント数は13です。「Smooth」を有効にすると、点を直線で接続するのではなく、スムージング機能が適用されます。
pt_br: Para as curvas multipontos, cada ponto pode ser definido individualmente. Os pontos são definidos escolhendo o número do ponto e depois escolhendo um valor. O número mínimo de pontos permitidos é 3, o número máximo de pontos é 13. Ativar 'Smooth' irá aplicar uma função de suavização ao invés de conectar pontos através de linhas retas.
ru: Для многоточечных кривых, можно индивидуально настроить каждую точку. Точки настраиваются выбором номера точки, и затем выбором значения. Минимальное допустимое количество точек равно 3, максимальное количество точек равно 13. Включение 'Smooth' будет применять функцию сглаживания, а не соединение точек прямыми линиями.
zh: 对于多点曲线, 每个点可以单独设置。点通过选择点号然后选择一个 值来设置。允许的最小点数是 3，最大点数是 13。启用“Smooth” 将应 用平滑功能，而不是通过直线连接点。

source: Timers (Std & Adv GUI)
de: Zeitgeber [Timers] (Standard & Advanced GUI)
fr: Chronos (Réglages Standard et Expert)
hu: Időzítők (Szokásos és Haladó GUI)
pt_br: Temporizadores (Std e Adv GUI)
ru: Таймеры (Std & Adv GUI)
zh: 定时器

source: The timer page defines up to 4 available timers. Timers can count either up or down, and can be enabled either manually from the main screen or by an input trigger (stick or switch).
de: Die Zeitgeber[Timers] Seite definiert bis zu 4 mögliche Zeitgeber. Zeitgeber können entweder hoch oder runter zählen, und können von einem Eingabe-Auslöser (Knüppel oder Schalter) gestartet werden.
fr: La page des chronos permet de paramétrer jusqu'à 4 chronos. Les chronos peuvent compter ou décompter le temps et peuvent être activés manuellement à partir de l'écran principal ou par une entrée les déclenchant (manche ou interrupteur).
hu: Az időzítők képernyőjén 4 időzítőt lehet beállítani. Az időzítők számolhatnak le- vagy felfelé, és indíthatók a főképernyőről manuálisan, vagy egy bemenet (bot vagy kapcsoló) értéke által.
ja: Timerページでは最大4つの利用可能なタイマーを定義します。タイマーは、カウントアップまたはカウントダウンすることができ、メイン画面から手動で、または入力トリガー (スティックまたはスイッチ) によって有効にすることができます。
pt_br: A página do temporizador define até 4 temporizadores disponíveis. Os temporizadores podem contar para cima ou para baixo e podem ser ativados manualmente a partir da tela principal ou por um acionador de entrada (alavanca ou interruptor).
ru: Страница таймера определяет до 4 доступных таймеров. Таймеры могут отсчитывать вверх или вниз, и могут быть включены вручную на главном экране или триггером ввода (стик или переключатель).
zh: 定时器页面可以定义多达 4 个可用的定时器。定时器可以计时或倒计时， 可以从主屏幕手动启用或通过输入触发器(摇杆或者开关)启用。

source: Available timers are stopwatch, countdown, stopwatch-proportional, countdown-proportional, and permanent.
de: Verfügbare Zeitgeber sind Stoppuhr [stopwatch], Countdown, Stoppuhr-proportional, Countdown-proportional und dauerhaft [permanent].
fr: Les compteurs disponibles sont : chrono, à rebours, chrono proportionnel [Stop-Prop], à rebours proportionnel [Cntdn-Prop] et Permanent.
hu: Az alábbi időzítő típusok állnak rendelkezésre: stopper, időzítő, gázfüggő stopper, gázfüggő időzítő, és üzemidő.
ja: 使用可能なタイマーは、ストップウォッチ、カウントダウン、ストップウォッチ―Proportional:ラップタイム機能、カウントダウン―Proportional:ラップタイム機能、およびPermanet:トータルタイム機能です。
pt_br: Os cronômetros disponíveis são cronômetro, contagem regressiva, proporcional ao cronômetro, proporcional à contagem regressiva e permanente.
ru: Доступные таймеры - это секундомер (stopwatch), обратный отсчет (countdown), секундомер-пропорциональный (stopwatch-proportional), обратный отсчет- пропорциональный (countdown-proportional) и постоянный (permanent).
zh: 可用的计时器有秒表，倒计时，比例秒表，比例倒计时和持续计时。

source: Timers can also be optionally configured to be reset via an alternate switch (only when using the Advanced GUI).
de: Zeitgeber können wahlweise auch so konfiguriert werden, dass sie von einem Wechsel-Schalter zurückgesetzt werden (nur in der Advanced GUI).
fr: Les chronos peuvent optionnellement être remis à Zéro par un interrupteur. (Uniquement dans le mode de réglage avancé).
hu: Az időzítők nullázását is lehet egy opcionálisan megadható kapcsolóval konfigurálni (csak a Haladó GUI-n).
ja: タイマーは、代替スイッチを介してリセットされるようにオプションで設定することもできます。(Advanced GUIを使用している場合のみ)
pt_br: Os temporizadores também podem ser configurados opcionalmente para serem redefinidos por meio de um comutador alternativo (somente ao usar a GUI avançada).
ru: Таймеры также могут быть дополнительно настроены для сброса через переключатель (только при использовании 'Advanced' GUI).
zh: 定时器也可以选择配置为通过备用开关重置(仅在使用高级菜单时)。

source: Both proportional timers need an input between 0 and 100 to act correctly. If you use these timer for throttle a virtual mixer must be used as the input to scale -100 to 100 values into 0 to 100.
de: Beide Proportional-Zeitgeber benötigen einen Eingang zwischen 0 und 100 um korrekt zu funktionieren. Wenn Sie diese Zeitgeber für das Gas verwenden, müssen Sie einen virtuellen Kanal als Eingang verwenden um Werte von -100 bis 100 auf Werte von 0 bis 100 zu skalieren.
fr: Les deux chronos proportionnels demandent une entrée entre 0 et 100 pour fonctionner correctement. Si vous utlisez ces chronos pour les gaz, vous devez utiliser un canal virtuel comme entrée pour transformer les valeurs de -100 à 100 en valeurs de 0 à 100.
hu: A gázzal arányos időzítők forrásául egy 0 és 100 közötti bemeneti értékre van szükség. Ha ez a gázkar értéke kell legyen, akkor annak -100 és 100 közötti értékét először egy virtuális mixerrel át kell alakítani 0 és 100 közötti értékekre.
ja: 両方のProportionalタイマーは、正しく動作するために0～100の間の入力を必要とします。これらのタイマーをスロットルに使用する場合は、バーチャルミキサーを-100～100の値を0～100に調整するため入力する必要があります。
pt_br: Os dois timers proporcionais precisam de uma entrada entre 0 e 100 para agir corretamente. Se você usar esses temporizadores para aceleração, um mixer virtual deve ser usado como entrada para escalar -100 a 100 valores em 0 a 100.
ru: Оба пропорциональных таймера для правильной работы требуют ввода от 0 до 100. Если вы используете таймер для газа, должен использоваться виртуальный микшер для масштабирования значений от -100 до 100 в значения от 0 до 100.
zh: 两个比列定时器都需要一个介于 0 和 100 之间的输入才能正常工作。如果 使用这些定时器作油门虚拟混控必须使用输入-100 至 100 的值转换成 0 到100。

source: The ‘permanent’ timers are similar to an odometer and have their values saved in the model.ini file. They will maintain their previous value when powering up the transmitter. You can set the timer by using the 'Set to' button and reset by pressing the 'Reset' button.
de: Die 'dauerhaft' [permanent] Zeitgeber sind ähnlich einem Kilometerzähler und haben ihre Werte in der model.ini Datei gespeichert. Sie erhalten ihren vorherigen Wert wenn der Sender eingeschaltet wird. Sie können den Zeitgeber setzen in dem sie den 'Setze auf' [Set to] Knopf verwenden und rücksetzen indem sie die 'Rücksetzen' Knopf [Reset] drücken.
fr: Les chronomètres 'permanents' ressemblent à des odomètres et leurs valeurs sont sauvegardées dans le fichier model.ini. Ils retrouveront la valeur précédente lors de l'allumage de l'émetteur. Vous pouvez régler ce chrono en utilisant le bouton 'Régler à' [Set to] et les réinitialiser en utilisant le bouton 'RàZ'.
hu: Az "Üzemidő" időzítő hasonló az autókban használt kilométer álláshoz, és az aktuális értéke a model.ini fájlba van mentve, ami a távirányító indításakor újra betöltődik a memóriába. Az aktuális értékét a "Beállít" gombbal lehet megadni, míg nullázni a "Törlés" gombbal lehet.
ja: 「Permanent」タイマーは走行距離計に似ており、その値はmodel.iniファイルに保存されています。送信機の電源を入れても、以前の値が維持されます。「Set to」ボタンを使用してタイマーを設定し、「Reset」ボタンを押すことでリセットできます。
pt_br: Os temporizadores "permanentes" são semelhantes a um odômetro e têm seus valores salvos no arquivo model.ini. Eles manterão seu valor anterior ao energizar o transmissor. Você pode ajustar o timer usando o botão 'Set to' e reiniciar pressionando o botão 'Reset'.
ru: Таймер ‘permanent’ похож на одометр и сохраняет свои значения в файле 'model.ini'. Он сохраняет свое предыдущее значение при включении передатчика. Вы можете установить таймер с помощью кнопки 'Set to' и сбросить таймер нажатием кнопки 'Reset'.
zh: 持续计时器类似于里程表，并且它们的值保存在 model.ini 文件里。在开启遥控器时，他们将保持以前的值。您可以使用“设置为”按钮来设置计时器，并通过按“重置”按钮进行重置。

source: Telemetry config (Std & Adv GUI)
de: Telemetriekonfig [Telemetry config] (Standard & Advanced GUI)
fr: Configuration de la télémétrie (Réglages Standard et Expert)
hu: Telemetria konfiguráció (Szokásos és Haladó GUI)
pt_br: Configuração da telemetria (Std & Adv GUI)
ru: Настройки телеметрии (Std & Adv GUI)
zh: 双向回传设置

source: The telemetry configuration page allows specifying alarms when specific telemetry events occur.
de: In der Telemetriekonfig. Seite können Sie Alarme einstellen, wenn bestimmte Telemetrieereignisse eintreten.
fr: La page de configuration de la télémétrie permet de définir les alarmes lorsque des évènements télémétriques prédéfinis interviennent.
hu: A telemetria konfiguráció képernyőn bizonyos telemetria adatokra alapuló riasztásokat lehet megadni.
ja: Telemetry configurationページでは、特定のテレメトリーイベントが発生したときのアラームを指定できます。
pt_br: A página de configuração da telemetria permite especificar alarmes quando ocorrem eventos específicos de telemetria.
ru: Страница настроек телеметрии позволяет настраивать сигналы при возникновении определенный событий телеметрии.
zh: 双向回传设置页面允许在特定的回传事件发生时指定报警。

source: **Telemetry**: Specify the telemetry input to use for alarm control. The set of values available will depend on the protocol.
de: **Telemetrie [Telemetry]**: Legen Sie den Telemetrieeingang fest, welcher den Alarm auslösen soll. Die verfügbaren Parameter sind abhängig vom gewählten Protokoll.
fr: **Alarme**: le premier champ détermine l'entrée télémétrique à utiliser pour la surveillance de l'alarme. L'ensemble des valeurs disponibles dépendra du protocole.
hu: **Telemetria**: Megadja a riasztáshoz figyelt telemetria adatot. Az elérhető opciók listája a kiválasztott protokolltól függ.
ja: **Telemetry**: アラーム制御に使用するテレメトリー入力情報を指定してください。利用可能な値の設定はプロトコルによって異なります。
pt_br: ** Telemetria **: Especifique a entrada de telemetria a ser usada para controle de alarme. O conjunto de valores disponíveis dependerá do protocolo.
ru: **Telemetry**: Укажите данные телеметрии для управления сигналом тревоги. Доступный набор значений зависит от протокола.
zh: 双向回传设置:指定用于报警控制的回传输入。可用的值取决于通信协议。

source: **Equality**: Can be '>' or '<=' indicating whether a value above or below the target causes an alarm. Pushing the ENT button will play the alarm sound once.
de: **Gleichheit [Equality]**: Kann '>' oder '<=' sein und zeigt an, ob ein Wert über oder unter dem Zielwert einen Alarm auslöst. Drücken des ENT Knopfes spielt den Alarmton einmalig ab.
hu: **Reláció**: Lehet ">" vagy "<=", így a megadott értékénél kisebb és nagyobb értékekre is kérhető riasztás. Az ENT megnyomására egyszer lejátssza a risztást.
ja: **Equality**: 「>」または「<=」を使い、ターゲットの上値または下値がアラームを鳴らすかどうかを示します。ENTボタンを押すと、アラーム音が1回鳴ります。
pt_br: ** Igualdade **: Pode ser '>' ou '<=' indicando se um valor acima ou abaixo do alvo causa um alarme. Pressionar o botão ENT reproduzirá o som do alarme uma ve
ru: **Equality**: Может быть '>' или '<=', указывая, какое значение, выше или ниже целевого, будет вызывать сигнал тревоги. Нажатие кнопки 'ENT' воспроизведет сигнал один раз.
zh: **比较**:可以是“>”或“<=”设置目标之上或之下的值是否导致报警。按 下 ENT 键将播放一次报警声。

source: **Target**: The target value for the alarm. Additionaly, by pushing the ENT button you can cycle through a time delay (between 0 and 9 seconds) for which the target value has to be continuously reached before triggering the alarm.
de: **Zielwert**: Der Zielwert für den Alarm. Durch Drücken von ENT kann zusätzlich eine Verzögerung (zwischen 0 und 9 Sekunden) gewählt werden, für die der Zielwert durchgehend erreicht werden muss, bevor der Alarm auslöst.
hu: **Cél**: A riasztás célértéke. A mezőn állva az ENT gomb megnyomásával kiválaszthat egy késleltetést (0 és 9 másodperc között), amennyi ideig folyamatosan el kell érni kell a célértéket a risztáshoz.
ja: **Target**: アラームのターゲット値。さらにENTボタンを押すことで、アラームを作動させる前にターゲット値に連続して到達する時間遅延 (0〜9秒) を切り替えることができます。
pt_br: ** Destino **: o valor alvo do alarme. Além disso, ao pressionar o botão ENT, você pode alternar entre um atraso de tempo (entre 0 e 9 segundos) para o qual o valor alvo deve ser alcançado continuamente antes de acionar o alarme.
ru: **Target**: Целевое значение для сигнала. Кроме того, нажатие кнопки 'ENT' будет циклически прокручивать временную задержку (от 0 до 9 секунд), в течение которой которой целевое значение должно быть достигнуто постоянно, для запуска сигнала.
zh: **目标**:报警的目标值。另外，按下ENT键你可以设置一个时间延迟(0-9秒 之间)，在触发报警之前必须持续达到目标值。

source: Trims and Virtual Inputs (Std & Adv GUI)
de: Trimmung und Virtuelle Eingänge [Trims] (Advanced GUI)
fr: Trims et entrées virtuelles (Réglages Standard et Expert)
hu: Trim-ek és virtuális bemenetek (Szokásos és Haladó GUI)
pt_br: Recortes e Entradas Virtuais (GUI Std e Adv)
ru: Триммеры и виртуальные органы управления (Std & Adv GUI)
zh: 微调和虚拟输入

source: The trim page allows assigning the trim buttons and trim step, as well as configuring buttons to work as virtual inputs (see :ref:`trim-as-virtual-switch`). It is accessed from the main menu via 'Model menu' followed by 'Trims'.
de: Auf der Trimmungsseite können Sie sowohl Trim-Knöpfe und Trim-Stufen zuweisen, als auch Knöpfe so konfigurieren, dass sie als virtueller Eingang funktionieren.
fr: La page Trims permet d'assigner les boutons de trims et le pas des trims ainsi que de faire fonctionner des boutons comme des entrées virtuelles. (voir :ref:`Utilisation d'un trim comme interrupteur virtuel.`). On y accède du menu principal par le Menu Modèles puis Trims.
hu: A trim képernyő lehetővé teszi a trim gombok és a trim lépés csatornához rendelését, valamint a trim gombok felhasználását virtuális bemenetként (lásd :ref:`trim-as-virtual-switch`). A főmenüből a "Modell menü"-n keresztül a "Trim-ek" kiválasztásával lehet megnyitni.
ja: Trimページでは、仮想入力として機能するようにボタンを設定するだけでなく、トリムボタンとトリムステップを割り当てることができます。(:ref:`trim-as-virtual-switch` 参照) それはメインメニューから「Model menu」を経て「Trims」でアクセスできます。
pt_br: A página de recorte permite atribuir os botões de recorte e o passo de recorte, bem como configurar os botões para funcionar como entradas virtuais (consulte: ref: `trim-as-virtual-switch`). É acessado a partir do menu principal através do menu 'Modelo' seguido de 'Trims'.
ru: Страница триммеров позволяет назначить кнопки триммеров и шаг триммера, а также настроить кнопки триммера для работы в качестве виртуального органа управления (смотрите :ref:`trim-as-virtual-switch`). Доступ к странице осуществляется из главного меню, через 'Model menu' и затем 'Trims'.
zh: 微调页面允许指定微调输入和微调幅度，以及配置按钮以用作虚拟输入。 (见使用微调作一个虚拟开关)。它通过主菜单的“模型设置”里的“微调”访 问。
