Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_model.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: **Toggle**: Select channel or input from scroll-box. Press related ‘Toggle’ button to choose icon
de: **Wechsler [Toggle]**: Wählen Sie einen Kanal, oder Eingang von der Liste. Drücken Sie auf den zugehörigen Wechslerknopf um ein Symbol auszuwählen.
fr: ** 'Toggle** [Basculant] : Sélectionner un canal ou une entrée dans la boite à défilement. Presser le bouton basculant en rapport pour choisir l'icône.
ja: **Toggle**: スクロールボックスからチャンネルまたは入力を選択します。関連する「Toggle」ボタンを押してアイコンを選択します。
pt_br: ** Alternar **: selecione canal ou entrada da caixa de rolagem. Pressione o botão "Alternar" para escolher o ícone
ru: **Toggle**: Выберите канал или ввод в полосе прокрутки. Нажмите на соответствующую кнопку ‘Toggle’ для выбора значка.
zh: Toggle:通过选择框选择一个通道或输入，按下相关的“toggle”选择按钮

source: **Menu**: Choose page to display for each of 4 quick-page slots
de: **Menü [Menu]**: Wählen Sie die darzustellende Seite für jede der 4 möglichen Schnellseitenpositionen
fr: **Menu**: Choisir la page à afficher pour chacun des 4 emplacements de page à affichage rapide.
ja: **Menu**: 4つのquick-pageスロットのそれぞれに表示するページを選択してください。
pt_br: ** Menu **: escolha a página a ser exibida para cada um dos quatro espaços de página rápida
ru: **Menu**: Выберите страницу для отображения для каждой из 4 быстрых страниц.
zh: 快捷菜单:选择四个快捷菜单的显示界面

source: You can delete any object by configuring the object and pressing the ‘Delete’ button
de: Sie können alle Objekte durch Konfigurieren des Objektes und durch Drücken des Löschen ['Delete'] Knopfes entfernen.
fr: Vous pouvez effacer un objet en le configurant et en appuyant sur le bouton 'Delete' [Effacer] .
ja: オブジェクトを設定して「Delete」ボタンを押すと、任意のオブジェクトを削除できます。
pt_br: Você pode excluir qualquer objeto configurando o objeto e pressionando o botão "Excluir"
ru: Вы можете удалить любой объект, настроившись на объект и нажав кнопку 'Delete'.
zh: 你可以删除除了快捷菜单外的任何项目，通过选择“删除”按钮。

source: You can delete any object but a Menu page by selecting the ‘Delete’ option and pressing the 'ENT' button.
de: Sie können alle Objekte außer einer Menüseite durch Auswahl der Löschen [Delete] Option und drücken des ENT-Knopfs entfernen.
fr: Vous pouvez effacer n'importe quel objet sauf un menu en choisissant le bouton 'Delete' [Effacer] et pressant le bouton 'ENT'.
ja: 「削除」オプションを選択して「ENT」ボタンを押すと、Menuページ以外のオブジェクトを削除できます。
pt_br: Você pode excluir qualquer objeto, exceto uma página de menu, selecionando a opção "Excluir" e pressionando o botão "ENT".
ru: Вы можете удалить любой объект, кроме страницы 'Menu', выбрав опцию ‘Delete’ и нажав кнопку 'ENT'.
zh: 你可以删除除了快捷菜单外的任何项目，通过选择“删除”选项，然后按下 “ENT”按钮。

source: Choosing toggle icons
de: Wahl von Schaltersymbolen
fr: Choisir un icône basculant.
pt_br: Escolhendo os ícones de alternância
ru: Выбор значков переключателя
zh: 选择 Toggle 图标

source: Pressing the ‘Toggle’ button on a toggle object allows selecting the related icons. Channels, sticks, and 2-position sticks can have 2 icons. 3 position sticks (if any) can have 3 icons. Each of the 2 (or 3) icon states can be set to empty, defining that no icon is shown for this state. The Deviation firmware comes with several predefined icons to choose from.
de: Durch Drücken des 'Schalter' ['Toggle'] Knopfs an einem Schalterobjekt, können Sie die entsprechenden Symbole auswählen. Kanäle, Knüppel, und 2-Positionen-Schalter können 2 Symbole haben. 3-Positionen-Schalter (sofern vorhanden) können 3 Symbole haben. Jeder der 2 (oder 3) Symbolzustände kann auf leer gesetzt werden, was bedeutet, dass für diesen Zustand kein Icon angezeigt wird. Die Deviation Firmware enthält mehrere vordefinierte Symbole zur Auswahl.
fr: Presser le bouton 'Toggle' [Basculant] sur un objet basculant permet de choisir les icônes liés. Les canaux, les manches et les interrupteurs à deux positions peuvent avoir 2 icônes. Les Interrupteurs à 3 positions peuvent avoir 3 icônes. Chacun des 2 (ou 3) états d'icône peuvent être laissés vides, marquant qu'aucun icône n'est affiché pour cet état. Le micrologiciel Deviation fournit plusieurs icônes prédéfinis qui peuvent être choisis.
ja: トグルオブジェクトの「Toggle」ボタンを押すと、関連するアイコンを選択できます。 チャンネル、スティック、および2ポジションスイッチは2つのアイコンを割り当てられます。3ポジションスイッチ (がある場合) には3つのアイコンが割り当てられます。2つ (または3つ) のアイコンはそれぞれ割り当てない設定もでき、この状態ではアイコンが表示されないことを意味します。Deviationファームウェアには、選択可能ないくつかの定義済みアイコンが付いています。
pt_br: Pressionar o botão "Alternar" em um objeto de alternância permite selecionar os ícones relacionados. Canais, bastões e bastões de 2 posições podem ter 2 ícones. 3 varas de posição (se houver) podem ter 3 ícones. Cada um dos 2 (ou 3) estados do ícone pode ser definido como vazio, definindo que nenhum ícone é mostrado para este estado. O firmware do Deviation vem com vários ícones predefinidos para escolher.
ru: Нажатие кнопки ‘Toggle’ на объекте переключателя позволит выбрать соответствующие значки. Каналы, стики и 2-х позиционные переключатели могут иметь 2 значка. 3-х позиционные переключатели (если имеются) могут иметь 3 значка. Каждое из 2 (или 3) состояний значка может быть установлено в пустое, это означает, что для этого состояния значок не отображается. Прошивка Deviation поставляется вместе с несколькими предопределенными наборами значков.
zh: 在一个 Toggle 项目上按下“Toggle”按钮可以选择相关的图标。通道，摇 杆，和两段开关可以有 2个图标。三段开关(如果有的话)可以有 3个图标。2(或 3)个图标的每一个都可以被设置为空，表示此状态没有图标。Deviation 固 件提供了几个预定义的图标选择。

source: Standard GUI Menu items
de: Standard GUI Menü Punkte
fr: Options du Menu de réglage standard
hu: Szokásos menü elemei
pt_br: Itens do menu GUI padrão
ru: Позиции меню 'Standard' GUI
zh: 标准模式

source: The Standard GUI is an alternative interface from the Advanced GUI’. Which interface is used is chosen by the ‘Mixer GUI’ setting in section :ref:`model-setup`. The Standard GUI is only available for Helicopter-type models at this time. The pages of the Standard GUI are as follows:
de: Die 'Standard GUI' ist eine alternative Oberfläche zur 'Erweiterten [Advanced] GUI'. Welche Oberfläche benutzt wird, wird in den 'Mischer GUI' [Mixer GUI] Einstellungen :ref:`model-setup` gewählt. Die Standard GUI gibt es derzeit nur für Helikopter-Modelle. Die Seiten der Standard GUI sind wie folgt:
fr: Le mode de réglage standard est un interface différent du mode de réglage standard. On choisit le mode de réglage par le choix du 'Réglage' dans la section :ref:`Config Modèle`. Le mode standard n'est disponible que pour les modèles d'hélicoptères pour l'instant. Les pages du mode de réglage standard sont les suivantes :
ja: Standard GUIは、Advanced GUIの代替インターフェイスです。どのインターフェイスが使用されるかは項目 :ref:`model-setup` の「Mixer GUI」設定によって選択されます。現時点では、Standard GUIはヘリコプタータイプのモデルでのみ使用可能です。Standard GUIのページは次の通りです。
pt_br: A GUI padrão é uma interface alternativa da GUI avançada '. Qual interface é usada é escolhida pela configuração "Mixer GUI" na seção: ref: `model-setup`. A GUI padrão só está disponível para modelos do tipo helicóptero no momento. As páginas da GUI padrão são as seguintes:
ru: 'Standard' GUI - это интерфейс альтернативный 'Advanced' GUI. Какой из интерфейсов используется выбирается в параметре ‘Mixer GUI’ в разделе :ref:`model-setup`. 'Standard' GUI в данный момент доступен только для моделей вертолетов. Страницы 'Standard' GUI выглядят следующим образом:
zh: 标准模式 GUI 是高级模式 GUI 的替代。其在“混控 GUI”界面设定选择， 见:ref:`model-setup`。标准模式 GUI 仅适用于直升机类型模型。标准模 式 GUI 的页面如下:

source: **Model Configuration**: :ref:`model-setup`
de: **Modelleinstellungen [Model setup]**: :ref:`model-setup`
fr: **Config modèle**: :ref:`Config Modèle`
pt_br: ** Configuração do Modelo **:: ref: `model-setup`

source: **Trim configuration**: :ref:`trims-and-virtual-inputs`
de: **Trimmeinstellungen [Trims]**: :ref:`trims-and-virtual-inputs`
fr: **configuration des trims** :ref:`trims et entrées virtuelles`
pt_br: ** Configuração do Trim **:: ref: `trims-and-virtual-inputs`

source: **Servo reverse**: :ref:`servo-reverse`
de: **Servoumkehr [Reverse]**: :ref:`servo-reverse`
fr: **Sens de servo**: :ref:`Sens de servo`
pt_br: ** Servo reverso **:: ref: `servo-reverso`

source: **Switch assignment**: :ref:`switch-assignment`
de: **Schalterzuordnung [Switch assignment]**: :ref:`switch-assignment`
fr: **Affectation des interrupteurs** : :ref:`Affectation des interrupteurs`
pt_br: ** Atribuição de switch **:: ref: `switch-assignment`

source: **Servo sub-trim**: :ref:`sub-trim-adjustment`
de: **Servomitte [Subtrim]**: :ref:`sub-trim-adjustment`
fr: **Sub-trim de servo**: :ref:`Ajustement des sub-trims`
pt_br: ** Sub-trim do servo **:: ref: `sub-trim-adjustment`

source: **Throttle-hold configuration**: :ref:`throttle-hold`
de: **Gas aus [Throttle hold]**: :ref:`throttle-hold`
fr: **configuration de la coupure gaz**: :ref:`Coupure gaz`
pt_br: ** Configuração do acelerador **:: ref: `throttle-hold`

source: **Servo travel-adjust**: :ref:`servo-travel-adjust`
de: **Wegbegrenzung [Travel adjust]**: :ref:`servo-travel-adjust`
fr: **Débattement de servo**: :ref:`Débattement de servo`
pt_br: ** Ajuste de deslocamento do servo **:: ref: `servo-travel-adjust`

source: **Fail-Safe configuration**: :ref:`fail-safe-configuration`
de: **Fail-Safe Konfiguration**: :ref:`fail-safe-configuration`
fr: **Configuration des sécurités**: :ref:`Configuration des sécurités`
pt_br: ** Configuração à prova de falhas **:: ref: `fail-safe-configuration`

source: **Swash Setup**: :ref:`swash-configuration`
de: **Taumelscheibe [Swash]**: :ref:`swash-configuration`
fr: **Paramétrage du plateau cyclique**: :ref:`Configuration du plateau cyclique'
pt_br: ** Configuração Swash **:: ref: `swash-configuration`

source: **Timer configuration**: :ref:`timers`
de: **Zeitgeber [Timer]**: :ref:`timers`
fr: **Configuration des chronos**: :ref:`Chronos`
pt_br: ** Configuração do temporizador **:: ref: `timers`

source: **Dual-rates setup**: :ref:`dual-rate-expo-setting`
de: **D/R & Exp**: :ref:`dual-rate-expo-setting`
fr: **Paramétrage des doubles débattements**: :ref:`Configuration des doubles débattements et Expo'
pt_br: ** Configuração de taxas duplas **:: ref: `configuração de exposição de taxa dupla

source: **Telemetry configuration**: :ref:`telemetry-config`
de: **Telemetrie-Konfiguration [Telemetry config]**: :ref:`telemetry-config`
fr: **Configuration de la télémétrie**: :ref:`Config Télémétrie`
pt_br: ** Configuração de telemetria **:: ref: `telemetry-config`

source: **Throttle curve setup**: :ref:`throttle-curve`
de: **Gaskurven [Throttle curves]**: :ref:`throttle-curve`
fr: **Configuration de la courbe des gaz**: :ref:`Courbe de gaz'
pt_br: ** Configuração da curva do acelerador **:: ref: `throttle-curve`

source: **Datalog configuration**: :ref:`datalog`
de: **Datenprotokoll [Datalog]**: :ref:`datalog`
fr: **Configuration du Datalog **: :ref:`datalog`
pt_br: ** Configuração do registro de dados **:: ref: `datalog`

source: **Pitch curve setup**: :ref:`pitch-curve`
de: **Pitch-Kurven [Pitch curves]**: :ref:`pitch-curve`
fr: **Configuration de la courbes de pas**: :ref:`Courbe de pas'
pt_br: ** Configuração da curva de pitch **:: ref: `pitch-curve

source: **Main page configuration**: :ref:`main-page-config`
de: **Startseitenkonfiguration [Main page config]**: :ref:`main-page-config`
fr: **Configuration de l'écran d'accueil **: :ref: 'Conf écran d'accueil'
pt_br: ** Configuração da página principal **:: ref: `main-page-config`

source: **Gyro-sense configuration**: :ref:`gyro-sensitivity`
de: **Kreiselempfindlichkeit [Gyro-sense]**: :ref:`gyro-sensitivity`
fr: **Configuration du gain gyro**: :ref:`Gain gyro'
pt_br: ** Configuração do sensor de giroscópio **:: ref: `giroscopio

source: **Model setup**: Model configuration page (See section :ref:`model-setup`)
de: **Modelleinstellungen [Model setup]**: :ref:`model-setup`
fr: **Config Modèle **: Configuration du modèle(voir section :ref:`Config modèle`)
ja: **Model setup**: Model設定ページ (:ref:`model-setup` 参照)
pt_br: ** Configuração do modelo **: Página de configuração do modelo (consulte a seção: ref: `model-setup`)
ru: **Model setup**: Страница настройки модели (смотри раздел :ref:`model-setup`)

source: **Reverse**: Servo reverse
de: **Servoumkehr [Reverse]**: :ref:`servo-reverse`
fr: **Sens**: Sens de servo
ja: **Reverse**: サーボ リバース
pt_br: ** Reverse **: reverso do servo
ru: **Reverse**: Реверс сервоприводов

source: **D/R & Exp**: Dual-rates setup
de: **D/R & Exp**: :ref:`dual-rate-expo-setting`
fr: **D/R & Exp**: Programmation des doubles débattements.
ja: **D/R & Exp**: デュアルレート設定
pt_br: ** D / R & Exp **: configuração de taxas duplas
ru: **D/R & Exp**: Настройка двойных расходов

source: **Subtrim**: Servo sub-trim
de: **Servomitte [Subtrim]**: :ref:`sub-trim-adjustment`
fr: **Sub-trim**: Sub-trim de servo
ja: **Subtrim**: サーボ サブトリム
pt_br: ** Subtrim **: sub-trim do servo
ru: **Subtrim**: Субтриммеры

source: **Travel adjust**: Servo travel-adjust
de: **Wegbegrenzung [Travel adjust]**: :ref:`servo-travel-adjust`
fr: **Course des servos**: Ajustement de la course des servos.
ja: **Travel adjust**: サーボ トラベルアジャスト
pt_br: ** Ajuste de viagem **: Ajuste do curso do servo
ru: **Travel adjust**: Настройка расхода сервоприводов

source: **Throttle curves**: Throttle curve setup
de: **Gaskurven [Throttle curves]**: :ref:`throttle-curve`
fr: **Courbes de gaz**: Programmation des courbes de gaz
ja: **Throttle curves**: スロットルカーブ設定
pt_br: ** Curvas de aceleração **: configuração da curva do acelerador
ru: **Throttle curves**: Настройка кривой газа

source: **Pitch curves**: Pitch curve setup
de: **Pitch-Kurven [Pitch curves]**: :ref:`pitch-curve`
fr: **Courbes de pas**: Programmation des courbes de pas
ja: **Pitch curves**: ピッチカーブ設定
pt_br: ** Curvas de inclinação **: configuração da curva de inclinação
ru: **Pitch curves**: Настройка кривой шага

source: **Throttle hold**: Throttle-hold configuration
de: **Gas aus [Throttle hold]**: :ref:`throttle-hold`
fr: **Coupure gaz**: Configuration de la coupure gaz
ja: **Throttle hold**: スロットルホールド設定
pt_br: ** Hold do acelerador **: configuração do acelerador
ru: **Throttle hold**: Настройка удержания газа

source: **Gyro sense**: Gyro-sense configuration
de: **Gas aus [Throttle hold]**: :ref:`throttle-hold`
fr: **Gain gyro**: Fixation du gain du gyroscope.
ja: **Gyro sense**: ジャイロセンサー設定
pt_br: ** Sensor do giroscópio **: configuração do sensor giroscópico
ru: **Gyro sense**: Настройка чувствительности гироскопа

source: **Swash**: Swash Setup
de: **Taumelscheibe [Swash]**: :ref:`swash-configuration`
fr: **Plateau cycl.**: Configuration du plateau cyclique.
ja: **Swash**: スワッシュ設定
pt_br: ** Swash **: Configuração Swash
ru: **Swash**: Настройка тарелки перекоса

source: **Fail safe**: Fail-Safe configuration
de: **Fail-Safe Konfiguration**: :ref:`fail-safe-configuration`
fr: **Sécurités**: Configuration des sécurités
ja: **Fail safe**: フェイルセーフ設定
pt_br: ** Fail safe **: configuração fail-safe
ru: **Fail safe**: Настройка системы безопасности

source: **Switch assignment**: Assign switch controls
de: **Schalterzuordnung [Switch assignment]**: :ref:`switch-assignment`
fr: **Affect. inters** : Affectation des interrupteurs
ja: **Switch assignment**: スイッチコントロール割り当て
pt_br: ** Atribuição de switch **: Atribuir controles de switch
ru: **Switch assignment**: Настройка назначения переключателей

source: **Timers**: Timer configuration (See section :ref:`timers`)
de: **Zeitgeber [Timer]**: :ref:`timers`
fr: **Chronos**:Configuraton des chronos (voir section :ref:`Chronos`)
ja: **Timers**: タイマー設定 (項目 :ref:`timers` 参照)
pt_br: ** Temporizadores **: Configuração do temporizador (consulte a seção: ref: `timers`)
ru: **Timers**: Настройка таймеров (смотрите раздел :ref:`timers`)

source: **Telemetry config**: Configure telemetry alarms (See section :ref:`telemetry-config`)
de: **Telemetrie-Konfiguration [Telemetry config]**: :ref:`telemetry-config`
fr: **Config. télémétrie**: Paramétrage des alarmes de télémétrie (Voir section :ref:`Configuration de la télémétrie`)
ja: **Telemetry config**: テレメトリーアラーム設定 (項目 :ref:`telemetry-config` 参照)
pt_br: ** Configuração de telemetria **: Configurar alarmes de telemetria (Veja seção: ref: `telemetry-config`)
ru: **Telemetry config**: Настройка сигналов телеметрии (смотрите раздел :ref:`telemetry-config`)

source: **Datalog**: Configure telemetry logging (See section :ref:`datalog`)
de: **Datenprotokoll [Datalog]**: :ref:`datalog`
fr: **Datalog** [Journal de données] : Configure l'engegistrement de la télémétrie (Voir section :ref:`datalog`)
ja: **Datalog**: テレメトリーログ設定 (項目 :ref:`datalog` 参照)
pt_br: ** Datalog **: Configure o registro de telemetria (veja a seção: ref: `datalog`)
ru: **Datalog**: Настройка регистрации данных (смотрите раздел :ref:`datalog`)

source: **Main page config**: Configure main page display (See section :ref:`main-page-config`)
de: **Startseitenkonfiguration [Main page config]**: :ref:`main-page-config`
fr: **Conf. écran accueil **: Configure l'affichage de la page d'accueil (Voir ref: 'Conf écran d'accueil')
ja: **Main page config**: メイン画面設定 (項目 :ref:`main-page-config` 参照)
pt_br: ** Configuração da página principal **: Configure a exibição da página principal (Veja seção: ref: `main-page-config`)
ru: **Main page config**: Настройка отображения главной страницы (смотрите раздел :ref:`main-page-config`)

source: Servo Reverse
de: Servoumkehr
fr: Sens de servo
hu: Szervó invertálás
pt_br: Reverso do Servo
ru: Реверс сервоприводов
zh: 反向

source: The servo reverse page allows quickly setting each channel to work in either normal or reversed mode. These settings are equivalent to the ‘Reverse’ setting on the Channel Configuration sub-page of the Mixer menu when using the Advanced GUI (see section :ref:`channel-config`)
de: Die Servo-Umkehr Seite ermöglicht eine schnelle Einstellung ob der Kanal normal oder in umgekehrter Richtung läuft. Diese Einstellungen entsprechen der 'Umkehr' Einstellung auf der Kanal Konfigurationsunterseite der Mischer Seite wenn Sie die Erweiterte [Advanced] GUI verwenden. (siehe Abschnitt :ref:`channel-config`).
fr: La page de Sens de servo permet rapidement à chaque canal de fonctionner en mode normal ou inverse. Ce réglage est semblable au réglage 'Sens' dans la sous-page de configuration de canal du menu Mixer dans le mode de réglage expert. (Voir section :ref:'Configuration des canaux`)
ja: Servo Reverseページでは、各チャンネルを通常モードまたはリバースモードで動作するように素早く設定できます。これらの設定は、Advanced GUIを使用しているときのMixerメニューのChannel Configurationサブページの 「Reverse」設定と同じです。(項目 :ref:`channel-config` 参照)
pt_br: A página reversa do servo permite configurar rapidamente cada canal para funcionar no modo normal ou invertido. Essas configurações são equivalentes à configuração "Reverse" na subpágina Channel Configuration do menu Mixer ao usar o Advanced GUI (consulte a seção: ref: `channel-config`)
ru: Страница реверса сервоприводов позволяет быстро настроить каждый канал для работы в нормальном или реверсном режиме. Эти настройки эквивалентны настройке ‘Reverse’ на странице настройки канала меню 'Mixer' при использовании 'Advanced' GUI (смотрите раздел :ref:`channel-config`)
zh: 舵机反向页面允许快速设定每个通道在正常或反向模式下工作。这些设置相当 于使用高级模式 GUI 时混控菜单的通道配置子页面上的“反向”设置(见:ref:`channel-config`)

source: Dual-Rate/Expo setting
de: Dual-Rate/Expo Einstellung
fr: Programmation des doubles débattements
pt_br: Configuração Dual-Rate / Expo
ru: Настройка Dual-Rate/Expo
zh: 舵量/曲线

source: The dual-rate and expo page allows configuration of curves for the Aileron, Rudder, and Elevator channels. Up-to 3 rates can be configured for each channel, and either a scaled-linear or exponential curve can be selected for each. The number of settings depends on the switch assigned to the dual-rates function on the Switch Assignment page (see :ref:`switch-assignment`)
de: Die Dual-Rate und Expo Seite ermöglicht die Einstellung von Kurven für die Querruder [Aileron], Seitenruder [Rudder], und Höhenruder [Elevator] Kanäle. Für jeden Kanal können bis zu 3 Raten eingestellt werden, und für jeden kann entweder eine lineare oder exponentielle Kurve gewählt werden. Die Anzahl an Einstellungen hängt davon ab, welchen Schalter Sie den Dual-Rate-Funktionen auf der Schalterzuordnungsseite [Switch Assignment] zugewiesen haben. (siehe :ref:`switch-assignment`)
fr: La page des doubles débattements et expo permet le paramétrage de courbes pour des canaux d' ailerons, de direction et de profondeur. On peut configurer jusqu'à 3 taux pour chaque canal et choisir une courbe linéaire ou exponentielle pour chacun. Le nombre de réglage depend de l'interrupteur assigné aux fonctions de double débattement dans la page d'affectation des interrupteurs (see :ref:`affectation des interrupteurs`)
ja: Dual-Rate、Expoページでは、エルロン、ラダー、エレベーターの各チャンネルのカーブを設定できます。各チャンネルに最大3つのレートを設定でき、それぞれに対してScaled-linearまたはExponentialカーブを選択できます。設定の数は、Switch Assignmentページでデュアルレート機能に割り当てられているスイッチによって異なります。( :ref:`switch-assignment` 参照)
pt_br: A página dual-rate e expo permite a configuração de curvas para os canais Aileron, Rudder e Elevator. Até 3 taxas podem ser configuradas para cada canal, e uma curva escalonada linear ou exponencial pode ser selecionada para cada canal. O número de configurações depende do interruptor atribuído à função de taxa dupla na página Switch Assignment (consulte: ref: `switch-assignment`)
ru: Страница настройки двойных расходов и экспоненты позволяет настраивать кривые для каналов элеронов, руля направления и руля высоты. Для каждого канала можно настроить до 3 расходов, и для каждого из них может быть выбрана масштабированная линейная или экспоненциальная кривая. Количество настроек зависит от переключателя назначенного в функции двойных расходов на странице назначения переключателей (смотрите :ref:`switch-assignment`)
zh: 舵量/曲线页面是副翼，方向舵和升降舵通道曲线的配置。每个通道可以分 为三段，以及每个可以选择一个线性放大或指数曲线。设置的数值取决于开关分 配页面上的双速率功能开关(见开关分配)

source: Sub-trim Adjustment
de: Servomitte Justierung [Sub-trim Adjustment]
fr: Réglage de sub-trim
hu: Sub-trim beállítás
pt_br: Ajuste de sub-trim
ru: Настройка субтриммеров
zh: 微调

source: The sub-trim adjust page allows setting the zero-point of the servos for each channel. This is equivalent to the ‘Subtrim’ setting on the Channel Configuration sub-page of the Mixer menu when using the Advanced GUI (see :ref:`channel-config`). Acceptable values range from -50 to +50 in 0.1 increments.
de: Die Servomitte [Sub-trim] Seite ermöglicht das Einstellen des Servonullpunkts für jeden Kanal. Dies entspricht der Servomitte [Sub-trim] Einstellung auf der Kanal Konfigurationsunterseite der Mischer-Seite, wenn Sie die Erweiterte [Advanced] GUI verwenden (siehe :ref:`channel-config`). Gültiger Wertebereich ist von -50 bis +50 in 0.1-Schritten.
fr: La page de réglage des sub-trims permet le réglage du point neutre pour chaque canal. C'est l'équivalent du réglage 'Subtrim' dans la sous-page de configuration de canal du menu Mixer dans le mode de réglage Expert (Voir section :ref:'Configuration des canaux`). Les valeurs admissibles vont de -50 à +50 par pas de 0.1.
ja: Sub-trim Adjustmentページでは、各チャンネルのサーボのゼロ点を設定できます。これは、Advanced GUIを使用しているときのMixerメニューのChannel Configurationサブページの「Subtrim」設定と同じです。( :ref:`channel-config` 参照) 許容値は-50～+50の範囲で0.1刻みとなります。
pt_br: A página de ajuste de sub-trim permite definir o ponto zero dos servos para cada canal. Isso equivale à configuração "Subtrim" na subpágina Channel Configuration do menu Mixer ao usar a GUI Avançada (consulte: ref: `channel-config`). Os valores aceitáveis variam de -50 a +50 em incrementos de 0,1.
ru: Страница настройки субтриммеров позволяет настроить нулевую точку сервоприводов для каждого канала. Это эквивалентно настройке ‘Subtrim’ на странице настройки канала меню 'Mixer' при использовании 'Advanced' GUI (смотрите :ref:`channel-config`). Допустимый диапазон значений от -50 до +50 с шагом 0.1.
zh: 微调页面允许设置舵机针对每个通道的零点。这相当于高级模式 GUI 混控菜 单的通道设置子页面上的“微调”设置(见通道设置)。可接受值的范围从-50 到+50，增量为 0.1。
