Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_navigating.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: Navigating
de: Navigation
fr: Navigation
hu: Navigálás
ja: ナビゲーティング
pt_br: Navegação
ru: Навигация
zh: 操作

source: The transmitter menus can be navigated by pressing the corresponding image on the screen or via the physical buttons UP, D(ow)N, L(eft), R(ight), ENT(er), EX(i)T. All buttons and switches have been marked with the same descriptions as used in this manual.
de: Durch die Sendermenüs kann durch Drücken der entsprechenden Bilder auf dem Bildschirm oder mit den physischen Knöpfen UP (hoch), DN (runter), L (links), R (rechts), ENT (Eingabe) und EXT (Ausgang) navigiert werden. Alle Knöpfe und Schalter sind am Sender genauso markiert wie sie in diesem Handbuch verwendet werden.
fr: Il est possible de naviguer dans les menus de l'émetteur en pressant l'image correspondante sur l'écran ou à l'aide des boutons de l'émetteur UP (haut), DN (bas), L (gauche), R (droite), ENT (entrer) et EXT (sortie). Ce manuel utilise les mêmes symboles que ceux des boutons et interrupteurs utilisés sur l'émetteur.
hu: A távirányító menüiben a megfelelő képre kattintva, vagy a fizikai nyomógombokat megnyomva lehet navigálni. A továbbiakban ebben a dokumentumban a nyomógombokon feltüntetett feliratokat fogjuk használni: UP (fel), DN (le), L- (balra), R+ (jobbra), ENT (belépés), EXT (kilépés).
ja: 送信機メニューは、画面上の対応する画像を押すか、物理的なボタンUP、D(ow)N、L(eft)、R(ight)、ENT(er)、EX(i)Tを使って操作します。すべてのボタンとスイッチには、このマニュアルで使用されているものと同じ説明が記載されています。
pt_br: Os menus do transmissor podem ser navegados pressionando a imagem correspondente na tela ou através dos botões físicos UP, D(ow) N, L(eft), R(right), ENT(er), EX(i)T. Todos os botões e interruptores foram marcados com as mesmas descrições usadas neste manual.
ru: По меню передатчика можно перемещаться нажатием на соответствующее изображение на экране или с помощью физических кнопок UP, D(ow)N, L(eft), R(ight), ENT(er), EX(i)T. Все кнопки и переключатели помечены теми же именами, что используются в этом руководстве.
zh: 遥控器菜单可以通过点击屏幕上的图片或者按压物理按钮操作，上UP，下DN，左L，右R，进入ENT，退出EXIT。所有按钮和遥控器的标记都与本手册中使用的描述相同。

source: The transmitter menus can be navigated via the physical buttons UP, D(ow)N, L(eft), R(ight), ENT(er), EX(i)T. All buttons and switches have been marked with the same descriptions as used in this manual.
de: Durch die Sendermenüs kann durch Drücken der physischen Knöpfen UP (hoch), DN (runter), L (links), R (rechts), ENT (Eingabe) und EXT (Ausgang) navigiert werden. Alle Knöpfe und Schalter sind am Sender genauso markiert wie sie in diesem Handbuch verwendet werden.
fr: Il est possible de naviguer dans les menus à l'aide des boutons de l'émetteur UP (haut), DN (bas), L (gauche), R (droite), ENT (entrer) et EXT (sortie). Ce manuel utilise les mêmes symboles que ceux des boutons et interrupteurs utilisés sur l'émetteur.
hu: A távirányító menüiben a fizikai nyomógombokat megnyomva lehet navigálni. A továbbiakban ebben a dokumentumban a nyomógombokon feltüntetett feliratokat fogjuk használni: UP (fel), DN (le), L- (balra), R+ (jobbra), ENT (belépés), EXT (kilépés).
ja: 送信機メニューは、物理ボタンUP、D(ow)N、L(eft)、R(ight)、ENT(er)、EX(i)Tを使って操作します。すべてのボタンとスイッチには、このマニュアルで使用されているものと同じ説明が記載されています。
pt_br: Os menus do transmissor podem ser navegados através dos botões físicos UP, D(own), L(eft), R(ight), ENT(er), EX(i)T. Todos os botões e interruptores foram marcados com as mesmas descrições usadas neste manual.
ru: По меню передатчика можно перемещаться нажатием физические кнопки UP, D(ow)N, L(eft), R(ight), ENT(er), EX(i)T. Все кнопки и переключатели помечены теми же именами, что используются в этом руководстве.
zh: 遥控器菜单可以通过物理按钮操作，上UP，下DN，左L-，右R+，进入ENT，退出EXIT。所有按钮和遥控器的标记都与本手册中使用的描述相同。

source: There are several GUI elements that are used to configure settings on the transmitter
de: Es gibt diverse GUI Elemente die benutzt werden, um die Sendereinstellungen zu konfigurieren.
fr: Plusieurs éléments de l'environnement graphique sont utilisés pour choisir les réglages sur l'émetteur.
hu: A távirányító beállításainak konfigurálását az alábbi felületi elemekkel végezzük
ja: 送信機のコンフィグ設定をするために使用されるいくつかのGUI項目があります
pt_br: Existem vários elementos GUI que são usados para definir as configurações no transmissor
ru: Имеется несколько элементов GUI, которые используются для настройки передатчика.
zh: 有几个图形界面的元素用于配置遥控器。

source: **Buttons**: Buttons can be selected to either toggle a setting or to enter a new menu.
de: **Schaltflächen**: Schaltflächen können gedrückt werden um entweder eine Einstellung zu ändern oder um ein neues Menü aufzurufen.
fr: **Boutons**: On peut utiliser les boutons soit pour changer un réglage ou pour entrer dans un nouveau menu.
hu: **Nyomógombok**: Nyomógombokkal átválthatjuk egy kapcsolható beállítás állapotát, vagy megnyithatunk egy új menüt vagy képernyőt.
ja: **Buttons**: ボタンを選択して設定を切り替えるか、または新しいメニューに入ることができます。
pt_br: ** Buttons **: os botões podem ser selecionados para alternar uma configuração ou para inserir um novo menu.
ru: **Кнопки**: Кнопки могут выбраны для переключения настроек или для вызова другого меню.
zh: **按钮**:可以选择按钮来切换设置或输入新菜单。

source: **Spin-Boxes**: Spin-boxes are used to select one of multiple values.
de: **Drehfelder**: Drehfelder werden benutzt um einen Wert aus mehreren auszuwählen.
fr: **Les boites de sélection**: Elles servent à choisir une ou plusieurs valeurs.
hu: **Kiválasztó dobozok**: Kiválasztó dobozokkal lehet több lehetséges érték közül egyet kiválasztani.
ja: **Spin-Boxes**: スピンボックスは複数の値の中の1つを選択するために使用されます。
pt_br: ** Spin-Boxes **: caixas de rotação são usadas para selecionar um dos vários valores.
ru: **Полосы прокрутки**: Полосы прокрутки используются для выбора одного из нескольких значений.
zh: **选择框**:用于选择多个值中的一个。

source: There are two types of spin-boxes available:
de: Es gibt zwei Arten von Drehfeldern:
fr: Il y a deux types de boites de sélection disponibles.
hu: Kétféle kiválasztó doboz létezik:
ja: 利用可能なスピンボックスは2種類あります:
pt_br: Existem dois tipos de caixas de rotação disponíveis:
ru: Имеется два типа полос прокрутки:
zh: 有两种类型的选择框：

source: Spin-boxes consisting of both arrows and a 3d button may act both as spin-boxes (for selecting a value) and as a button (which can have various effects).
de: Drehfelder welche aus Pfeilen und einer Schalftfläche bestehen, funktionieren sowohl als Drehfeld (um einen Wert zu ändern) sowie als Schaltfläche (welcher verschiedene Auswirkungen haben kann).
fr: Les boites de sélection comprenant à la fois des flèches et un bouton 3d fonctionnent à la fois comme sélecteur de valeur et comme bouton (qui peuvent avoir différents effets).
hu: Azok a kiválasztó dobozok, melyek két nyílból, és egy 3D-s nyomógombból állnak, egyszerre funkcionálnak kiválasztó dobozként (egy érték kiválasztására), és nyomógombként (ami sokféle dolgot végezhet).
ja: 2つの矢印と3Dボタンで構成されるスピンボックスは、(値を選択する)スピンボックスと、(様々な効果を持つ)ボタンの両方を機能させることができます。
pt_br: Caixas de rotação consistindo de duas setas e um botão 3D podem atuar tanto como caixas de rotação (para selecionar um valor) quanto como um botão (que pode ter vários efeitos).
ru: Полоса прокрутки, состоящая из двух стрелок и 3D кнопки, может действовать как полоса прокрутки (для выбора значения) и как кнопка (которая может иметь различные эффекты).
zh: 由箭头和 3D 按钮组成的选择框可以作为选择框(用于选择值)和按钮(有不同的功能)。

source: Spin-boxes that contain only arrows and a white label do not act as buttons, and are only used for value selection.
de: Drehfelder die nur aus Pfeilen und einer weißen Beschriftung bestehen sind nur zum Verändern von Werten und ohne Schaltfläche.
fr: Les boites de sélection ne comportant que des flèches et une étiquette blanche ne fonctionnent pas comme des boutons et ne sont utilisés que pour choisir une valeur.
hu: Azok a kiválasztó dobozok, melyek csak a két nyílból, és egy fehér szövegdobozból állnak, nem működnek nyomógombként, hanem csak egy érték kiválasztására szolgálnak.
ja: 矢印で白ラベルを選択したスピンボックスは、ボタンとして機能せず、値の選択にのみ使用されます。
pt_br: Caixas de rotação que contêm apenas setas e uma etiqueta branca não agem como botões e são usadas apenas para seleção de valores.
ru: Полоса прокрутки, состоящая только из двух стрелок и белой метки, не работают как кнопки, и используются только для выбора значения.
zh: 仅包含箭头和空白的选择框，不充当按钮，仅用于选择值。

source: Note that a spin-box may change between being selectable or not for different values of the spin-box.
de: Beachten Sie bitte, das Drehfelder abhängig von Ihrem Wert auch nur manchmal eine Schaltfläche haben können.
fr: Notez qu'une boite de sélection peut changer entre sélectionnable ou pas selon les valeurs affichées.
hu: Egy kiválasztó doboz típusa változhat a kiválasztott érték függvényében.
ja: スピンボックスの値が異なった場合、スピンボックスが選択可能となるか選択できなくなるか、選択状態が変化することがあります。
pt_br: Note que uma caixa de rotação pode mudar entre ser selecionável ou não para valores diferentes da caixa de rotação.
ru: Имейте в виду, что полоса прокрутки может изменяться между возможностью выбора и его отсутствием, для разных значений полосы прокрутки.
zh: 请注意，在选择框可选或不可选的情况下，选择框会根据选择的值不同可能会发生变化。

source: **Text Boxes**: Text boxes generally provide information, however in some cases they can be pressed to perform an action (like a button)
de: **Textfelder**: stellen grundsätzlich Informationen zur Verfügung, allerdings können sie in einigen Fällen gedrückt werden um eine Aktion auszuführen (wie eine Schaltfläche).
fr: **Les boites de texte**: Généralement les boites de texte fournissent de l'information mais dans certains cas elles peuvent être cliquées pour réaliser une action (comme un bouton).
hu: **Szövegdobozok**: A szövegdobozok általában információt jelenítenek meg, de néha meg is nyomhatók (mint egy nyomógomb), bizonyos események indításához.
ja: **Text Boxes**: テキストボックスは通常、情報等を提供しますが、場合によっては(ボタンを押すように)アクションを実行することができます。
pt_br: ** Text Boxes **: caixas de texto geralmente fornecem informações, no entanto, em alguns casos, elas podem ser pressionadas para executar uma ação (como um botão)
ru: **Текстовые окна**: Текстовые окна обычно предоставляют информацию, однако в некоторых случаях их можно нажать, чтобы выполнить действие (подобно кнопке).
zh: **文本框**：文本框一般用于提供信息，在某些场合也可以点击触发一个动作（和按钮一样）。

source: **Icons**: Icons can either provide information or be pressed to perform an action (like a button)
de: **Symbole**: stellen entweder Informationen zur Verfügung oder sind drückbar um eine Aktion auszuführen (wie eine Schaltfläche).
fr: **Les icones**:Les icones soit donnent une information soit peuvent être cliqués pour réaliser une action (comme un bouton)
hu: **Ikonok**: Az ikonok információt jeleníthetnek meg, vagy megnyomhatók (mint egy nyomógomb), bizonyos események indításához.
ja: **Icons**: アイコンは情報等を提供するか、(ボタンを押すように)アクションを実行することができます。
pt_br: ** Ícons **: os ícones podem fornecer informações ou serem pressionados para executar uma ação (como um botão)
ru: **Значки**: Значки могут предоставлять информацию или могут нажиматься для выполнения действия (подобно кнопке).
zh: **图标**：图标用来提供信息，或者点击触发一个动作（和按钮一样）。

source: The main menu is accessed by pressing ‘ENT’ on the main menu.
de: Das Hauptmenü kann durch das Drücken von 'ENT' erreicht werden.
fr: On accède au menu principal en appuyant sur le bouton 'ENT' dans la page d'accueil.
hu: A főmenü a főképernyőről az ENT nyomógomb megnyomásával érhető el.
ja: メインメニューにアクセスするには、メインメニューにある「ENT」を押します。
pt_br: O menu principal é acessado pressionando ‘ENT’ no menu principal.
ru: Главное меню вызывается нажатием кнопки ‘ENT’ на главном экране.
zh: 主菜单通过在主界面按“ENT”按键来访问。

source: Navigating with the physical buttons
de: Navigation mit den Druckknöpfen
fr: Navigation avec les boutons de l'émetteur.
hu: Navigálás a fizikai nyomógombokkal
ja: 物理ボタンでナビゲートします
pt_br: Navegando com os botões físicos
ru: Навигация физическими кнопками
zh: 通过物理按钮来操作

source: On all menu pages, ‘UP’ and ‘DN’ are used to navigate to the previous/next item.
de: Auf allen Menüseiten wird 'UP' und 'DN' zum Navigieren zum vorigen oder nächsten Element verwendet.
fr: Dans toutes les pages de menu, ‘UP’ et ‘DN’ sont utilisés pour naviguer vers l'élément précédent/suivant.
hu: Minden menüben az "UP" (fel) és "DN" (le) nyomógombok használatosak az előző vagy a következő menüpontra lépéshez.
ja: すべてのメニューページで「UP」と「DN」を使用して前項目または次項目に移動します。
pt_br: Em todas as páginas de menu, "UP" e "DN" são usados para navegar para o item anterior / seguinte.
ru: На всех страницах меню, кнопки ‘UP’ и ‘DN’ используются для перемещения к предыдущей/следующей позиции.
zh: 在所有菜单页上，“UP”和“DN”用于移动到上一个/下一个项目。

source: The ‘R+’ and ‘L-’ buttons are used on spin-box widgets to increase or decrease the selected value. In some cases holding down the button will use larger step values to move more quickly to the desired value.
de: Die 'R+' und 'L-' Tasten werden in Drehfeldern verwendet um Werte zu verändern. In einigen Fällen verändern sich die Werte schneller, wenn man die Taste gedrückt hält.
fr: On utilise les boutons ‘R+’ et ‘L-’ dans les boites de sélection pour augmenter ou diminuer la valeur choisie. Dans certains cas en maintenant le bouton appuyé entrainera l'utilisation de pas plus grands pour atteindre plus vite la valeur désirée.
hu: Az "R+" és "L-" nyomógombok használatával lehet a kiválasztó dobozok értékét növelni vagy csökkenteni. Bizonyos esetekben a nyomógomb hosszabb idejű megnyomásával lehetőség van nagyobb lépésekben változtatni, hogy hamarabb elérhessük a kívánt értéket.
ja: スピンボックスウィジェットの「R+」ボタンと「L-」ボタンは、選択した値を増減するために使用します。場合によっては、ボタンを押したままにすると、より大きなステップ値が使われ目的の値にすばやく可変できます。
pt_br: Os botões "R+" e "L-" são usados nos widgets da caixa de rotação para aumentar ou diminuir o valor selecionado. Em alguns casos, manter pressionado o botão usará valores de etapa maiores para se mover mais rapidamente para o valor desejado.
ru: Кнопки ‘R+’ и ‘L-’ используются в полосах прокрутки для увеличения или уменьшения выбранного значения. В некоторых случаях удержание кнопки будет использовать больший шаг значений для быстрого перехода к желаемому значению.
zh: R+和L-按钮用于选择框，用来增加或减少所选值。在某些情况下， 长按按钮可以增大步长值用于更快地移动到所需的值。

source: For buttons and rounded-spin-boxes, pressing ‘ENT’ will press the button,
de: Bei Schaltflächen und drückbaren Drehfeldern wird diese mit 'ENT' betätigt.
fr: En pressant le bouton 'ENT', les boutons et boites de sélections arrondies seront activées.
hu: A nyomógombokat és a nyomógombbal rendelkező kiválasztó dobozokat az "ENT" megnyomásával lehet megnyomni.
ja: ボタンや円型スピンボックスの場合「ENT」を押すとボタンが押されます。
pt_br: Para botões e caixas arredondadas, pressionar "ENT" pressiona o bot,
ru: Для кнопок и закругленных полос прокрутки, нажатие ‘ENT’ нажимает кнопку,
zh: 对于按钮和可选选择框，按下“ENT”将选择按钮。

source: Pressing ‘EXT’ will remove selection form the current item. A long-press of ‘EXT’ will exit one (1) menu level.
de: Drücken von 'EXT' entfernt die Auswahl von der aktuellen Medienfläche. Ein langer Druck auf 'EXT' führt eine (1) Menüebene zurück.
fr: Presser ‘EXT’ effacera les sélections de l'élément en cours. Une pression prolongée sur ‘EXT’ remontera d'un (1) niveau de menu.
hu: Az "EXT" megnyomása egy menüvel kijjebb lép, hosszan megnyomva pedig a főképernyőre.
ja: 「EXT」を押すと現在のアイテムから選択を削除します。 「EXT」を長押しするとメニューレベルが(1つ)終了します。
pt_br: Pressionar ‘EXT’ removerá o formulário de seleção do item atual. Uma longa pressão de "EXT" sairá de um (1) nível de menu.
ru: Нажатие ‘EXT’ уберет выделение с текущего элемента. Длительное нажатие ‘EXT’ приведет к переходу на один (1) уровень меню выше.
zh: 按“EXT”将退出当前选择的项目。长按“EXT”将退回主界面。

source: Menu Layout
de: Menü Layout
fr: Agencement de menu
hu: Menü szerkezet
ja: メニューレイアウト
pt_br: Layout do menu
ru: Схема меню
zh: 菜单布局

source: There are 2 different unconnected menus available:
de: Es sind 2 unterschiedliche nicht verbundene Menüs verfügbar:
fr: Il y a 2 différents menus indépendants disponibles.
hu: 2 különböző, független menü van:
ja: 2つの異なる未接続メニューがあります:
pt_br: Existem 2 menus diferentes não conectados disponíveis:
ru: Имеется 2 отдельных меню:
zh: 有两种不相关的菜单。

source: The transmitter menu allows you to select transmitter-specific options as well as monitor channel output & stick input, and monitor telemetry (if available). Details of the menu are located in section :ref:`transmitter-menu`.
de: Das Sendermenü erlaubt Ihnen senderspezifische Einstellungen vorzunehmen und die Kanalanzeige, die Eingabeanzeige und die Telemetrieanzeige (falls verfügbar) zu öffnen. Details finden sich im Abschnitt :ref:`transmitter-menu`.
fr: Le menu émetteur vous permet de choisir les options propres de l'émetteur ainsi que de contrôler les sorties canaux et les entrées de manches, et de contrôler la télémétrie (si elle est disponible). Les détails de ce menu sont dans la section :ref:`Menu émetteur`.
hu: A távirányító menü tartalmazza a távirányító specifikus beállításokat, valamint monitorozási lehetőséget biztosít a csatornák kimeneti-, és a vezérlő elemek bemeneti adataihoz, valamint a visszakapott telemetria értékekhez (ha azok rendelkezésre állnak). Részletesen az alábbi fejezet tárgyalja: :ref:`transmitter-menu`.
ja: 送信機メニューでは、送信機固有のオプションを選択したり、チャンネル出力とスティック入力をモニターしたり、テレメトリーを監視したりできます(利用可能な場合のみ)。メニューの詳細は項目 :ref:`transmitter-menu` にあります。
pt_br: O menu do transmissor permite que você selecione opções específicas para ele, além de monitorar a saída do canal e a entrada do stick, como também a telemetria (se disponível). Detalhes do menu estão localizados na seção: ref: `transmitter-menu`.
ru: Меню передатчика позволяет вам выбирать параметры относящиеся к передатчику, а также контролировать выход каналов и ввод стиков, контролировать телеметрию (если доступна). Подробная информация о меню находится в разделе :ref:`transmitter-menu`.
zh: 遥控设置允许你选择遥控器特定的选项，以及监视通道输出&输入，监视回传(如果可用)。菜单的详细信息请见遥控设置。

source: The model menu is the area within deviation that you can configure the type of aircraft you are flying. All model data is managed and saved within this menu selection. Details of the menu are located in section :ref:`model-menu`.
de: Das Modellmenü ist der Bereich in Deviation, in dem Sie ihr RC Modell konfigurieren können. Alle Modelldaten werden innerhalb dieses Menüs eingestellt und gespeichert. Einzelheiten finden Sie in Abschnitt :ref:`model-menu`.
fr: Le menu modèle vous permet de configurer l'aéronef que vous faites voler. Toutes les données relatives au modèle sont gérées et enregistrées dans ce menu. Les détails de ce menu se trouvent dans la section :ref:`Menu modèle`.
hu: A modell menü a Deviation azon területe, ahol be tudod konfigurálni a modelled vezérlését. Minden modell adat ezen a menün belül kerül beállításra és mentésre. Részletesen az alábbi fejezet tárgyalja: :ref:`model-menu`.
ja: モデルメニューは、Deviationにて操作可能な機体の種類を設定できるエリアです。すべての機体モデルデータはこのメニュー選択内で管理され保存されます。メニューの詳細は項目 :ref:`model-menu` にあります。
pt_br: O menu do modelo é a área dentro do desvio que você pode configurar o tipo de aeronave que você está voando. Todos os dados do modelo são gerenciados e salvos nessa seleção de menu. Detalhes do menu estão localizados na seção: ref: `model-menu`.
ru: Меню модели позволяет вам настроить тип модели, на которой вы летаете. Все данные модели управляются и сохраняются в пределах этого меню. Подробная информация о меню находится в разделе :ref:`model-menu`.
zh: 你可以是用模型菜单来配置你的飞行器。所有模型的数据由这个菜单来管理和保存。详细的介绍在:ref:`model-menu`。
