Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_overview.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: This project is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. You should have received a copy of the GNU General Public License along with Deviation. If not, see www.gnu.org/licenses.
de: Dieses Projekt ist freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 3 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Sie sollten eine Kopie der GNU General Public License mit Deviation erhalten haben. Falls nicht, ist diese unter www.gnu.org/licenses erhältlich.
fr: Ce projet est un logiciel libre. Vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU telle que publiée par la fondation pour le logiciel libre - Free Software Foundation - , soit dans la version 3 de la License, ou (à votre choix) n'importe quelle version ultérieur. Vous auriez du recevoir une copy de la Licence Publique Générale GNU avec Deviation. Sinon, voir : www.gnu.org/licenses.
hu: Ez a projekt egy szabad felhasználású szoftver: szabadon terjesztheted és/vagy módosíthatod a Free Software Foundation által publikált GNU General Public License leírás 3. licensz verziója, vagy (tőled függően) bármely későbbi verzió szerint. A Deviation szoftverrel megkaptad a GNU General Public License egy másolatát is. Ha mégsem, akkor itt megtalálhatod azt: www.gnu.org/licenses.
ja: このプロジェクトはフリーソフトウェアです: それらは再配布することができ、そしてFree Software Foundationによって公表される GNU General Public License Version3 もしくは(あなたの選択で)それ以降の条件下で修正することができます。これらの詳細はDeviationと一緒にGNU General Public Licenseの約款を受け取っているはずです。そうでない場合は、 www.gnu.org/licenses を参照してください。
pt_br: Este projeto é de software livre: você pode redistribuí-lo e /ou modificá-lo sob os termos da Licença Pública Geral GNU, conforme publicada pela Free Software Foundation, versão 3 da Licença, ou (a seu critério) qualquer versão posterior. Você deve ter recebido uma cópia da Licença Pública Geral GNU junto com o Deviation. Se não, veja www.gnu.org/licenses.
ru: Этот проект является свободным программным обеспечением: вы можете распространять и/или изменять его в соответствии GNU General Public License опубликованной Free Software Foundation, либо версии 3 лицензии, или (по вашему выбору) любой более поздней версии. Вы должны были получить копию GNU General Public License вместе с Deviation. Если это не так, смотрите www.gnu.org/licenses.
zh: 这个项目是一个免费软件:你可以在遵守自由软件基金会发布的 GNU 通用公 共许可协议、V3 版本的协议，或(任选)更新版本协议的前提下重新发布和/或修 改。你应该收到 Deviation 项目的 GNU 通用公共许可协议的副本。如果没有， 见 www.gnu.org/licenses。

source: Deviation is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Die Veröffentlichung von Deviation erfolgt in der Hoffnung, dass es von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License.
fr: Deviation est distribué en espérant qu'il sera utile, mais SANS AUCUNE GARANTIE, sans même la garantie implicite de QUALITE MARCHANDE OU D ADAPTATION A UN EMPLOI PARTICULIER. Voir la Licence Publique Générale GNU pour plus de détails
hu: A Deviation-t azzal a reménnyel terjesztjük, hogy az hasznos lesz számodra, de MINDENNEMŰ GARANCIA NÉLKÜL, még vélelmezett vagy célnak való megfelelőségre vonatkozó garanciákkal sem. A részletekért lásd a GNU General Public License leírását.
ja: Deviationは非常に有用であることを期待され配布されていますが、いかなる場合も保証はありません; 商品性や特定の目的への適合性についての暗黙な保証すらありません。詳細については GNU General Public License を参照してください。
pt_br: Deviation é distribuído na esperança de que seja útil, mas SEM QUALQUER GARANTIA; nem mesmo a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM DETERMINADO FIM. Veja a Licença Pública Geral GNU para mais detalhes.
ru: Deviation распространяется в надежде, что это будет полезно, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, даже без подразумеваемой гарантии КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ. Смотрите дополнительную информацию в GNU General Public License.
zh: Deviation 固件的发布，希望它会造福大众，但它没有任何担保；甚至不 包括隐含的商业授权或者为一个特殊目的的适用性。更多详细信息，请参阅 GNU 通用公共许可协议

source: The Deviation Project is hosted at www.deviationtx.com and the Source are available at https://github.com/DeviationTX/deviation.
de: Das Deviation Projekt wir unter www.deviationtx.com bereitgestellt und der Quelltext ist unter https://github.com/DeviationTX/deviation verfügbar.
fr: Le projet Deviation est hébergé à www.deviationtx.com et les sources sont disponibles à https://github.com/DeviationTX/deviation.
hu: A Deviation projekt honlapja a www.deviationtx.com címen található, a forráskód pedig itt: https://github.com/DeviationTX/deviation.
ja: Deviationプロジェクトは、 www.deviationtx.com で取り纏められており、ソースは https://github.com/DeviationTX/deviation で入手できます。
pt_br: O Projeto Deviation está hospedado em www.deviationtx.com e os arquivos fontes estão disponíveis em https://github.com/DeviationTX/deviation.
ru: Проект Deviation размещен на сайте www.deviationtx.com, а исходные коды доступны по адресу https://github.com/DeviationTX/deviation.
zh: Deviation 项目托管在 www.deviationtx.com 上，源文件等可以在 https://github.com/DeviationTX/deviation 上找到。
