Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_overview.po
Languages: de, fr, hu, ja, pt_br, ru, zh

source: Overview
de: Einführung
fr: Généralités
hu: Bevezetés
ja: 概要
pt_br: Visão geral
ru: Обзор
zh: 总览

source: Deviation is a replacement firmware for the Walkera Devention™ series (Devo) transmitters. The primary goal is to add support for multiple protocols, opening the full potential of this platform. The core of the deviation firmware is the mixer system, which is modeled after the system used in the Er9X firmware for the Turnigy/Flysky9x™ transmitters.
de: Deviation ist eine alternative Firmware für die Walkera Devention™ (Devo) Senderserie. Das Hauptziel ist, Support für verschiedene Protokolle hinzuzufügen, um das ganze Potential dieser Plattform zu erschließen. Der Kern der Deviation Firmware ist ein Mischersystem, welches dem der Er9X Firmware für Turnigy/Flysky9x™ Sender nachempfunden wurde.
fr: Deviation est un micrologiciel [firmware] alternatif pour les émetteurs radio Walkera de la série Devo©. Le but principal de Deviation étant d'exploiter le potentiel des composants electroniques de ces émetteurs pour les rendre multi-protocole.Le système de mixage est le coeur du micrologiciel Deviation. Il hérite du principe utilisé dans le firmware libre Er9X destiné aux émetteurs de type urnigy/Flysky9x©.
hu: Deviation egy a Walkera Devention™ (Devo) távirányítókhoz írt, az gyárit helyettesítő szoftver. Az elsődleges célja többféle távirányító protokoll támogatása, megnyitva ezzel az eszközben rejlő lehetőségek tárházát. A Deviation magja a mixer rendszer, ami a Turnigy/Flysky9x™ távirányítókhoz írt Er9X szoftver alapján készült.
ja: Deviationは、Walkera Deventionシリーズ(Devo)送信機の代替ファームウェアです。主な目的は、このプラットフォームの可能性を最大限に引き出すため、マルチプロトコルのサポートを追加することとなります。Deviationファームウェアの中核は、Turnigy/Flysky9x送信機用のEr9Xファームウェアで使用されているシステムをモデルにしたミキサーシステムです。
pt_br: Deviation é um firmware de substituição para os transmissores da série Walkera Devention ™ (Devo). O objetivo principal é adicionar suporte a vários protocolos, abrindo todo o potencial dessa plataforma. O núcleo do firmware é o sistema mixer, que foi criado após o sistema usado no firmware Er9X para os transmissores Turnigy / Flysky9x ™.
ru: Deviation это альтернативная прошивка для передатчиков серии Walkera Devention™ (Devo). Основной целью является добавление поддержки нескольких протоколов, открывая полный потенциал этой платформы. Ядром прошивки Deviation является система микшеров, которая смоделирована с системы, использованной в прошивке Er9X для передатчиков Turnigy/Flysky9x™.
zh: Deviation 是一个运行在华科尔Devention系列(Devo)遥控器上的固件。其主要目 的是为了支持更多协议的接收机，从而打开遥控器所有的潜能。Deviation 固件 的核心是基于 Turnigy/Flysky9x™遥控器的 Er9x 固件系统修改而来的。

source: Deviation also brings USB file-system support, making it easy to manage the transmitter from any PC without the need for specialized upload/download tools.
de: Deviation enthält auch einen USB Dateisystem, wodurch es einfach ist, den Sender von jedem PC aus zu verwalten ohne eine spezielle Software zu benötigen.
fr: Deviation s'appuie sur un système de fichiers accessible en USB, rendant ainsi sa configuration aisée à partir d'un PC sans obligation d'utiliser une application spécialisée.
hu: Ezen felül a Deviation USB fájlrendszert is nyújt, megkönnyítve ezzel a távirányító kezelését külön speciális fel- és letöltő alkalmazások használata nélkül.
ja: DeviationはUSBファイルシステムのサポートもされており、専用のアップロード/ダウンロードツールを必要とせずに、どのPCからでも送信機の管理を容易にします。
pt_br: Deviation também traz suporte ao sistema de arquivos USB, facilitando o gerenciamento do transmissor a partir de qualquer PC, sem a necessidade de ferramentas especiais de upload / download.
ru: Deviation также обеспечивает поддержку файловой системы USB, облегчая управление передатчиком с любого компьютера, без необходимости использования специальных инструментов выгрузки/загрузки.
zh: Deviation 还拥有 USB 文件管理功能，使其可以更方便的通过 PC 电脑管理 遥控器，并且不需要特别的升级/下载工具。

source: Deviation has been designed for ultimate configurability. All model and transmitter configuration is controlled through text files which the firmware (or user) can read and write. It is easy to know exactly what is configured, as well as to modify the configuration either through the transmitter or with a text editor. The main screen is very customizable; any mix of inputs, switches, channel data, or timers can be displayed, and configured per-model.
de: Das Design von Deviation ist auf maximale Konfigurierbarkeit ausgelegt. Alle Modell- und Senderkonfigurationen werden über Textdateien gesteuert, welche von der Firmware (oder dem Benutzer) gelesen und geschrieben werden können. Dadurch ist zum einen nachvollziehbar, was konfiguriert wurde und zum anderen ist die Konfiguration am Sender oder per Texteditor änderbar. Der Hauptbildschirm ist frei anpassbar, jede Kombination von Eingaben, Schaltern, Kanaldaten, oder Timern kann angezeigt und für jedes Modell individuell konfiguriert werden.
fr: Deviation a été conçu pour être hautement configurable. Toutes les configurations, celles des modèles RC et celles l'émetteur sont gérées par des fichiers textes que le micrologiciel ou l'utilisateur peut lire ou écrire. Il est facile de connaitre ou modifier sa configuration par l'émetteur ou par un éditeur de texte depuis son ordinateur. La page Principale (ou page d'Accueil) est entièrement configurable. La position des interrupteurs, les canaux d'émission ou les données de télémétrie aussi bien que les chronomètres peuvent être affichés sur cette page de manière différenciée pourchaque modèle RC.
hu: A Deviation szoftver tervezése során kulcsfontosságú volt a konfigurálhatóság. Minden modell és távirányító konfiguráció szövegfájlok által vezérelt, melyeket a szoftver (vagy a felhasználó) képes írni/olvasni. A konfiguráció könnyen érthető, és módosítható akár a távirányító felületén keresztül, akár közvetlenül egy szövegszerkesztővel. A főképernyő jelentős mértékben testre szabható; a bemenetek, kapcsolók, csatorna adatok vagy időzítők tetszőleges kombinációja megjeleníthető, és modellenként konfigurálhatóan.
ja: Deviationは、送信機における設定の究極な可能性を想定してデザインされました。すべての機体モデルと送信機の設定はファームウェア(またはユーザ)が読み書きできるテキストファイルを通して制御されます。何が設定されているのかを正確に知ること、および送信機またはテキストエディタを使用して設定を変更することは簡単です。メイン画面は容易にカスタマイズ可能です。入力、スイッチ、チャンネルデータ、またはタイマーを任意に組み合わせて表示し、機体モデルごとに設定することができます。
pt_br: Deviation foi projetado para configurabilidade total. Toda a configuração do modelo e do transmissor é controlada através de arquivos de texto que o firmware (ou usuário) pode ler e gravar. É fácil saber exatamente o que está configurado, bem como alterar qualquer configuração através do transmissor ou com um editor de texto comum. A tela principal é muito personalizável; qualquer variedade de entradas, comutadores, dados de canal ou temporizadores pode ser exibida e configurada por modelo.
ru: Прошивка Deviation была разработана для максимальной гибкости настройки. Все модели и конфигурация передатчика управляются через текстовые файлы, которые может читать и записывать прошивка (или пользователь). Легко точно знать, что именно настроено, а также изменять конфигурацию через передатчик или с помощью текстового редактора. Главный экран легко настраивается; для каждой модели могут быть отображены и настроены любые микширования вводов, переключателей, данные каналов, таймеры.
zh: Deviation 是可以完全配置的。所有的模型和遥控器设置都可以通过固件（或 用户）可读写的文本文件进行修改。你可以很清楚的明白这是什么，并且通过遥 控器或文本编辑器修改这些设置。主界面的显示是可以根据需求自己修改的，你 可以将任何输入、开关、通道数据、计时器随意组合显示在主界面上，而且可以 分别对每个模型进行设置。

source: Deviation supports multiple protocols without any modifications to the transmitter:
de: Deviation unterstützt bereits ohne irgendeine Änderung am Sender viele Protokolle:
fr: Deviation prend en charge de multiples protocoles sans aucune modification de l'émetteur.
hu: A Deviation többféle protokollt támogat a távirányító mindenféle módosítása nélkül:
ja: Deviationは送信機への修正なしでマルチプロトコルをサポートします:
pt_br: Deviation suporta vários protocolos sem qualquer modificação no transmissor:
ru: Deviation поддерживает несколько протоколов без каких-либо изменений в передатчике:
zh: Deviaition可以不改动遥控器支持以下的协议：

source: Nine Eagles J6 Pro (requires telemetry module)
de: Nine Eagles J6 Pro (erfordert ein Telemetriemodul)
fr: Nine Eagles J6 Pro (nécessite le module de télémetrie)
hu: Nine Eagles J6 Pro (telemetria képes modul szükséges)
ja: Nine Eagles J6 Pro (要テレメトリーモジュール)
pt_br: Nine Eagles J6 Pro (requer módulo de telemetria)
ru: Nine Eagles J6 Pro (требуется РЧ модуль с телеметрией)
zh: Nine Eagles J6 Pro (需要回传模块)

source: Deviation can support many other protocols with very easy transmitter modifications (appropriate transceiver module needed). Among the more popular are:
de: Deviation kann mit sehr einfachen Modifikationen am Sender (benötigt entsprechende Sendemodule) zahlreiche weitere Protokolle unterstützen. Zu den beliebtesten zählen:
fr: Deviation peut prendre en charge de nombreux autres protocoles avec des modifications très faciles. (un module émetteur récepteur (transceiver) est requis). Les plus populaires sont les suivants :
hu: Továbbá a Deviation, néhány könnyű távirányító módosítással (megfelelő adó modul beépítésével), sok egyéb távirányító protokollt is támogat. A legnépszerűbbek ezek közül:
ja: Deviationは、非常に簡単な送信機の変更を行うことで他の多くのプロトコルをサポートすることができます(適切な送受信機モジュールが必要)。モジュールは、より人気のあるものもあります:
pt_br: Deviation pode suportar muitos outros protocolos com modificações no transmissor muito fáceis de se fazer (necessário apenas módulo transceptor apropriado). Entre os mais populares são:
ru: Deviation может поддерживать много других протоколов при очень простой модификации передатчика (требуется подходящий передающий модуль). Самые популярные протоколы:
zh: Deviaition可以通过对遥控器非常简单的改装（需要恰当的发射模块）来支持许多其他协议。它们中比较常见的有：

source: Flysky (also for WLToys V911, V9x9, and Xieda 9938)
de: Flysky (auch für WLToys V911, V9x9, und Xieda 9938)
fr: Flysky (également pour WLToys V911, V9x9, et Xieda 9938)
hu: Flysky (valamint WLToys V911, V9x9, és Xieda 9938)
ja: Flysky (WLToys V911, V9x9, Xieda 9938を含む)
pt_br: Flysky (também para WLToys V911, V9x9 e Xieda 9938)
ru: Flysky (также для WLToys V911, V9x9 и Xieda 9938)
zh: Flysky (支持WLToys V911, V9x9, and Xieda 993)

source: Hubsan-X4 and Estes Proto X
de: Hubsan-X4 und Estes Proto X
fr: Hubsan-X4 et Estes Proto X
hu: Hubsan-X4 és Estes Proto X
ja: Hubsan-X4 & Estes Proto X
pt_br: Hubsan-X4 e Estes Proto X
ru: Hubsan-X4 и Estes Proto X
zh: Hubsan-X4 和 Estes Proto X

source: Deviation supports (flight) simulators connected via DSC cable (PPM) or USB cable (USBHID). Deviation also allows Buddy-Box and FPV setups.
de: Deviation unterstützt (Flug-)Simulatoren, welche über DSC-Kabel (PPM) oder USB-Kabel (USBHID) angeschlossen werden. Deviation ermöglicht auch Lehrer-Schüler und FPV Konfigurationen.
fr: Deviation accepte les simulateurs de vol connectés par un câble DSC (PPM) ou un cäble USB (USBHID). Deviation permet aussi l'écolage et la configuration de FPV.
hu: A Deviation használható (repülés-) szimulátorral a DSC csatlakozón keresztül csatlakoztatva (PPM protokoll) vagy USB-ne keresztül (USBHID protokoll). Oktató/tanuló valamint FPV konfigurációk is lehetségesek.
ja: DeviationはDSCケーブル(PPM)またはUSBケーブル(USBHID)を介して接続された(フライト)シミュレータをサポートします。DeviationはバディボックスとFPVの設定も可能にします。
pt_br: Deviation suporta o uso em simuladores de voo conectados via cabo DSC (PPM) ou cabo USB (USBHID) como também permite configurações Buddy-Box e FPV.
ru: Deviation поддерживает полетные симуляторы подключенные через кабель DSC (PPM) или кабель USB (USBHID). Deviation также поддерживает режим тренера и FPV.
zh: Deviation 可以通过 DSC 线（PPM）或 USB 线（USBHID）连接（飞行）模拟器。Deviation 也支持教练和 FPV 设置。

source: Deviation can store up to 255 different models, and uses a portable syntax that allows sharing models between any transmitter supported by Deviation.
de: Deviation kann bis zu 255 verschiedene Modelle speichern und verwendet eine portable Syntax welche den Modellaustausch zwischen allen von Deviation unterstützten Sendern erlaubt.
fr: Deviation peut mémoriser jusqu'à 255 modèles différents, et utilise un format de fichiers de configuration commun à tous les émetteurs Devo©. Cela permettant de partager n'importe quelle configuration de modèle RC entre émetteurs supportant Deviation.
hu: A Deviation kb. 255 modell konfigurációt tud tárolni, melyekhez olyan hordozható leírót használ, ami lehetővé teszi azok felhasználását bármilyen Deviation által támogatott távirányítón.
ja: Deviationは最大255の異なる機体モデルを保存でき、Deviationでサポートされている任意の送信機間でモデル情報を共有可能にする移植性のある構文を使用します。
pt_br: Deviation armazena até 255 modelos diferentes e usa uma sintaxe portável que permite compartilhar modelos entre qualquer transmissor suportado pelo Deviation.
ru: Прошивка Deviation может поддерживать до 255 различных моделей, и использует переносимый синтаксис, который должен позволить обмен моделями между любыми передатчиками, поддерживаемыми Deviation.
zh: Deviation 可以存储多达 255 个不同的模型设置，并且通过特别的语法，使 其可以在各种支持 Deviation 固件的遥控器共享模型。

source: Deviation has been internationalized and comes with translations for English, Afrikaans, Traditional Chinese, Dutch, Spanish, French, German, Hungarian, Italian, Romanian, Russian and Chinese. New languages can be added by installing the proper translation file.
de: Deviation wurde internationalisiert und wird mit Übersetzungen für Englisch, Afrikaans, Traditionelles Chinesisch, Holländisch, Spanisch, Französisch, Deutsch, Ungarisch, Italienisch, Rumänisch, Russisch und Chinesisch geliefert. Neue Sprachen können durch Installation passender Übersetzungsdateien hinzugefügt werden.
fr: Deviation a été internationalisé et est fourni avec des traductions en Anglais, Afrikaans, Chinois traditionnel, Hollandais, Espagnol, Français, Allemand, Hongrois, Italien, Roumain, Russe et Chinois. De nouveaux langages peuvent être ajoutés en installant le fichier de traduction adapté.
hu: A Deviation kezelői felülete többféle nyelvre le lett fordítva, többek között angol, afrikai, hagyományos kínai, holland, spanyol, francia, német, magyar, olasz, román, orosz és kínai nyelvre. További új nyelvek hozzáadása is lehetséges a megfelelő fordítás szövegfájl hozzáadásával.
ja: Deviationは国際化対応され、英語、アフリカーンス語、中国語:繁体、オランダ語、スペイン語、フランス語、ドイツ語、ハンガリー語、イタリア語、ルーマニア語、ロシア語、中国語:簡体の翻訳が付属しています。適切な翻訳ファイルをインストールすることで、新しい言語を追加できます。
pt_br: Deviation foi internacionalizado e vem com traduções para inglês, africâner, chinês tradicional, holandês, espanhol, francês, alemão, húngaro, italiano, romeno, russo e chinês. Novos idiomas podem ser adicionados instalando o arquivo de tradução adequado.
ru: Deviation локализован и поставляется с переводами для English, Afrikaans, Traditional Chinese, Dutch, Spanish, French, German, Hungarian, Italian, Romanian, Russian и Chinese. Новые языки можно добавить, установив правильный файл перевода.
zh: Deviation 已经国际化，并且已经翻译成了英语、南非语、繁体中文、荷兰 语、西班牙语、法语、德语、匈牙利语、意大利语、罗马尼亚语、俄语和简体中 文。新语言可以通过添加翻译文件进行安装。

source: Disclaimer
de: Haftungsausschluss
fr: Clause de non responsabilité
hu: Figyelmeztetés
ja: 免責事項
pt_br: Aviso legal
ru: Отказ от ответственности
zh: 免责声明

source: Deviation is experimental software. There are no guarantees made or implied about the quality or reliability of this software. RC models can cause serious injury or even death if flown improperly. By deciding to use the Deviation software, you are taking sole responsibility for the control of your models. The authors of Deviation will not be held responsible for any injury or damage whatsoever caused by the use of the Deviation firmware. Be careful and cautious.
de: Deviation ist experimentelle Software. Es gibt keine Garantie, weder explizit noch implizit, über die Qualität oder Zuverlässigkeit dieser Software. RC-Modelle können bei unsachgemäßer Handhabung schwere, womöglich sogar tödliche Verletzungen verursachen. Mit der Entscheidung die Deviation Software zu verwenden übernehmen Sie die alleinige Verantwortung über die Kontrolle Ihrer Modelle. Die Autoren von Deviation können nicht für Verletzungen, oder Schäden, welche durch die Verwendung von Deviation verursacht werden, haftbar gemacht werden. Seien Sie vorsichtig.
fr: Deviation est un programme expérimental. Il n'y a pas de garanties explicites ou implicites sur la qualité ou la fiabilité de ce programme. Les modèles réduits radiocommandés peuvent provoquer des blessures sérieuses voir la mort s'ils sont utilisés de manière inappropriée. En décidant d'utiliser le programme Deviation, vous prenez la totale de la responsabilité du contrôle de votre modèle. Les auteurs de Deviation ne pourront pas être tenus pour responsables pour quelque blessure ou dommage que ce soit provoqué par l'utilisation du programme Deviation. Soyez prudent et réfléchi.
hu: A Deviation egy kísérleti szoftver. Semminemű garanciát nem nyújt vagy vállal a szoftver minőségére vagy megbízhatóságára nézve. Az RC modellek súlyos sérülést vagy akár halált is okozhatnak nem megfelelő használat mellett. A Deviation szoftver használata melletti döntéssel teljes és kizárólagos felelősséget vállalsz a modelljeid irányításáért. A Deviation szoftver szerzői semmilyen felelősséget nem vállalnak semminemű sérülésre, káresetre, vagy bármi másra, amit a Deviation szoftver használata okozott. Légy óvatos és elővigyázatos.
ja: Deviationは実験的なソフトウェアです。このソフトウェアの品質や信頼性について保証はされません。RC機体は、不適切に飛行させると、重傷を負わせたり死に至らしめることさえあります。Deviationソフトウェアを使用することを決定することによって、あなたはあなたのRC機体の制御に対して単独に責任を負うこととなります。Deviation開発者は、Deviationファームウェアの使用によって生じたいかなる怪我または損害についても責任を負いません。非常に注意してください。
pt_br: Deviation é um software experimental. Não há garantias feitas ou implícitas sobre a qualidade ou confiabilidade deste software. Os modelos RC podem causar ferimentos graves ou até a morte se forem operados incorretamente. Ao decidir usar o software do Deviation, você assume total responsabilidade pelo controle de seus modelos. Os autores do Deviation não serão responsabilizados por qualquer dano ou prejuízo causado pelo uso do firmware Deviation. Seja cuidadoso e cauteloso e respeite as leis locais sobre voos de RC.
ru: Deviation - экспериментальное программное обеспечение. Не предоставляется и не подразумевается никаких гарантий в отношении качества или надежности этого программного обеспечения. При неправильном использовании радиоуправляемые модели могут причинить серьезные травмы или даже привести к смерти. Решив использовать программное обеспечение Deviation, вы несете единоличную ответственность за управление своими моделями. Авторы Deviation не несут ответственности за любые травмы или повреждения, вызванные использованием прошивки Deviation. Будьте предусмотрительны и осторожны.
zh: Deviation 是一款实验固件。对该固件的质量和可靠性不做任何保证或暗示。 如果操作不当，RC 模型可能会导致严重的伤害甚至死亡。如果决定使用 Deviation 固件，你将对你的模型全权负责。任何使用 Deviation 固件导致的伤害 或损伤，Deviation 的作者不承担任何责任。请小心谨慎的使用。

source: Notices
de: Hinweise
fr: Remarques
hu: Közlemények
ja: お知らせ
pt_br: Notas
ru: Примечания
zh: 注意

source: Deviation is an independent work. The Deviation project is not affiliated, supported or acknowledged by Walkera®. The authors have never been in contact with Walkera nor do they know of Walkera’s stance on this project. The Deviation team provides no guarantee that the Deviation firmware will not harm your transmitter (although this should not be possible). There is also no guarantee that Walkera® will not make changes to future versions of the hardware, firmware of Dfuse tool which would make it incompatible with Deviation.
de: Deviation ist eine unabhängige Arbeit. Das Deviation Projekt ist nicht mit Walkera® assoziiert, und wurde von Walkera® weder unterstützt noch autorisiert. Die Autoren waren weder in Kontakt mit Walkera noch kennen Sie deren Einstellung zu diesem Projekt. Das Deviation-Team übernimmt keine Garantie, dass die Deviation Firmware nicht Ihren Sender beschädigt (auch wenn dies nicht möglich sein dürfte). Es gibt auch keine Garantie, dass Walkera® in zukünftigen Versionen ihrer Hardware, Firmware oder Dfuse Software Änderungen vornimmt, welche zur Inkompatibilität mit Deviation führen.
fr: Deviation est un travail indépendant. Le projet Deviation n'est ni affilié, ni supporté, ni reconnu par Walkera®. Les auteurs n'ont jamais été en contact avec Walkera et ignorent la position de Walkera® sur ce projet. L'équipe de Deviation ne donne aucune garantie que le le micrologiciel Deviation n'endommagera pas votre émetteur (bien que cela ne devrait pas être possible). Il n'y a pas non plus de garantie que Walkera® ne modifiera pas dans le future le matériel, le micrologiciel ou l'outil Dfuse qui les rendrait incompatible avec Deviation.
hu: A Deviation szoftver független munka. A Deviation projekt nincs semmilyen kapcsolatban, nincs támogatva vagy akárcsak elismerve a gyártó Walkera® által. A szerzők sohasem voltak kapcsolatban a Walkerával, és nem ismerik a Walkera álláspontját a projekttel kapcsolatban. A Deviation csapat nem vállal garanciát arra nézve, hogy a Deviatin szoftver nem árt a távirányítódnak (annak ellenére, hogy ez nem lehetséges). Továbbá arra sincs garancia, hogy a Walkera® nem fog olyan változtatásokat eszközölni a jövőbeli hardver verziókon, vagy a DfuSe eszközön, ami inkompatibilissé tenné azokat a Deviation szoftverrel.
ja: Deviationは独立して運営されています。Deviationプロジェクトは、Walkera社によって提携、サポート、承認されている訳ではありません。開発者はWalkera社と接触したことがなく、Walkera社はこのプロジェクトに対する姿勢についても把握していませんでした。Deviationチームは、Deviationファームウェアが送信機に害を及ぼさないことを保証していません(ただし保証は不可能です)。 またWalkera社が将来のバージョンのハードウェア、Dfuseツールのファームウェアを変更して、Deviationとの互換性がなくなることを保証するものでもありません。
pt_br: Deviation é um trabalho independente. O projeto não é afiliado, apoiado ou reconhecido pelo Walkera®. Os autores nunca estiveram em contato com a Walkera nem sabem da posição de Walkera sobre este projeto. A equipe do Deviation não oferece garantia de que o firmware do projeto não prejudicará seu transmissor (embora isso não deva ser possível). Também não há garantia de que o Walkera® não fará alterações em versões futuras do hardware, firmware da ferramenta Dfuse, o que o tornaria incompatível com o Deviation.
ru: Deviation - независимый проект. Deviation не аффилирован, не поддерживается и не признается Walkera®. Авторы никогда не были в контакте с Walkera не знают об отношении Walkera к этому проекту. Команда Deviation не гарантирует, что прошивка Deviation не повредит вашему передатчику (хотя это вряд ли возможно). Также нет гарантии, что Walkera не будет вносить изменения в будущие версии аппаратного обеспечения, прошивки или утилиты Dfuse, что сделает их несовместимыми с Deviation.
zh: Deviation是一个独立的工作。Deviaition项目和Walkera®没有任何关联，没有得到任何支持或者肯定。作者从来没有和Walkera联系过，也不知道Walkera对这个项目的态度。Deviation项目组不保证Deviation的固件不对你的遥控器产生不好的影响（虽然这个非常不可能发生）。同时也没有任何保证Walkera不会对新的硬件，固件或者Dfuse工具做出让Deviation无法兼容的改动。

source: Legal status and copyright
de: Rechtsstatus und Urheberrecht
fr: Statut légal et copyright
hu: Jogállás és szerzői jogok
ja: 法的地位および著作権
pt_br: Status legal e direitos autorais
ru: Правовой статус и авторское право
zh: 法律地位和版权
