Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_protocols.po
Languages: de, fr, pt_br, ru, zh

source: The WK2401 protocol is used to control older Walkera models. The previous Walkera models were segmented into 3 similar but not identical protocols: WK2801, WK2601, WK2401. This roughly corresponds to the number of channels supported, but many of the newer 6-channel receivers actually support the WK2801 protocol. It is recommended to try the WK2801 protocol 1st when working with older Walkera models before attempting the WK2601 or WK2401 mode, as the WK2801 is a superior protocol. The WK2401 protocol supports up to 4 channels, and only supports auto-binding. The fixed ID can be used, but does not prevent auto-binding during power-on.
de: Das WK2401 Protokoll wird benutzt um ältere Walkera Modelle zu steuern. Die ehemaligen Walkera Modelle waren in 3 ähnliche aber nicht identische Protokolle aufgeteilt: WK2801, WK2601, WK2401. Dieses stimmt ungefähr mit der Anzahl der unterstützen Kanäle überein, aber viele der neueren 6-Kanal Empfänger unterstützen sogar das WK2801 Protokoll. Wir empfehlen das WK2801 Protokoll zuerst auszuprobieren sofern Sie mit älteren Walkera Modellen arbeiten bevor Sie das WK2601 oder das WK2401 versuchen, da das WK2801 das höhere Protokoll ist. Das WK2401 Protokoll unterstützt bis zu 4 Kanäle und nur Automatisches Binden. Eine feste ID kann benutzt werden, verhindert aber nicht, dass Automatische Binden während des Einschaltens.
fr: Le protocole WK2401 est utilisé pour commander les anciens modèles Walkera. Les précédents modèles de cette marque utilisaient trois protocoles similaires mais non identiques :WK2801, WK2601, WK2401. Ils correspondent en gros au nombre de canaux supportés mais de nombreux nouveaux récepteurs 6 canaux admettent le protocole WD2801. Il est recommandé de toujours essayer d'abord le protocole WK2801 sur les anciens récepteurs Walkera avant d'essayer les protocoles 2601 et 2401, car le protocole WK2801 est supérieur en bien des points. Le protocole WK2401 supporte jusque 4 canaux, l'appairage ne peut se faire qu'automatiquement. L'ID Fixe peut être utilisé mais n'empêche pas l'auto-appairage à la mise sous tension.
pt_br: O protocolo WK2401 é usado para controlar modelos Walkera antigos. Os modelos Walkera anteriores foram segmentados em 3 protocolos similares, mas não idênticos: WK2801, WK2601, WK2401. Isso corresponde aproximadamente ao número de canais suportados, mas muitos dos novos receptores de 6 canais na verdade suportam o protocolo WK2801. Recomenda-se experimentar o protocolo WK2801 em primeiro lugar ao trabalhar com modelos Walkera antigos antes de tentar o modo WK2601 ou WK2401, já que o WK2801 é um protocolo superior. O protocolo WK2401 suporta até 4 canais e suporta apenas ligação automática. O ID fixo pode ser usado, mas não impede a Bind automático durante a inicialização.
ru: Протокол WK2401 используется для управления старыми моделями Walkera. Предыдущие модели Walkera были разделены на 3 сходных, но не идентичных протокола: WK2801, WK2601, WK2401. Это примерно соответствует количеству поддерживаемых каналов, но многие из новых 6-канальных приемников фактически поддерживают протокол WK2801. Рекомендуется сначала попробовать протокол WK2801, при работе со старыми моделями Walkera, прежде чем пробовать WK2601 или WK2401, так как WK2801 является лучшим протоколом. Протокол WK2401 поддерживает до 4 каналов, и только автоматическую привязку. 'Fixed ID' может быть использован, но он не препятствует автоматической привязке при включении питания.
zh: WK2401协议用于控制较老款华科尔接收机。以前华科尔模型分成 3种相似 但不完全相同的协议:WK2801，WK2601，WK2401。这大致对应于所支持的通道 数，但许多新的 6 通道接收机实际上支持 WK2801 协议。建议与老款华科尔接 收机 WK2601 或 WK2401 对频之前，先尝试 WK2801 协议，因为 WK2801 是一 个更好的协议。WK2401 协议支持多达 4 个通道，并且只支持自动对频。固定 ID可以使用，但通电期间不能使用自动对频。

source: Protocol: DSM2
de: Protokoll: DSM2
fr: Protocole : DSM2
pt_br: Protocolo: DSM2
ru: Протокол: DSM2
zh: 协议:DSM2

source: The DSM2 protocol is used to control many Spektrum™ and JR™, as well as other models using this protocol. The DSM2 protocol can support up to 12 channels. Note that many receivers with less than 8 channels require the Transmitter to send 7 or fewer channels. Make sure the # of channels is set appropriately for the receiver. DSM2 does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
fr: Le protocole DSM2 est utilisé pour commander de nombreux récepteurs des marques Spektrum© et JR© , mais aussi d'autres modèles utilisant ce protocole. Il supporte jusque 12 canaux. Note: certains récepteurs ayant moins de 8 canaux requièrent que l'émetteur n'envoie que 7 canaux ou moins. S'assurer que le nombre de canaux est approprié pour le récepteur. L'auto-appairage n'est pas possible avec ce protocole. Si l'ID Fixe est mis à 'Néant' alors l'émetteur utilisera un identifiant qui lui est spécifique. Il est nécessaire d'appairer chaque nouveau modèle avant la première utilisation.
pt_br: O protocolo DSM2 é usado para controlar vários Spektrum ™ e JR ™, bem como outros modelos usando este protocolo. O protocolo DSM2 pode suportar até 12 canais. Note que muitos receptores com menos de 8 canais requerem que o Transmissor envie 7 ou menos canais. Certifique-se de que o número de canais esteja configurado adequadamente para o receptor. O DSM2 não suporta Bind automático. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол DSM2 используется для управления многими приемниками Spektrum™ и JR™, а также другими моделями, использующими этот протокол. Протокол DSM2 может поддерживать до 12 каналов. Имейте в виду, что многие приемники с количеством каналов меньше 8 требуют, чтобы передатчик посылал 7, или менее, каналов. Убедитесь, что вы установили подходящее количество каналов. Протокол DSM2 не поддерживает автоматическую привязку. Если Fixed ID установлен в None, вместо него используется ID передатчика. Необходимо вручную привязать каждую модель перед первым использованием.
zh: DSM2 协议被用于控制 Spektrum™ 和 JR™的接收机，以及使用这种协议的其他模型。DSM2 协议可以支持多达 12 个通道。请注意，许多接收机少于 8 个通 道，需要遥控器发送 7个或更少的通道。确保接收机的通道数设置适当。DSM2不支持自动绑定。如果固定 ID被设置为无，遥控器会用特定的 ID来代替。需要 在第一次使用模型之前手动对频。

source: Note that binding does not exit until you move the AIL or ELE controls. This is so you can press the Failsafe button on some DSM receivers to set the failsafe value.
de: Beachten Sie das die Bindung nicht beendet wird, bis Sie QR oder HR Knüppel bewegen. Dies wurde vorgesehen um die Möglichkeit zu geben, den Failsafe Knopf an manchen DSM-Empfängern zu drücken um den Failsave-Wert zu setzen.
fr: Notez que l'appairage ne s'arrête pas avant que vous bougiez les ailerons ou la profondeur. C'est pour que vous puissiez appuyer sur le bouton Sécurités [failsafe] sur certains récepteurs DSM pour régler les valeurs de sécurités.
pt_br: Observe que a Bind não ocorre até você mover os controles AIL ou ELE. Isso é para que você possa pressionar o botão Failsafe em alguns receptores DSM para definir o valor à prova de falhas.
ru: Обратите внимание, что привязка не завершится, пока вы не переместите стик AIL или ELE. Таким образом вы вы сможете нажать кнопку 'Failsafe' на некоторых приемниках, для установки безопасных значений каналов.
zh: 请注意，在移动 AIL 或 ELE 摇杆之前，对频不会退出。因此，您可以按下 DSM接收器上的失控保护按钮来设置失控保护值。

source: The DSM2 protocol also supports enabling/disabling the telemetry capability. This option is accessed by pressing the Protocol spin-box when DSM2 is shown.
de: Das DSM2 Protokoll unterstützt ebenfalls Aktivieren und Deaktivieren der Telemetriefähigkeit. Diese Option ist zugänglich durch Drücken des Protokoll Drehfelds wenn DSM2 angezeigt wird.
fr: Le protocole DSM2 permet d'activer ou désactiver la télémétrie. On accède à cette fonction en appuyant sur la boite de sélection quand DSM2 est affiché.
pt_br: O protocolo DSM2 também suporta ativar / desativar o recurso de telemetria. Essa opção é acessada pressionando-se a caixa de rotação do protocolo quando o DSM2 é exibido.
ru: Протокол DSM2 также поддерживает включение/выключение функции телеметрии. Эта опция доступна при нажатии на полосу прокрутки 'Protocol', когда отображается 'DSM2'.
zh: DSM2协议还支持启用/禁用双向回传功能。选择框为 DSM2时按下ENT键， 访问此选项。

source: The following fields are available in DSM2 Telemetry. Note that a dedicated telemetry module and additional sensors are needed to capture this data
de: Die folgenden Felder sind in der DSM2 Telemetrie verfügbar. Beachten Sie, dass ein bestimmtes Telemetriemodul und zusätzliche Sensoren benötigt werden um diese Daten aufzuzeichnen.
fr: Les champs suivants sont disponibles dans la télémétrie DEVO. Notez qu'un module de télémétrie dédié et des capteurs sont nécessaires pour capter les données.
pt_br: Os campos a seguir estão disponíveis na Telemetria do DSM2. Observe que um módulo de telemetria dedicado e sensores adicionais são necessários para capturar esses dados
ru: Для DSM2 телеметрии доступны следующие поля. Имейте в виду, что для получения этих данных необходим модуль с телеметрией и дополнительные датчики.
zh: 以下功能 DSM2 遥控器是可用的。需要注意的是获得这些数据需要专用的回 传模块和额外的传感器。

source: **FadesA/B/L/R**: The number of times each antenna has received a weak signal. Ideally these numbers should all be similar, indicating even reception to each antenna
de: **Ausblendungen A/B/L/R**: Die Anzahl der schlechten Signale, die jede Antenne empfangen hat. Idealerweise sollten die Zahlen ähnlich sein um anzuzeigen, dass jede Antenne gleichmäßigen Empfang hat.
fr: **Affaiblissement A/B/L/R**: **[FadesA/B/L/R]** : Le nombre de fois que chaque antenne reçoit un signal faible. Idéalement ces nombres devraient être similaires, indiquant une réception égale de chaque antenne.
pt_br: ** FadesA / B / L / R **: O número de vezes que cada antena recebeu um sinal fraco. O ideal é que esses números sejam todos semelhantes, indicando até recepção para cada antena
ru: **FadesA/B/L/R**: Количество раз, когда каждая антенна получала слабый сигнал. В идеале эти числа должны быть одинаковыми, указывая на равномерный прием каждой антенной.
zh: **FadesA/B/L/R**:每个天线接收到的弱信号数量。理想的情况是，这些数字都 应该是相似的，这表明每个天线都接收到信号。

source: **Loss**: The number of times complete signal loss (dropped frame) occurred
de: **Verluste (Loss - F)**: Anzahl wie oft ein kompletter Signalverlust (verworfenes Paket) aufgetreten ist.
fr: **Interruption** **[Loss]**: le nombre de pertes totales du signal durant le vol.
pt_br: ** Perda **: O número de vezes que a perda completa do sinal (queda de quadro) ocorreu
ru: **Loss**: Количество полных потерь сигнала (пропущенный кадр).
zh: **丢失**：出现完整的信号丢失(丢失帧)的次数。

source: **Holds**: The number of times the receiver entered fail-safe mode due to loss of signal
de: **(H)olds**: Die Anzahl wie oft der Empfänger den Fail-Safe Modus aufgrund Signalverlustes aufgenommen hat
fr: **Maintiens**: **[Holds]**: Le nombre de fois où le système de Sécurités [failsafe] a fonctionné en raison d'une perte de signal durant le vol.
pt_br: ** Retém **: O número de vezes que o receptor entrou no modo de "à prova de falhas" devido à perda de sinal
ru: **Holds**: Количество раз, когда приемник переходил в безопасное состояние из-за длительной потери сигнала.

source: **Volt1/2**: Battery voltage for receiver and an external source
de: **Volt1/2**: Spannungsanzeigen für Empfängerspannung und eine externe Quelle
fr: **RxV et Bat** : Le voltage de la batterie de réception et d'une batterie externe.
pt_br: ** Volt1 / 2 **: Voltagem da bateria do receptor usando uma fonte externa
ru: **Volt1/2**: Напряжение батареи для приемника и внешнего источника.

source: **RPM**: Engine/Motor speed
de: **UPM**: Motor-/Maschinendrehzahl
fr: **T/mn** : Vitesse de rotation du moteur.
pt_br: ** RPM **: velocidade do motor
ru: **RPM**: Обороты мотора/двигателя.

source: **Temp**: Temperature from external temperature sensor
de: **Temp**: Temperatur von einem externen Temperatursensor
fr: **T°** : Température prise par un capteur extérieur.
pt_br: ** Temp **: Temperatura do sensor externo
ru: **Temp**: Показания температуры от датчика температуры.

source: Protocol: DSMX
de: Protokoll: DSMX
fr: Protocole : DSMX
pt_br: Protocolo: DSMX
ru: Протокол: DSMX
zh: 协议:DSMX

source: The DSMX protocol is used to control many Spektrum™ and JR™, as well as other models using this protocol. The DSMX protocol can support up to 12 channels. Note that many receivers with less than 8 channels require the Transmitter to send 7 or less channels. Make sure the # of channels is set appropriately for the receiver. DSMX does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
pt_br: O protocolo DSMX é usado para controlar vários Spektrum ™ e JR ™, bem como outros modelos que usam esse protocolo. O protocolo DSMX pode suportar até 12 canais. Note que muitos receptores com menos de 8 canais requerem que o Transmissor envie 7 ou menos canais. Certifique-se de que o número de canais esteja configurado adequadamente para o receptor. O DSMX não suporta Bind automático. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол DSMX используется для управления многими приемниками Spektrum™ и JR™, а также другими моделями, использующими этот протокол. Протокол DSMX может поддерживать до 12 каналов. Имейте в виду, что многие приемники с количеством каналов меньше 8 требуют, чтобы передатчик посылал 7, или менее, каналов. Убедитесь, что вы установили подходящее количество каналов. Протокол DSMX не поддерживает автоматическую привязку. Если Fixed ID установлен в None, вместо него используется ID передатчика. Необходимо вручную привязать каждую модель перед первым использованием.
zh: DSMX 协议被用于控制 Spektrum™ 和 JR™的接收机，以及使用这种协议的其他模型。DSM2 协议可以支持多达 12 个通道。请注意，许多接收机少于 8 个通 道，需要遥控器发送 7个或更少的通道。确保接收机的通道数设置适当。DSMX不支持自动绑定。如果固定 ID被设置为无，遥控器会用特定的 ID来代替。需要在第一次使用模型之前手动对频。

source: Note that unlike Spektrum™ or JR™ transmitters, Deviation will not automatically select between DSM2 and DSMX. The user must select which protocol to use.
de: Beachten Sie, dass anders als Spektrum™ und JR™ Sender, Deviation nicht automatisch zwischen DSM2 und DSMX auswählt. Der Benutzer muss das zu benutzende Protokoll auswählen.
fr: Notez que contrairement aux émetteurs Spektrum™ ou JR™, Deviation ne sélectionnera pas automatiquement entre DSM2 et DSMX. L'utilisateur doit choisir quel protocole il veut utiliser.
pt_br: Observe que, diferentemente dos transmissores Spektrum ™ ou JR ™, o Deviation não selecionará automaticamente entre o DSM2 e o DSMX. O usuário deve selecionar qual protocolo usar.
ru: Имейте в виду, что в отличие от передатчиков Spektrum™ или JR™, Deviation не будет автоматически выбирать между DSM2 и DSMX. Пользователь сам должен выбрать, какой протокол использовать.
zh: 注意，不像 Spektrum™ 或 JR™或遥控器，Deviation 不会自动在 DSM2 和DSMX 协议之间进行选择。用户必须要手动选择使用的协议。

source: The DSMX protocol also supports enabling/disabling the telemetry capability. This option is accessed by pressing the Protocol spin-box when DSMX is shown.
de: Das DSMX Protokoll unterstützt ebenfalls Aktivieren und Deaktivieren der Telemetriefähigkeit. Diese Option ist zugänglich durch Drücken des Protokoll Drehfelds wenn DSMX angezeigt wird.
fr: Le protocole DSMX permet d'activer ou désactiver la télémétrie. On accède à cette fonction en appuyant sur la boite de sélection quand DSM2 est affiché.
pt_br: O protocolo DSMX também suporta ativar / desativar o recurso de telemetria. Essa opção é acessada pressionando-se a caixa de rotação do protocolo quando o DSMX é exibido.
ru: Протокол DSMX также поддерживает включение/выключение функции телеметрии. Эта опция доступна при нажатии на полосу прокрутки 'Protocol', когда отображается 'DSMX'.
zh: DSMX协议支持启用/禁用双向回传功能。选择框为 DSMX时按下ENT键，访 问此选项。

source: The list of DSMX telemetry fields is identical to those in the DSM2 Protocol, and are documented in section :ref:`protocol-dsm2`.
de: Die Liste der DSMX Telemetriefelder ist identisch mit denen des DSM2 Protokolls, die in Abschnitt :ref:`protocol-dsm2` dokumentiert sind.
fr: La liste des champs de télémétrie de DSMX sont identiques à ceux du protocole DSM2 et sont documentés dans la section :ref:`protocol-dsm2`.
pt_br: A lista de campos de telemetria do DSMX é idêntica àqueles no Protocolo DSM2 e está documentada na seção: ref: `protocol-dsm2`.
ru: Список полей телеметрии протокола DSMX идентичен списку протокола DSM2, и документирован в разделе :ref:`protocol-dsm2`.
zh: DSMX 回传功能列表与 DSM2 协议相同，详情请见协议:ref:`protocol-dsm2`。

source: Protocol: J6Pro
de: Protokoll: J6Pro
fr: Protocole : J6Pro
pt_br: Protocolo: J6Pro
ru: Протокол: J6Pro
zh: 协议:J6Pro

source: The J6Pro protocol is used to support Nine Eagles™ models. Only models compatible with the J6Pro transmitter can be used. Many older 4-channel Nine Eagles models used a different protocol that is unsupported. The J6Pro protocol supports up to 12 channels, although only models with 6 channels have been tested. J6Pro does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das J6Pro Protokoll wird benutzt um Nine Eagles™ Modelle zu unterstützen. Nur kompatible Modelle mit J6Pro Empfänger können benutzt werden. Viele ältere 4-Kanal Nine Eagles Modelle benutzen ein anderes Protokoll welches nicht unterstützt wird. Das J6Pro Protokoll unterstützt bis zu 12 Kanäle, obwohl nur Modelle mit 6 Kanälen getestet sind. J6Pro unterstützt kein Automatisches Binden. Falls eine Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist,wird anstelle dessen eine senderspezifische ID benutzt. Es ist notwendig jedes Modell vor der ersten Benutzung manuell zu binden.
fr: Le protocole J6Pro est utilisé pour prendre en charge les modèles Nine Eagles™. Seuls les modèles compatibles J6Pro sont utilisables. De nombreux modèles anciens à 4 canaux de chez Nine Eagles™ utilisaient un protocole différent non supporté. Le protocole J6Pro supporte jusqu'à 12 canaux, mais à ce jour seuls des modèles avec 6 canaux ont été testés. L'auto-appairage n'est pas possible avec ce protocole. Si l' ID fixe est définie à Néant, une ID spécifique à l'émetteur est utilisée. Il est nécessaire d'appairer manuellement chaque modèle avant la première utilisation.
pt_br: O protocolo J6Pro é usado para suportar os modelos Nine Eagles ™. Somente modelos compatíveis com o transmissor J6Pro podem ser usados. Muitos modelos Nine Eagles de 4 canais mais antigos usavam um protocolo diferente que não é suportado. O protocolo J6Pro suporta até 12 canais, embora apenas os modelos com 6 canais tenham sido testados. O J6Pro não suporta Bind automático. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол J6Pro используется для управления моделями Nine Eagles™. Могут использоваться только модели совместимые с передатчиком J6Pro. Многие старые 4-канальные модели Nine Eagles используют другой протокол, который не поддерживается. Протокол J6Pro поддерживает до 12 каналов, хотя были протестированы только модели с 6 каналами. Протокол J6Pro не поддерживает автоматической привязки. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: J6Pro 协议用于九鹰(Nine Eagles™ )模型。只有能与 J6Pro 遥控器对频的模 型可以使用。许多老的 4 通道九鹰模型中使用的是不同的协议，这是不支持的。J6Pro协议支持多达 12个通道，当前只测试过6个通道。J6Pro不支持自动对 频。如果固定 ID 被设置为无，遥控器会用特定的 ID 来代替。需要在第一次使用 模型之前手动对频。

source: Protocol: \*Flysky
de: Protokoll: \*Flysky
fr: Protocole: \*Flysky
pt_br: Protocolo: \*Flysky
ru: Протокол: \*Flysky
zh: 协议:Flysky

source: The Flysky protocol is used to control Turnigy/Flysky receivers as well as a few other models using the same AFHDS protocol (WL V911, Xieda 9958, etc). |a7105-note|
de: Das Flysky Protokoll wird benutzt um Turnigy / Flysky Empfänger und auch einige wenige ältere Modelle, die das gleiche Protokoll benutzen zu steuern (WL V911, Xieda 9958, usw.). |a7105-note|
fr: Le protocole Flysky est utilisé pour commander les récepteurs Turnigy/Flysky ainsi que quelques modèles utilisant ce protocole AFHDS (WL V911, Xieda 9958, etc). |a7105-note|
pt_br: O protocolo Flysky é usado para controlar os receptores Turnigy / Flysky, bem como alguns outros modelos usando o mesmo protocolo AFHDS (WL V911, Xieda 9958, etc). | a7105-note |
ru: Протокол Flysky используется для управления приемниками Turnigy/Flysky, а также несколькими другими приемниками, использующими протокол AFHDS (WL V911, Xieda 9958 и т.п.). |a7105-note|
zh: Flysky 协议被用于控制 Turnigy / Flysky 接收机以及其它几个使用 AFHDS 协议的模型(WL V911，Xieda 9958 等)。|a7105-note|

source: The Flysky protocol supports up to 12 channels, and both auto-binding and manual-binding. If Fixed ID is set to ‘None’ the transmitter will attempt to auto-bind with the receiver every time it is powered on. If a value is set for Fixed ID, the receiver must be bound manually one-time using the ‘Bind’ button, after which it should stay bound.
de: Das Flysky Protokoll unterstützt bis zu 12 Kanäle sowie automatisches Binden als auch manuelles Binden. Falls eine Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, versucht der Sender bei jedem Anschalten automatisch den Empfänger zu binden. Falls der Wert auf eine feste ID gesetzt ist, muss der Empfänger einmalig von Hand mit dem 'Binden' ['Bind'] Knopf gebunden werden; danach sollte er gebunden bleiben.
fr: Le protocole Flysky supporte jusqu'à 12 canaux et l'appairage automatique ou manuel. Si l'ID fixe est définie à 'Néant' l'émetteur tentera d'effectuer un appairage automatique avec le récepteur à chaque allumage de l'émetteur. Si une ID fixe est définie, le récepteur doit être appairé manuellement une fois en utilisant le bouton 'Réinit'; après quoi il devrait rester appairé.
pt_br: O protocolo Flysky suporta até 12 canais e Bind automático e/ou manual. Se a ID Fixa for definida como "Nenhum", o transmissor tentará Bindar automaticamente ao receptor toda vez que for ligado. Se um valor for definido para ID fixa, o receptor deve ser Bindado manualmente uma única vez usando o botão "Bind", após o qual ele deve permanecer vinculado.
ru: Протокол Flysky поддерживает до 12 каналов, автоматическую и ручную привязку. Если 'Fixed ID' установлен в ‘None’, передатчик будет пытаться автоматически привязаться к приемнику при каждом включении питания. Если для 'Fixed ID' установлено значение, приемник должен быть привязан вручную один раз с помощью кнопки ‘Bind’, после чего он должен оставаться привязанным.
zh: Flysky 协议支持多达 12 个通道，并且支持自动对频和手动对频。如果固定ID 设置为“无”时，遥控器每次开机时将尝试与接收机自动对频。如果固定 ID被设置为一个值，需要配对的接收机必须通过使用“对频”按钮，手动对频一次。

source: The Flysky protocol also supports WLToys extensions to the protocol. These are accessed by pressing the Protocol spin-box when Flysky is shown:
de: Das Flysky Protokoll unterstützt auch die WLToys Erweiterungen des Protokolls. Diese können durch Drücken der Protokoll Drehfeld eingestellt werden:
fr: Le protocole Flysky prend également en charge les extensions WLToys du protocole. On y accède en pressant la boite de sélection du protocole quand celui ci est affiché.
pt_br: O protocolo Flysky também suporta extensões do protocolo WLToys. Estes são acessados pressionando a caixa de rotação do Protocolo quando Flysky é mostrado:
ru: Протокол Flysky также поддерживает расширения WLToys для протокола. Доступ к ним осуществляется по нажатию на полосу прокрутки 'Protocol', когда отображается 'Flysky':
zh: Flysky协议还支持 WLToys扩展的协议。选择框为 Flysky时按下ENT键，访问此选项。
