Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_protocols.po
Languages: de, fr, pt_br, ru, zh

source: VOLT3
pt_br: LT3

source: CELL4
fr: ELEM4
pt_br: LL4

source: FUEL
fr: CARBURANT
pt_br: UEL

source: VARIO
pt_br: RIO

source: The ALTITUDE value is reported as Above Ground Level. The ground level is set to the first altitude telemetry value received.
de: Der ALTITUDE Wert wird als Höhe über Grund ausgegeben. Referenzhöhe ist dabei die erste Telemetriehöhe die empfangen wurde.
fr: L'altitude donnée est déterminée au dessus du niveau du sol. Le niveau du sol est fixé par la première valeur d'altitude reçue.
pt_br: O valor de ALTITUDE é relatado como acima do nível do solo. O nível do solo é definido para o valor de telemetria da primeira leitura de altitude recebida no ser ligada a controladora
ru: Значение ALTITUDE указано над уровнем земли. Уровень земли устанавливается в первое полученное значение высоты по телеметрии.
zh: 高度值为报告高于地面的数值。第一个接收到的海拔回传值被设置为地面。

source: The LQI (Link Quality Indicator) and LRSSI (Local RSSI) indicate the quality and signal strength of the telemetry signal from the receiver. The LQI can be used as a guide for adjusting the fine frequency protocol option. Lower LQI is better and values under 50 are typical. The LRSSI units is (approximately) dBm.
de: Der LQI (Verbindungsqualitätsindikator) und der LRSSI (lokale Verbindungsstärke) geben Auskunft über Signalstärke und -qualität des empfangenen Telemetriesignals. Der LQI kann als Indikator für die Feinabstimmung des Frequenzversatz benutzt werden. Niedrige LQI-Werte sind besser, typische Werte sind unter 50. Die Einheit der LRSSI entspricht (in etwa) dBm.
fr: le LQI (Indicateur de qualité de liaison) et le LRSSI (RSSI local) montrent la qualité et la la force du signal de la télémétrie reçue du récepteur. Le LQI peut être utilisé comme un moyen de régler l'option d'ajustement fin de fréquence. Une valeur de LQI basse est préférable et des valeurs inférieures à 50 sont habituelles. L'unité de LRSSI est (approximativement) le DBm.
pt_br: O LQI (Link Quality Indicator) e o LRSSI (Local RSSI) indicam a qualidade e a quantidade do sinal de telemetria do receptor. O LQI pode ser usado como um guia para ajustar a opção de protocolo de frequência fina. O LQI inferior é melhor e valores abaixo de 50 são típicos. As unidades LRSSI são (aproximadamente) dBm.
ru: LQI (индикатор качества сигнала) и LRSSI (Local RSSI) указывают качество и уровень сигнала телеметрии полученного от приемника. LQI может быть использован в качестве руководства для настройки опции протокола для точной подстройки частоты. Более низкий LQI является лучшим и обычно значение меньше 50. Единицы измерения LRSSI (примерно) dBm.
zh: LQI(连接质量)和 LRSSI(本地 RSSI)表示接收回传信号的质量和信号强度。LQI回传值可以被用作调节频率的参考。LQI越低越好，数值小于 50是正常的。LRSSI 单位是(大约)dBm。

source: Derived values: MINCELL is the lowest reported CELL value. ALLCELL is the total of all reported CELL values. Discharge is total battery discharge amount in milliAmp-hours.
de: Berechnete Werte: MINCELL ist der niedrigste empfangene CELL-Wert. ALLCELL ist die Summe aller CELL-Werte. Entladung [Discharge] ist die gesamte Batterieentladung in mAh.
fr: Valeurs dérivées MINELEM est la valeur la plus basse rapportée d'élément de batterie. TOTELEM est le total de tous les éléments de batterie. DECHARGE est la décharge totale de la batterie en milliampère/heure - Mah.
pt_br: Valores derivados: MINCELL é o valor CELL mais baixo relatado. ALLCELL é o total de todos os valores de CÉLULA relatados. A descarga é a quantidade total de descarga da bateria em miliAmp-horas.
ru: Производные значения: MINCELL - это минимальное значение CELL. ALLCELL - это сумма всех значений CELL. 'Discharge' - это величина разряда батареи в mAh.
zh: 派生值:MINCELL 电芯最低电压的值。ALLCELL 是所有电芯电压的总值。DISCHARGE 是总电池放电量，单位为毫安/小时。

source: Protocol: \*Skyartec
de: Protokoll: \*Skyartec
fr: Protocole: \*Skyartec
pt_br: Protocolo: \*Skyartec
ru: Протокол: \*Skyartec
zh: 协议:Skyartec

source: The Skyartec protocol is used to control Skyartec™ receivers and models. |cc2500-note|
de: Das Skyartec Protokoll wird zur Steuerung von Skyartec™ Empfängern und Modellen verwendet. |cc2500-note|
fr: Le protocole Skyartec est utilisé pour contrôler les modèles et les récepteurs Skyartec™. |cc2500-note|
pt_br: O protocolo Skyartec é usado para controlar os receptores e modelos Skyartec ™. | nota do cc2500 |
ru: Протокол Skyartec используется для управления приемниками и моделями Skyartec™. |cc2500-note|
zh: Skyartec 协议被用于控制 Skyartec™接收机和模型

source: The Skyartec protocol supports up to 7 channels, does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das Skyartec Protokoll unterstützt bis zu 7 Kanäle und kein automatisches Binden. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.
fr: Le protocole Skyartec supporte jusqu'à 7 canaux et n'autorise pas l'auto-appairage. Si l' ID fixe est positionné sur Néant , une ID spécifique à l'émetteur est utilisée à sa place. Il faut appairer manuellement chaque modèle avant la première utilisation.
pt_br: O protocolo Skyartec suporta até 7 canais, não suporta Bind automático. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол Skyartec поддерживает до 7 каналов, и не поддерживает автоматическую привязку. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: Skyartec 协议支持多达 7 个通道，不支持自动对频。如果固定 ID 被设置为 无，遥控器会用特定的 ID 来代替。需要在第一次使用模型之前手动对频。

source: Protocol: \*Futaba S-FHSS
de: Protokoll: \*Futaba S-FHSS
fr: Protocole: \*Futaba S-FHSS
pt_br: Protocolo: \*Futaba S-FHSS
ru: Протокол: \*Futaba S-FHSS
zh: 协议:Futaba S-FHSS

source: The Futaba S-FHSS protocol is used to control Futaba™ receivers and models. It also used by some models of XK Innovations and has third party compatible receivers available. |cc2500-note|
de: Das Futaba S-FHSS Protokoll wird zur Steuerung von Futaba™ Empfängern und Modellen verwendet. Ist wird auch von einigen XK Innovation Modellen eingesetzt, kompatible Empfänger von Drittherstellern sind erhältlich. |cc2500-note|
fr: Le protocole Futaba S-FHSS sert à contrôler les récepteurs et modèles Futaba™. Il est aussi utilisé par quelques modèles de XK innovations et possède des récepteurs compatibles de tierces parties. |cc2500-note|
pt_br: O protocolo Futaba S-FHSS é usado para controlar receptores e modelos Futaba ™. Ele também é usado por alguns modelos da XK Innovations e possui receptores compatíveis de terceiros disponíveis. | nota do cc2500 |
ru: Протокол Futaba S-FHSS используется для управления приемниками и моделями Futaba™. Он также используется некоторыми моделями 'XK Innovations' и сторонними совместимыми приемниками. |cc2500-note|
zh: Futaba S-FHSS 协议被用于控制 Futaba™接收机和模型。它还可以用于 XK 的 某些型号，还有有第三方兼容接收器可用。

source: The S-FHSS protocol supports up to 8 channels, and only supports auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das S-FHSS Protokoll unterstützt bis zu 8 Kanäle und kein automatisches Binden. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.
fr: Le protocole S-FHSS autorise jusqu'à 8 canaux et n'accepte que l'auto-appairage. Si l' ID fixe est positionné sur Néant , une ID spécifique à l'émetteur est utilisée à sa place. Il faut appairer manuellement chaque modèle avant la première utilisation.
pt_br: O protocolo S-FHSS suporta até 8 canais e suporta apenas Bind automático. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол S-FHSS поддерживает до 8 каналов, и поддерживает только автоматическую привязку. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: S-FHSS协议支持多达 8个通道，并且只支持自动对频。如果固定 ID被设置 为无，遥控器会用特定的 ID 来代替。需要在第一次使用模型之前手动对频。

source: Traditional Futaba channel layout is following: Aileron, Elevator, Throttle, Rudder, Gear, Pitch, Aux1, and Aux2. So it is suitable for control of Collective Pitch (CP) helicopters.
de: Die normale Futaba Kanalordnung ist: Querruder, Höhenruder, Gas, Seitenruder, Fahrwerk, Pitch, Aux1 und Aux2. Somit ist es zur Steuerung von Collective Pitch (CP) Helikoptern geeignet.
fr: L'agencement traditionnel des canaux Futaba est le suivant : Ailerons, Profondeur, Gaz, Dérive, Train, Pas, Aux1 et Aux2. Il est donc adapté au contrôle du pas collectif (CP) des hélicoptères.
pt_br: O layout do canal Futaba tradicional é o seguinte: Aileron, Elevador, Acelerador, Leme, Engrenagem, Afinação, Aux1 e Aux2. Por isso, é adequado para o controle de helicópteros de Pitchet (CP).
ru: Традиционная схема каналов Futaba следующая: Aileron, Elevator, Throttle, Rudder, Gear, Pitch, Aux1 и Aux2. Таким образом, он подходит для управления вертолетами с коллективным шагом.
zh: 传统的 Futaba 通道布局为:副翼，升降，油门，方向，Gear，Pitch，Aux1，和 Aux2。所以它适合控制同桨距(CP)直升机。

source: Protocol resolution is 1024 steps (10 bits) out of which a bit smaller range is actually used (data by reverse engineering using third party equipment). Temporal resolution is 6.8ms. No telemetry supported.
de: Die Protokollauflösung beträgt 1024 Schritte (10 bits) von denen tatsächlich eine kleinerer Bereich verwendet wird (Daten aus der Nachkonstruktion mit Hilfe von Dritthersteller Geräten). Die zeitliche Auflösung beträgt 6,8 ms. Telemetrie wird nicht unterstützt.
fr: La résolution du protocole est 1024 (10 bits) dont seule une part un peu plus petite est réellement utilisée (données par rétro-ingénierie utilisant un équipement tierce partie. La résolution temporelle est de 6.8ms. La télémétrie n'est pas supportée.
pt_br: A resolução do protocolo é de 1024 passos (10 bits), dos quais um intervalo um pouco menor é realmente usado (dados por engenharia reversa usando equipamentos de terceiros). Resolução temporal é 6,8ms. Não há telemetria suportada.
ru: Разрешение протокола составляет 1024 шага (10 бит), из которых фактически используется меньший диапазон (данные получены с использованием совместимого оборудования). Период обновления 6.8ms. Телеметрия не поддерживается.
zh: 协议的分辨率是 1024(10bits)，所以很小的范围就可以使用(通过第三方设备逆向得到数据)。时间分辨率为 6.8ms。没有双向回传支持。

source: Protocol: \*Corona
pt_br: Protocolo: \*Corona
ru: Протокол: \*Corona
zh: 协议:Corona

source: The Corona protocol supports Corona V1 and V2 receivers, and Flydream V3 receivers. |cc2500-note| |mod-install-link|
pt_br: O protocolo Corona suporta os receptores Corona V1 e V2 e os receptores Flydream V3. | nota do cc2500 | | mod-install-link |
ru: Протокол Corona поддерживает приемники Corona V1 и V2, а также приемники Flydream V3. |cc2500-note| |mod-install-link|
zh: Corona 协议支持 CoronaV1 和 V2 接收机，以及 Flydream V3 接收机。 |cc2500-note| |mod-install-link|

source: All the protocols support up to 8 channels. Default channel order is AETR. No telemetry in the protocols.
pt_br: Todos os protocolos suportam até 8 canais. A ordem de canal padrão é AETR. Nenhuma telemetria nos protocolos.
ru: Все протоколы поддерживают до 8 каналов. Порядок каналов по умолчанию AETR. Протоколы не поддерживают телеметрию.
zh: 所有协议都支持多达 8个通道。默认通道顺序是 AETR。协议没有双向回传。

source: **Format**: Protocol selection. Use V1 and V2 with Corona receivers. Use FDV3 for Flydream V3.
pt_br: ** Formato **: Seleção de protocolo. Use V1 e V2 com receptores Corona. Use o FDV3 para o Flydream V3.
ru: **Format**: выбор протокола. Используйте V1 и V2 с приемниками Corona. Используйте FDV3 для Flydream V3.
zh: **协议**：选择协议。Corona 接收机为 V1 和 V2，Flydream V3 为 FDV3。

source: **Freq-fine**: Frequency offset adjustment. Range -127 to 127. Adjusts for variances betweeen CC2500 modules. Usually offset of 0 or -41 is required, but full range should be tested if there are problems with binding or range. Default 0.
pt_br: ** Freq-fine **: Ajuste de desvio de frequência. Intervalo -127 a 127. Ajusta as variações entre os módulos CC2500. Normalmente, o deslocamento de 0 ou -41 é necessário, mas o intervalo completo deve ser testado se houver problemas com a vinculação ou intervalo. Padrão 0
ru: **Freq-fine**: Настройка смещения частоты. Диапазон от-127 до 127. Настройка для компенсации различий между модулями CC2500. Обычно требуется смещение 0 или -41, но должен быть протестирован весь диапазон, если имеются проблемы с привязкой или диапазоном действия. По умолчанию 0.
zh: **频率微调**：频率偏移调节。范围从-127到 127调整，以适应不同的 CC2500模 块。一般偏移需要 0 或-41，但如果有对频或范围的问题，则需要进行全范围测试。默认为 0。

source: Protocol: \*V202
de: Protokoll: \*V202
fr: Protocole: \*V202
pt_br: Protocolo: \*V202
ru: Протокол: \*V202
zh: 协议:V202

source: The V202 protocol supports the WLToys V202 quadracopter. |nrf24l01-note|
de: Das V202 Protokoll unterstützt WLToys V202 Quadrokopter. |nrf24l01-note|
fr: Le protocole V202 accepte les quadricoptères WLtoys V202. |nrf24l01-note|
pt_br: O protocolo V202 suporta o quadracóptero WLToys V202. | nrf24l01-note |
ru: Протокол V202 поддерживает квадрокоптер WLToys V202. |nrf24l01-note|
zh: V202 协议支持 WLToys V202 四轴飞行器。|nrf24l01-note|

source: The V202 protocol supports up to 12 channels, does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
pt_br: O protocolo V202 suporta até 12 canais, não suporta Bind automático. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол V202 поддерживает до 12 каналов, и не поддерживает автоматическую привязку. Если Fixed ID установлен в None, вместо него используется ID передатчика. Необходимо вручную привязать каждую модель перед первым использованием.
zh: V202协议支持多达 12个通道，不支持自动对频。如果固定 ID被设置为 无，遥控器会用特定的 ID 来代替。需要在第一次使用模型之前手动对频。

source: The 1 st 4 channels represent Aileron, Elevator, Throttle, and Rudder. Additional channels control the quadracopter special functions:
de: Die ersten 4 Kanäle entsprechen Querruder, Höhenruder, Gas und Seitenruder. Weitere Kanäle werden zur Steuerung von Sonderfunktionen benutzt:
fr: Les 4 1ers canaux représentent les ailerons, la profondeur, les gaz et la dérive. Les canaux additionnels contrôlent les fonctions spéciales du quadricoptère :
pt_br: Os canais da 1 a 4 representam o Aileron, o Elevator, o Throttle e o Rudder. Canais adicionais controlam as funções especiais do quadricopter:
ru: Первые 4 канала представляют Aileron, Elevator, Throttle и Rudder. Дополнительные каналы управляют специальными функциями квадрокоптера:
zh: 4 个通道分别为副翼，升降，油门，方向。添加通道控制四轴的特殊功能:

source: Channel 5 controls the blink speed
de: Kanal 5 steuert die Blinkgeschwindigkeit
fr: Le canal 5 contrôle la vitesse de clignotement
pt_br: Canal 5 controla a velocidade do Blink
ru: Канал 5 управляет скоростью мигания
zh: 通道 5 控制闪烁速度

source: Channel 6 enables ‘flip’ mode
de: Kanal 6 aktiviert den Überschlag [flip] Modus
fr: Le canal 6 permet le mode 'flip'.
pt_br: Canal 6 permite o modo "flip"
ru: Канал 6 включает режим 'flip'
zh: 通道 6 使“翻滚”模式

source: Channel 7 takes still pictures
de: Kanal 7 macht Einzelbildaufnahmen
fr: Le canal 7 prend des photos.
pt_br: O canal 7 faz fotografias estáticas
ru: Канал 7 снимает фотографии
zh: 通道 7拍摄图片

source: Channel 8 turns video on/off
de: Kanal 8 schaltet Video ein/aus
fr: Le canal 8 met en marche et arrête la vidéo.
pt_br: Canal 8 liga / desliga o vídeo
ru: Канал 8 включает/выключает видео
zh: 通道 8 视频打开/关闭

source: Channel 9 turns headless mode on/off
de: Kanal 9 schaltet Headless Mode ein/aus
fr: Le canal 9 met en marche et arrête le mode de contrôle d'orientation intelligent - [headless}
pt_br: O canal 9 ativa / desativa o modo sem cabeça
ru: Канал 9 включает/выключает режим 'headless'
zh: 通道 9 无头模式开/关

source: Channel 10 causes the x axis to calibrate
de: Kanal 10 aktiviert die X-Achsen-Kalibration
fr: Le canal 10 provoque la calibration de l'axe des x.
pt_br: Canal 10 faz com que o eixo x seja calibrado
ru: Канал 10 запускает калибровку оси X
zh: 通道 10校准 X轴

source: Channel 11 causes the y axis to calibrate
de: Kanal 11 aktiviert die Y-Achsen-Kalibration
fr: Le canal 10 provoque la calibration de l'axe des y.
pt_br: O canal 11 faz com que o eixo y seja calibrado
ru: Канал 11 запускает калибровку оси Y
zh: 通道 11校准 Y轴

source: If JXD-506 format is selected, channels 10-12 are used for:
de: Bei Auswahl des JXD-506 Formats werden die Kanäle 10-12 wir folgt verwendet:
fr: Si le format JXD-506 est choisi, les canaux 10-12 sont utilisés pour :
pt_br: Se o formato JXD-506 for selecionado, os canais 10-12 serão usados para:
ru: Если выбран формат 'JXD-506', каналы 10-12 используются для:
zh: 如果选择 JXD-506 格式，通道 10 到 12 被用于:

source: Channel 10 start/stop
de: Kanal 10 start/stopp
fr: Canal 10 : marche/arrêt.
pt_br: Canal 10 armar/desarmar
ru: Каналl 10 старт/стоп
zh: 通道 10 启动/停止

source: Channel 11 emergency stop
de: Kanal 11 Notstopp
fr: Canal 11 : Arrêt d'urgence.
pt_br: Canal 11 parada de emergência
ru: Канал 11 аварийная остановка
zh: 通道 11紧急停止

source: Channel 12 gimbal control
de: Kanal 12 Gimbal-Steuerung
fr: Canal 12 : Contrôle d'orientation de la suspension de camera.
pt_br: Canal 12 controle do gimbal
ru: Канал 12 управление подвесом
zh: 通道 12云台控制

source: Also, models compatible with this format require the throttle stick to be centered before arming.
de: Vor Bindung mit Modellen die mit diesem Format arbeiten, muss der Gashebel in Mittelstellung gebracht werden.
fr: De plus, les modèles compatibles avec ce format nécessitent que le manche des gaz soient centrés avant l'activation.
pt_br: Além disso, modelos compatíveis com este formato exigem que o acelerador seja centrado antes de armar.
ru: Также, модели совместимые с этим форматом, требуют, чтобы стик газа был отцентрован перед запуском.
zh: 另外，在该兼容模式下，开机时需要将油门杆回到中心。

source: Protocol: \*SLT
de: Protokoll: \*SLT
fr: Protocole: \*SLT
pt_br: Protocolo: \*SLT
ru: Протокол: \*SLT
zh: 协议:SLT

source: The SLT protocol is used to control TacticSLT/Anylink receivers. |nrf24l01-note|
de: Das SLT Protokoll wird zur Steuerung von TacticSLT/Anylink Empfängern verwendet. |nrf24l01-note|
fr: Le protocole SLT est utilisé pour contrôler les récepteurs TacticSLT/Anylink. |nrf24l01-note|
pt_br: O protocolo SLT é usado para controlar os receptores TacticSLT / Anylink. | nrf24l01-note |
ru: Протокол SLT используется для управления приемниками Tactic SLT/Anylink. |nrf24l01-note|
zh: SLT 协议被用于控制 TacticSLT / Anylink 接收机。|nrf24l01-note|

source: The SLT protocol supports up to 6 channels, and only supports auto-binding. The fixed ID can be used, but does not prevent auto-binding during power-on.
de: Das SLT Protokoll unterstützt bis zu 6 Kanäle und unterstützt nur automatisches Binden. Eine feste ID kann verwendet werden, verhindert jedoch nicht die automatische Bindung beim Einschalten.
fr: Le protocole SLT autorise jusqu'à 6 canaux et n'accepte que l'auto-appairage. On peut utiliser une ID fixe, mais cela n'empêche pas l'auto-appairage durant la mise sous tension.
pt_br: O protocolo SLT suporta até 6 canais e suporta apenas Bind automático. O ID fixo pode ser usado, mas não impede o Bind automático durante a inicialização.
ru: Протокол SLT поддерживает до 6 каналов, и поддерживает только автоматическую привязку. 'Fixed ID' может быть использован, но не мешает автоматической привязке при включении питания.
zh: SLT 协议支持多达 6 个通道，并且只支持自动对频。固定 ID 可以使用，但 通电期间不能阻止自动对频。

source: Protocol: \*HiSky
de: Protokoll: \*HiSky
fr: Protocole: \*HiSky
pt_br: Protocolo: \*HiSky
ru: Протокол: \*HiSky
zh: 协议:HiSky

source: The HiSky protocol is used to control HiSky brand models along with the WLToys v922 v955 models. |nrf24l01-note|
de: Das HiSky Protokoll wird zur Steuerung von HiSky Modellen sowie WLToys V922 und V955-Modellen verwendet. |nrf24l01-note|
fr: Le protocole HiSky est utilisé pour contrôler les modèles de la marque HiSky ainsi que les modèles WLtoys V922 et V955. |nrf24l01-note|
pt_br: O protocolo HiSky é usado para controlar os modelos da marca HiSky junto com os modelos WLToys v922 v955. | nrf24l01-note |
ru: Протокол HiSky используется для управления моделями HiSky и моделями WLToys v922 v955. |nrf24l01-note|
zh: HiSky 协议用于 HiSky 品牌模型和 WLToys v922 V955 型号模型。

source: The HiSky protocol supports up to 7 channels, does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das HiSky Protokoll unterstützt bis zu 7 Kanäle und kein automatisches Binden. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.
fr: Le protocole HiSky supporte jusqu'à 7 canaux et n'autorise pas l'auto-appairage. Si l' ID fixe est positionné sur Néant , une ID spécifique à l'émetteur est utilisée à sa place. Il faut appairer manuellement chaque modèle avant la première utilisation.
pt_br: O protocolo HiSky suporta até 7 canais, não suporta Bind automático. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол HiSky поддерживает до 7 каналов, и не поддерживает автоматической привязки. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: HiSky 协议支持多达 7 个通道，不支持自动对频。如果固定 ID 被设置为无， 遥控器会用特定的 ID来代替。需要在第一次使用模型之前手动对频。

source: Protocol: \*YD717
de: Protokoll: \*YD717
fr: Protocole: \*YD717
pt_br: Protocolo: \*YD717
ru: Протокол: \*YD717
zh: 协议:YD717

source: The YD717 protocol supports the YD717 and Skybotz UFO Mini quadcopters, plus several models from Sky Walker, XinXun, Ni Hui"), and Syma through protocol options. See the Supported Modules spreadsheet for a complete list. |nrf24l01-note|
de: Das YD717 Protokoll unterstützt den YD717 und Skybotz UFO Mini Quadrokopter sowie zahlreiche weitere Modelle von Sky Walker, XinXun, Ni Hui und Syma über Protokolloptionen. Details können der Tabelle über unterstützte Modelle (https://www.deviationtx.com/wiki/supported_models) entnommen werden. |nrf24l01-note|
fr: Le protocole YD717 accepte les mini-quadricoptères YD717 et Skybotz UFO, et plusieurs modèles de Sky Walker, XinXun, Ni Hui et Syma à travers les options du protocole. Voir la feuile des modules pris en charge pour une liste complète. |nrf24l01-note|
pt_br: O protocolo YD717 suporta os quadricópteros YD717 e Skybotz UFO Mini, além de vários modelos da Sky Walker, XinXun, Ni Hui ") e Syma através de opções de protocolo. Consulte a planilha de módulos suportados para obter uma lista completa. Nrf24l01-note |
ru: Протокол YD717 поддерживает мини квадрокоптеры YD717 и Skybotz UFO, а также несколько моделей от Sky Walker, XinXun, Ni Hui и Syma через опции протокола. Смотрите таблицу поддерживаемых моделей для полного списка. |nrf24l01-note|
zh: YD717 协议支持 YD717 和 Skybotz UFO 迷你四轴飞行器，以及 Sky Walker, XinXun, Ni Hui 的多种模型，和 Syma 协议选项。请参阅支持模型的完整列表。|nrf24l01-note|
