Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_protocols.po
Languages: de, fr, pt_br, ru, zh

source: The KN protocol is used on the WLToys V930, V931, V966, V977 and V988 (WLToys format) as well as the Feilun FX067C, FX070C and FX071C (Feilun format) helicopters. It has not been tested with other models. |nrf24l01p-note|
de: Das KN Protokoll wird für WLToys V930, V931, V966, V977 und V988 (WLToys Format) sowie Feilen FX067C, FX070C und FX071C (Feilen Format) Helikopter verwendet. Es wurde nicht mit anderen Modellen getestet. |nrf24l01p-note|
fr: Le protocole KN est utilisé sur les hélicoptères WLToys V930, V931, V966, V977 et V988 (forma WLToys) ainsi que les Feilun FX067C, FX070C et FX071C (format Feilun). Il n'a été testé sur aucun autre modèle. |nrf24l01p-note|
pt_br: O protocolo KN é usado nos helicópteros WLToys V930, V931, V966, V977 e V988 (formato WLToys), bem como nos helicópteros Feilun FX067C, FX070C e FX071C (formato Feilun). Não foi testado com outros modelos. | nrf24l01p-note |
ru: Протокол KN используется в моделях WLToys V930, V931, V966, V977 и V988 (формат WLToys), а также Feilun FX067C, FX070C и FX071C (формат Feilun). Он не тестировался с другими моделями. |nrf24l01p-note|
zh: KN 协议被用在 WLToys V930，V931，V966，V977 和 V988(WLToys 模式) 以及 Feilun FX067C，FX070C 和 FX071C(Feilun 模式)直升机。它尚未与其他任 何模型测试。 |nrf24l01p-note|

source: The KN protocol supports up to 11 channels and does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das KN Protokoll unterstützt bis zu 11 Kanäle und kein automatisches Binden. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.
fr: Le protocole KN supporte jusqu'à 11 canaux et n'autorise pas l'auto-appairage. Si l' ID fixe est positionné sur Néant , une ID spécifique à l'émetteur est utilisée à sa place. Il faut appairer manuellement chaque modèle avant la première utilisation.
pt_br: O protocolo KN suporta até 11 canais e não suporta Bind automático. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол KN поддерживает до 11 каналов, и не поддерживает автоматическую привязку. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: KN 协议支持多达 11 个通道，不支持自动对频。如果固定 ID 被设置为无， 遥控器会用特定的 ID来代替。需要在第一次使用模型之前手动对频。

source: Channels 1-4 are throttle, aileron, elevator and rudder. Channel 5 activates the model's built-in dual rate. Channel 6 activates throttle hold. Channel 7 activates idle up (WL Toys V931, V966 and V977 only). Channel 8 toggles between 6G (default) and 3G stabilization. Channel 9-11 are trim channels for throttle/pitch, elevator and rudder.
de: Kanäle 1-4 entsprechen Gas, Querruder, Höhenruder und Seitenruder. Kanal 5 aktiviert die eingebaute Dual-Rate des Modells. Kanal 6 aktiviert Gas aus. Kanal 7 aktiviert Idle Up (nur WLToys V931, V966 und V977). Kanal 8 wechselt zwischen 6G (Standard) und 3G Stabilisierung. Kanal 9-11 sind Trimmkanäle für Gas/Pitch, Höhenruder und Seitenruder.
fr: Les canaux 1-4 sont gaz, ailerons, profondeur et dérive. Le canal 5 active le double débattement inclus dans le modèle. Le canal 6 active la coupure moteur. Le canal 7 active le mode accro [idle-up] (WL Toys V931, V966 et V977 uniquement). Le canal 8 bascule entre 6G (par défaut) et la stabilisation 3G. Les canaux 9-11 sont les canaux de trim pour Gaz/Pas, profondeur et direction.
pt_br: Os canais 1-4 são acelerador, aileron, elevador e leme. O canal 5 ativa a taxa dupla integrada do modelo. O canal 6 ativa o acelerador. Canal 7 ativa ocioso (WL Toys V931, V966 e V977 apenas). O canal 8 alterna entre 6G (padrão) e estabilização 3G. Canal 9-11 são canais de ajuste para acelerador / passo, elevador e leme.
ru: Каналы 1-4 - это throttle, aileron, elevator и rudder. Канал 5 активирует встроенные в модель двойные расходы. Канал 6 активирует удержание газа (throttle hold). Канал 7 активирует 'idle up' (только WL Toys V931, V966 и V977). Канал 8 переключает между стабилизацией 6G (по умолчанию) и 3G. Каналы 9-11 являются каналами триммеров для throttle/pitch, elevator и rudder.
zh: 通道 1-4 依次是油门，副翼，升降和方向。通道 5 控制模型的内置双速率。通道 6 控制油门保持。通道 7 控制熄火(只有 WLToys V931，V966 和 V977)。通道 8 间 6G(默认)和 3G 稳定模式之间切换。通道 9-11 是微调通道，用于油门/螺距，升降舵和方向舵。

source: Protocol: \*ESky150
de: Protokoll: \*ESky150
fr: Protocole: \*ESky150
pt_br: Protocolo: \*ESky150
ru: Протокол: \*ESky150
zh: 协议:ESky150

source: The ESky150 protocol supports the smaller ESky models from 2014 onwards (150, 300, 150X). It has not been tested with any other models. |nrf24l01-note|
de: Das ESky150 Protokoll wird für kleinere ESky Modelle seit 2014 (150, 300, 150X) verwendet. Es wurde nicht mit anderen Modellen getestet. |nrf24l01p-note|
fr: Le protocole ESky150 supporte les plus petits modèles ESky à partir de 2014 (150, 300, 150X). l n'a été testé sur aucun autre modèle. |nrf24l01p-note|
pt_br: O protocolo ESky150 suporta os modelos ESky menores a partir de 2014 (150, 300, 150X). Não foi testado com nenhum outro modelo. | nrf24l01-note |
ru: Протокол ESky150 поддерживает небольшие модели ESky с 2014 года (150, 300, 150X). Он не тестировался с другими моделями. |nrf24l01-note|
zh: ESky150协议支持 2014年起发布的微型 ESKY模型(150，300，150X)。它 尚未与其他任何模型测试。|nrf24l01-note|

source: The Esky150 protocol supports up to 7 channels, and does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das ESky150 Protokoll unterstützt bis zu 7 Kanäle und kein automatisches Binden. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.
fr: Le protocole Esky150 supporte jusqu'à 7 canaux et n'autorise pas l'auto-appairage. Si l' ID fixe est positionné sur Néant , une ID spécifique à l'émetteur est utilisée à sa place. Il faut appairer manuellement chaque modèle avant la première utilisation.
pt_br: O protocolo Esky150 suporta até 7 canais e não suporta Bind automático. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол Esky150 поддерживает до 7 каналов, и не поддерживает автоматической привязки. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: Esky150 协议支持多达 7 个通道，并且不支持自动对频。如果固定 ID 被设 置为无，遥控器会用特定的 ID 来代替。需要在第一次使用模型之前手动对频。

source: Channels 1-4 are throttle, aileron, elevator and rudder. Channel 5 is flight mode (1 bit switch with only two states). Channel 6 is not yet used on any of the tested models. Channel 7 is a 2 bit switch (4 states).
de: Kanal 1-4 entsprechen Gas, Querruder, Höhenruder und Seitenruder. Kanal 5 ist der Flugmodus (1 bit Schalter mit zwei Zuständen). Kanal 6 wird auf keinem der getesteten Modelle verwendet. Kanal 7 ist ein 2 bit Schalter (4 Zustände).
fr: Les canaux 1-4 sont gaz, ailerons,profondeur et dérive. Le canal 5 détermine le mode de vol ( commutateur à 1 bit à 2 états). Le canal 6 n'est utilisé dans aucun modèle testé. Le canal 7 est un commutateur à 2 bits (4 états).
pt_br: Os canais 1-4 são acelerador, aileron, elevador e leme. O canal 5 é o modo de voo (comutador de 1 bit com apenas dois estados). O canal 6 ainda não é usado em nenhum dos modelos testados. O canal 7 é um comutador de 2 bits (4 estados).
ru: Каналы 1-4 - это throttle, aileron, elevator и rudder. Канал 5 это полетный режим (1 битный переключатель с двумя состояниями). Канал 6 не используется на всех протестированных моделях. Канал 7 - это 2 битный переключатель (4 состояния).
zh: 通道 1-4 是油门，副翼，升降和方向。通道 5 是飞行模式(1 位开关仅具有两个状态)。通道 6 测试的模型没有任何作用。通道 7是一个 2位开关(4种状态)。

source: It is important if you have a 4 channel model, to configure that your model only has 4 channels, otherwise the throttle values can go crazy.
de: Bei 4-Kanal Modellen bitte sicherstellen, das der Sender auch nur für 4 Kanäle konfigurier wurde, da ansonsten abenteuerliche Gaswerte gesendet werden können.
fr: Si vous avez un modèle à 4 canaux, il est important de configurer que votre modèle a 4 canaux, sinon le canal des gaz peut devenir incontrôlable.
pt_br: É importante que você tenha um modelo de 4 canais e que seja configurado para somente 4 canais e nada mais, caso contrário os valores de aceleração podem ficar simplesmente loucos.
ru: Если у вас 4 канальная модель, важно настроить ее на использование только 4 каналов, в противном случае канал газа будет работать неадекватно.
zh: 设置你的模型为 4 通道，如果你有一个 4 通道模型，这是很重要的，否则 油门值会错误。

source: Protocol: \*Esky
de: Protokoll: \*Esky
fr: Protocole: \*Esky
pt_br: Protocolo: \*Esky
ru: Протокол: \*Esky
zh: 协议:Esky

source: Needs to be completed. |nrf24l01-note|
de: Muss noch vervollständigt werden. |nrf24l01-note|
fr: A compléter. |nrf24l01-note|
pt_br: Precisa ser concluído. | nrf24l01-note |
ru: Нуждается в доработке. |nrf24l01-note|

source: The Esky protocol supports up to 6 channels, does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das Esky Protokoll unterstützt bis zu 6 Kanäle und kein automatisches Binden. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.
fr: Le protocole Esky supporte jusqu'à 6 canaux et n'autorise pas l'auto-appairage. Si l' ID fixe est positionné sur Néant , une ID spécifique à l'émetteur est utilisée à sa place. Il faut appairer chaque modèle manuellement avant la première utilisation.
pt_br: O protocolo Esky suporta até 6 canais, não suporta auto-Bind. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол Esky поддерживает до 6 каналов, и не поддерживает автоматической привязки. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: ESKY协议支持多达 6个通道，不支持自动对频。如果固定 ID被设置为无， 遥控器会用特定的 ID来代替。需要在第一次使用模型之前手动对频。

source: Protocol: \*BlueFly
de: Protokoll: \*BlueFly
fr: Protocole: \*BlueFly
pt_br: Protocolo: \*BlueFly
ru: Протокол: \*BlueFly
zh: 协议:BlueFly

source: The BlueFly protocol is used with the Blue-Fly HP100. It has not been tested with any other models. |nrf24l01p-note|
de: Das BlueFly Protokoll wird für den Blue-Fly HP100 verwendet. Es wurde nicht mit anderen Modellen getestet. |nrf24l01p-note|
fr: Le protocole BlueFly est utilisé sur le Blue-Fly HP100. Il n'a été testé sur aucun autre modèle. |nrf24l01p-note|
pt_br: O protocolo BlueFly é usado com o Blue-Fly HP100. Não foi testado com nenhum outro modelo. | nrf24l01p-note |
ru: Протокол BlueFly используется с Blue-Fly HP100. Он не тестировался с другими моделями. |nrf24l01p-note|
zh: BlueFly 协议用于 BlueFly HP100。它尚未与其他任何模型测试。

source: The BlueFly protocol supports up to 6 channels, does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das BlueFly Protokoll unterstützt bis zu 6 Kanäle und kein automatisches Binden. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.
fr: Le protocole BlueFly supporte jusqu'à 6 canaux et n'autorise pas l'auto-appairage. Si l' ID fixe est positionné sur Néant , une ID spécifique à l'émetteur est utilisée à sa place. Il faut appairer chaque modèle manuellement avant la première utilisation.
pt_br: O protocolo BlueFly suporta até 6 canais, não suporta Bind automático. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол BlueFly поддерживает до 6 каналов, и не поддерживает автоматической привязки. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: BlueFly协议支持多达 6个通道，不支持自动对频。如果固定 ID被设置为 无，遥控器会用特定的 ID 来代替。需要在第一次使用模型之前手动对频。

source: Protocol: \*CX10
de: Protokoll: \*CX10
fr: Protocole: \*CX10
pt_br: Protocolo: \*CX10
ru: Протокол: \*CX10
zh: 协议:CX10

source: The CX10 format supports the Cheerson CX10 quadcopter. |nrf24l01-note|
de: Die Format CX10 Protokolloption unterstützt den Cheerson CX10 Quadrokopter. |nrf24l01-note|
fr: Le protocole CX10 accepte le quadricoptère Cheerson CX10. |nrf24l01-note|
pt_br: O formato CX10 suporta o quadcopter Cheerson CX10. | nrf24l01-note |
ru: Формат CX10 поддерживает квадрокоптер the Cheerson CX10. |nrf24l01-note|
zh: CX10 格式支持澄星(Cheerson) CX10 四轴飞行器。

source: The CX10 protocol supports 9 channels and only supports auto-binding. The protocol stays in bind mode until successful. The first four channels are Aileron, Elevator, Throttle and Rudder.
de: Das CX10 Protokoll unterstützt 9 Kanäle und unterstützt nur automatisches Binden. Das Protokoll bleibt im Bindemodus bis dieser erfolgreich abgeschlossen wurde. Die ersten vier Kanäle sind Querruder, Höhenruder, Gas und Seitenruder.
fr: Le protocole CX10 supporte 9 canaux et n'autorise que l'auto-appairage. Le protocole reste en mode appairage jusqu'à la réussite de celui-ci. Les quatre premiers canaux sont ailerons, profondeur, gaz et dérive .
pt_br: O protocolo CX10 suporta 9 canais e suporta apenas Bind automático. O protocolo permanece no modo de Bind até ser bem sucedido. Os primeiros quatro canais são o Aileron, o Elevator, o Throttle e o Rudder.
ru: Протокол CX10 поддерживает 9 каналов, и поддерживает только автоматическую привязку. Протокол остается в режиме привязки до успешного завершения привязки. Первые четыре канала Aileron, Elevator, Throttle и Rudder.
zh: CX10 协议支持 9 个通道，并且只支持自动对频。该协议对频时会一直停留在对频模式，直到成功为止。

source: Channel 5 is Rate except on the CX-10A, where it is headless mode.
de: Kanal 5 ist die Rate, außer beim CX-10A, wo hiermit der Headless Mode aktiviert wird.
fr: Le canal 5 est le mode sauf pour le CX-10A pour lequel il active le mode à contrôle d'orientation intelligent [headless]
pt_br: O canal 5 é a taxa, exceto no CX-10A, onde é o modo sem cabeça.
ru: Канал 5 - это расход (Rate), за исключением CX-10A, где это режим 'headless'.
zh: 通道 5 是速度。CX-10A 为无头模式。

source: Channel 6 is flip mode.
de: Kanal 6 aktiviert den Überschlag [flip] Modus
fr: Le canal 6 est le mode Flip.
pt_br: Canal 6 é o flip
ru: Канал 6 - это функция 'flip'.
zh: 通道 6 是一键翻滚。

source: The DM007 format also uses channel 7 for the still camera, channel 8 for the video camera and channel 9 for headless mode.
de: Das DM007 Format unterstützt zusätzlich Kanal 7 für Einzelbildaufnahmen, Kanal 8 für Video ein/aus und Kanal 9 für Headless Mode.
fr: Le format DM007 utilise le canal 7 pour l'appareil photo, le canal 8 pour la camera vidéo et le canal 9 pour le mode à contrôle d'orientation intelligent [headless]
pt_br: O formato DM007 também usa o canal 7 para a câmera fotográfica, o canal 8 para a câmera de vídeo e o canal 9 para o modo sem cabeça.
ru: Формат DM007 также использует канал 7 для снимков, канал 8 для видеокамеры и канал 9 для режима 'headless'.
zh: DM007 模式还使用了通道 7照相。通道 8 视频摄像机。通道 9无头模式。

source: The protocol has a Format option for the Blue-A, Green, DM007, Q282, JC3015-1, JC3015-2, MK33041 and Q242 quadcopters.
de: Das Protokoll besitzt Formatoptionen für Blue-A, Green, DM007, Q282, JC3015-1, JC3015-2, MK33041 und Q242 Quadrokopter.
fr: Le protocole a une option de format pour les quadricoptères Blue-A, Green, DM007, Q282, JC3015-1, JC3015-2, MK33041 et Q242.
pt_br: O protocolo tem uma opção de formato para os quadcopters Blue-A, Green, DM007, Q282, JC3015-1, JC3015-2, MK33041 e Q242.
ru: Протокол имеет опцию формата для квадрокоптеров Blue-A, Green, DM007, Q282, JC3015-1, JC3015-2, MK33041 и Q242.
zh: 该协议模式选项有 Blue-A，Green，DM007，Q282，JC3015-1，JC3015-2，MK33041 和 Q242 四轴飞行器。

source: Protocol: \*CG023
de: Protokoll: \*CG023
fr: Protocole: \*CG023
pt_br: Protocolo: \*CG023
ru: Протокол: \*CG023
zh: 协议:CG023

source: The CG023 protocol supports the Eachine CG023 and 3D X4 quadcopters. It has not been tested on other models. |nrf24l01-note|
de: Das CG023 Protokoll wird für Eachine CG023 und 3D X4 Quadrokopter verwendet. Es wurde nicht mit anderen Modellen getestet. |nrf24l01p-note|
fr: Le protocole CG023 est utilisé sur les quadricoptères Eachine CG023 et 3D X4 . Il n'a été testé sur aucun autre modèle. |nrf24l01p-note|
pt_br: O protocolo CG023 suporta os quadcopters Eachine CG023 e 3D X4. Não foi testado em outros modelos. | nrf24l01-note |
ru: Протокол CG023 поддерживает квадрокоптеры Eachine CG023 и 3D X4. Он не тестировался с другими моделями. |nrf24l01-note|
zh: CG023 协议支持 Eachine CG023 和 3D X4 四轴飞行器。其他模型没有进行 测试。

source: The CG023 protocol supports 9 channels and only supports auto-binding.
de: Das CG023 Protokoll unterstützt 9 Kanäle und unterstützt nur automatisches Binden.
fr: Le protocole CG023 supporte 9 canaux et n'autorise que l'auto-appairage.
pt_br: O protocolo CG023 suporta 9 canais e aceita apenas Bing automático.
ru: Протокол CG023 поддерживает 9 каналов, и поддерживает только автоматическую привязку.
zh: CG023 协议支持 9 个通道，并且只支持自动对频。

source: The first four channels are Aileron, Elevator, Throttle and Rudder.
de: Die ersten 4 Kanäle entsprechen Querruder, Höhenruder, Gas und Seitenruder.
fr: Les quatre premiers canaux sont : Ailerons, profondeur, gaz et dérive.
pt_br: Os primeiros quatro canais são o Aileron, o Elevator, o Throttle e o Rudder.
ru: Первые четыре канала Aileron, Elevator, Throttle и Rudder.
zh: 通道 1-4 依次是副翼，升降，油门和方向。

source: Channel 5 controls the LEDs.
de: Kanal 5 steuert die LEDs
fr: Le canal 5 contrôle les Leds.
pt_br: Canal 5 controla os LEDs.
ru: Канал 5 управляет светодиодами.
zh: 通道 5控制 LED。

source: Channel 6 controls Flip mode.
de: Kanal 6 aktiviert den Überschlag [flip] Modus
fr: Le canal 6 permet le mode 'flip'.
pt_br: Canal 6 controla o modoFflip.
ru: Канал 6 управляет функцией 'Flip'.
zh: 通道 6 控制一键翻滚模式。

source: Channel 7 controls the still camera
de: Kanal 7 macht Einzelbildaufnahmen
fr: Le canal 7 contrôle la prise de vue fixe.
pt_br: Canal 7 controla a câmera fotográfica
ru: Каанал 7 управляет фотоснимками.
zh: 通道 7控制相机

source: Channel 8 controls the video camera.
de: Kanal 8 schaltet Video ein/aus
fr: Le canal 8 contrôle la caméra vidéo.
pt_br: Canal 8 controla a câmera de vídeo
ru: Канал 8 управляет видеокамерой.
zh: 通道 8 控制摄像机。

source: Channel 9 controls headless mode.
de: Kanal 9 schaltet Headless Mode ein/aus
fr: Le canal 9 contrôle le mode de contrôle d'orientation intelligent - [headless}
pt_br: Canal 9 controla o modo sem cabeça
ru: Канал 9 управляет режимом 'headless'.
zh: 通道 9 控制无头模式。

source: The protocol has a Format option for the YD829 quadcopter.
de: Das Protokoll besitzt eine Formatoptionen für den YD829 Quadrokopter.
fr: Le protocole a une option de format pour le quadricoptère YD829.
pt_br: O protocolo tem o formato para o quadcopter YD829.
ru: Протокол имеет опцию формата для квадрокоптера YD829.
zh: 该协议模式选项有 YD829 四轴飞行器。

source: Protocol: \*H8_3D
de: Protokoll: \*H8_3D
fr: Protocole: \*H8_3D
pt_br: Protocolo: \*H8_3D
ru: Протокол: \*H8_3D
zh: 协议:H8_3D

source: The H8_3D protocol supports the Eachine H8 3D, JJRC H20 and H11D quadcopters. It has not been tested on other models. |nrf24l01-note|
de: Das H8_3D Protokoll wird für Eachine H8 3D, JJRC H20 und H11D Quadrokopter verwendet. Es wurde nicht mit anderen Modellen getestet. |nrf24l01p-note|
fr: Le protocole H8_3Dest utilisé sur les quadricoptères Eachine H8 3D, JJRC H20 et H11D . Il n'a été testé sur aucun autre modèle. |nrf24l01p-note|
pt_br: O protocolo H8_3D suporta os quadcopters Eachine H8 3D, JJRC H20 e H11D. Não foi testado em outros modelos. | nrf24l01-note |
ru: Протокол H8_3D поддерживает квадрокоптеры Eachine H8 3D, JJRC H20 и H11D. Он не тестировался с другими моделями. |nrf24l01-note|
zh: H8_3D 协议支持 Eachine H8 3D，JJRC H20 和 H11D 四轴飞行器。其他模型没 有进行测试。

source: The H8_3D protocol supports 11 channels and only supports auto-binding.
de: Das H8_3D Protokoll unterstützt 11 Kanäle und unterstützt nur automatisches Binden.
fr: Le protocole H8_3D supporte 11 canaux et n'autorise que l'auto-appairage.
pt_br: O protocolo H8_3D suporta 11 canais e suporta apenas Bind automático.
ru: Протокол H8_3D поддерживает 11 каналов, и поддерживает только автоматическую привязку.
zh: H8_3D 协议支持 11 个通道，并且只支持自动对频。

source: Channel 10 controls RTH mode.
de: Kanal 11 kontrolliert den Return-To-Home Modus
fr: Le canal 10 contrôle le mode retour au départ - RTH - Return to home.
pt_br: Canal 10 aciona o RTH
ru: Канал 10 управляет режимом возврата домой (RTH).
zh: 通道 10 控制一键返航模式。

source: Channel 11 controls camera gimball on H11D and has 3 positions.
de: Kanal 11 kontrolliert das Kameragimbal am H11D und hat drei Positionen.
fr: Le canal 11 contrôle le support de caméra sur le H11D et a 3 positions.
pt_br: O canal 11 controla o gimbal da câmera no H11D com 3 posições.
ru: Канал 11 управляет подвесом камеры в H11D и имеет 3 положения.
zh: 通道 11 控制H11D 上相机云台，有 3 个位置。

source: Both sticks bottom left starts accelerometer calibration on H8 3D, or headless calibration on H20.
de: Beide Knüppel nach links unten aktiviert die Kalibration des Beschleunigungsmessers am H8 3D und die Headless Kaliration am H20.
fr: Mettre les deux manches en bas à gauche initialise la calibration des accéléromètres sur le H8 3D ou la calibration du de contrôle d'orientation intelligent - [headless} sur le H20.
pt_br: Ambos os sticks posicionados no canto inferior esquerdo iniciam a calibração do acelerômetro no H8 3D ou a calibração sem cabeça no H20.
ru: Оба стика внизу слева запускают калибровку акселерометра в H8 3D, или калибровку 'headless' в H20.
zh: 两个摇杆打到左下角，开始 H8 3D 的加速度计校准，或 H20 的无头校准。

source: Both sticks bottom right starts accelerometer calibration on H20 and H11D.
de: Beide Knüppel nach rechts unten aktiviert die Kalibration des Beschleunigungsmessers am H20 und H11D.
fr: Mettre les deux manches en bas à droite initialise la calibration des accéléromètres sur le H20 et le H11D.
pt_br: Ambos os sticks no canto inferior direito iniciam a calibração do acelerômetro no H20 e H11D.
ru: Оба стика внизу справа запускают калибровку акселерометра в H20 и H11D.
zh: 两个摇杆打到右下角，开始 H20 和 H11D 的加速度计校准。

source: Protocol: \*MJXq
de: Protokoll: \*MJXq
fr: Protocole: \*MJXq
pt_br: Protocolo: \*MJXq
ru: Протокол: \*MJXq

source: The MJXq protocol supports the MJX quadcopters. It also has format options for Weilihua WLH08, EAchine E010 and JJRC H26D / H26WH. |nrf24l01-note|
de: Das MJXq Protokoll unterstützt MJX Quadrokopter. Es besitzt Formatoptionen für Weilihua WLH08, Eachine E010 und JJRC H26D / H26WH. |nrf24l01-note|
fr: Le protocole MJXq supporte les quadricoptères MJX. Il posséde aussi des options de format pour les Weilihua WLH08, EAchine E010 et JJRC H26D / H26WH. |nrf24l01-note|
pt_br: O protocolo MJXq suporta os quadricopters MJX. Também tem opções de formato para Weilihua WLH08, EAchine E010 e JJRC H26D / H26WH. | nrf24l01-note |
ru: Протокол MJXq поддерживает квадрокоптеры MJX. Он также имеет опцию формата для Weilihua WLH08, EAchine E010 и JJRC H26D / H26WH. |nrf24l01-note|
zh: MJXq 协议支持美嘉欣(MJX)四轴飞行器。模式选项还有 Weilihua WLH08，EAchine E010 和 JJRC H26D / H26WH。
