Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_protocols.po
Languages: de, fr, pt_br, ru, zh

source: Protocols
de: Protokoll
fr: Protocoles
pt_br: Protocolos
ru: Протоколы
zh: 协议

source: Some protocols have additional customization or limits. Each of the protocols is described below. An asterisk (‘*’) before the protocol name in the section header means a hardware module must be added to the transmitter to support the protocol. On the transmitter display the asterisk means Deviation does not detect the required module (not installed, hardware.ini not correct, or other issue communicating with the module.) More information can be found in the Module installation guide:
de: Einige Protokolle haben zusätzliche Einstellungen oder Begrenzungen. Jedes Protokoll ist im folgenden beschrieben. Falls ein Sternchen ('*') vor dem Protokollnamen angezeigt wird, bedeutet das, dass dieses Protokoll momentan nicht vom Sender unterstützt wird, da ein notwendiges Modul vom Deviation nicht erkannt wurde (nicht installiert ist, in hardware.ini nicht konfiguriert oder nicht korrekt verbunden). Mehr Information können Sie in der Modulinstallationsanleitung finden:
fr: Certains protocoles ont des configurations spécifiques ou certaines limitations. Chaque protocole est décrit ci-dessous. Un astérisque (‘*’) avant le nom du protocole dans le titre du paragraphe signifie qu'un module matériel doit être ajouté à l'émetteur pour permettre le support du protocole. Sur l'affichage de l'émetteur un astérisque informe que Deviation ne détecte pas le module requis (non installé, hardware.ini incorrect ou autre problème de communication avec le module). D'autres informations peuvent être trouvées dans le 'Guide d'installation de Module'.
pt_br: Alguns protocolos possuem personalização ou limites adicionais. Cada um dos protocolos é descrito abaixo. Um asterisco (‘*’) antes do nome do protocolo no cabeçalho da seção significa que um módulo de hardware deve ser adicionado ao transmissor para suportar o protocolo. Na tela do transmissor, o asterisco significa que o Deviation não detecta o módulo necessário (não instalado, o hardware.ini não está correto ou outro problema de comunicação com o módulo). Mais informações podem ser encontradas no guia de instalação do módulo:
ru: Некоторые протоколы имеют дополнительные настройки или ограничения. Каждый из протоколов описан ниже. Звездочка (‘*’) перед названием протокола в заголовке раздела означает, что для поддержки протокола необходимо добавить в передатчик аппаратный модуль. На экране передатчика звездочка означает, что Deviation не обнаруживает требуемый модуль (не установлен, неправильный 'hardware.ini', или другие проблемы взаимодействия с модулем). Дополнительную информацию можно найти в руководстве по установке модуля:
zh: 有些协议有额外的配置和限制。每个协议的描述见下文。遥控器上的显示中，星号是指 Deviation 固件没有检测到所需的硬件模块(未安装，或者 hardware.ini 文件不正确，或模块通信有其他 的问题)更多信息可在模块安装指南中找到:

source: Protocol: DEVO
de: Protokoll: DEVO
fr: protocole : DEVO
pt_br: Protocolo: DEVO
ru: Протокол: DEVO
zh: 协议:DEVO

source: The DEVO protocol is used to maintain compatibility with the Walkera DEVO receivers/models. This protocol supports up to 12 channels. The DEVO protocol supports both auto-binding and manual-binding. If Fixed ID is set to ‘None’ the transmitter will attempt to auto-bind with the receiver every time it is powered on. If a value is set for Fixed ID, the receiver must be bound manually one-time using the ‘Bind’ button, after which it should stay bound. Note that the Fixed ID is only part of the binding procedure. Two transmitters with the Same ID cannot control the same model.
de: Das DEVO Protokoll wird benutzt um die Kompatibilität zu den Walkera DEVO Empfängern/Modellen zu erhalten. Dieses Protokoll unterstützt bis zu 12 Kanäle. Das DEVO Protokoll unterstützt automatisches Binden als auch manuelles Binden. Falls eine Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, versucht der Sender bei jedem Anschalten automatisch den Empfänger zu binden. Falls der Wert auf eine feste ID gesetzt ist, muss der Empfänger einmalig von Hand mit dem 'Binden' ['Bind'] Knopf gebunden werden; danach sollte er gebunden bleiben. Beachten Sie, dass die Feste ID nur Teil des Bindevorganges ist. Zwei Sender mit der gleichen ID können nicht das gleiche Modell kontrollieren.
fr: Le protocole DEVO est installé afin de garder la compatibilité avec les recepteurs Walkera DEVO. Ce protocole supporte jusqu'à 12 canaux. Il supporte aussi bien l'auto-appairage que l'appairage manuel par identifiant fixe. Si l'identifiant fixe (ID fixe) est réglé sur 'Néant' alors l'émetteur utilisera l'autoappairage à chaque mise sous tension. Si l'identifiant a une valeur, alors le récepteur doit être appairé la première fois en utilisant le bouton 'Appairer'. Notez que l'identifiant fixe n'est qu'un élément de la procédure d'appairage. Deux émetteurs avec la même ID ne peuvent contrôler le même modèle.
pt_br: O protocolo DEVO é usado para manter a compatibilidade com os receptores / modelos Walkera DEVO. Este protocolo suporta até 12 canais. O protocolo DEVO suporta ligação automática e ligação manual. Se a ID Fixa for definida como "Nenhum", o transmissor tentará se Bindar automaticamente ao receptor toda vez que for ligado. Se um valor for definido para ID fixa, o receptor deve receber o Bind manualmente uma única vez usando o botão "Bind", após o qual ele deve permanecer vinculado. Observe que o ID fixo é apenas parte do procedimento de Bind. Dois transmissores com o mesmo ID não podem controlar o mesmo modelo.
ru: Протокол DEVO используется для обеспечения совместимости с приемниками/моделями Walkera DEVO. Этот протокол поддерживает до 12 каналов. Протокол DEVO поддерживает автоматическую привязку и ручную привязку. Если 'Fixed ID' установлен в ‘None’, передатчик будет пытаться автоматически привязаться к приемнику при каждом включении питания. Если для 'Fixed ID' установлено значение, приемник должен быть привязан вручную один раз с помощью кнопки ‘Bind’, после чего он должен оставаться привязанным. Имейте в виду, что 'Fixed ID' является только частью процедуры привязки. Два передатчика с одинаковым 'Fixed ID' не могут управлять одной и той же моделью.
zh: DEVO 协议用于支持华科尔 DEVO 接收机/模型。该协议支持多达 12 个通道。DEVO 协议支持自动对频和手动对频。如果固定 ID 设置为“无”时，遥控器每次 开机时将尝试与接收机自动对频。如果固定 ID 被设置为一个值，当需要配对接 收机时必须通过使用“对频”按钮，手动对频一次。需要注意的是固定 ID 是对 频过程必须的操作。两个遥控器使用相同的 ID 无法控制相同的模型。

source: The DEVO protocol also supports enabling/disabling the telemetry capability. This option is accessed by pressing the Protocol spin-box when DEVO is shown.
de: Das DEVO Protokoll unterstützt ebenfalls Aktivieren und Deaktivieren der Telemetriefähigkeit. Diese Option ist zugänglich durch Drücken des Protokoll Drehfelds wenn DEVO angezeigt wird.
fr: Le protocole Devo permet d'activer ou désactiver la télémétrie. Cette fonction est accessible par l'appui sur la boite de sélection Protocole quand DEVO est affiché.
pt_br: O protocolo DEVO também suporta a ativação / desativação do recurso de telemetria. Esta opção é acessada pressionando a caixa de rotação do protocolo quando DEVO é mostrado.
ru: Протокол DEVO также поддерживает включение/выключение функции телеметрии. Эта опция доступна по нажатию на полосу прокрутки 'Protocol', когда отображается 'DEVO'.
zh: DEVO协议还支持启用/禁用双向回传。选择框为 DEVO时按下ENT键，访问 此选项。

source: The following fields are available in Devo Telemetry. Note that not all models/receivers report all fields, and that some fields require extra modules to enable.
de: Die folgenden Felder sind in der DEVO Telemetrie verfügbar. Beachten Sie, dass nicht alle Modelle / Empfänger alle Felder rückmelden und dass einige Felder extra aktivierte Module benötigen.
fr: Les champs suivants sont disponibles dans la télémétrie DEVO. Notez que tous les modèles ou récepteurs ne rapportent pas toutes les données et que des données nécessitent des modules supplémentaires pour être disponibles.
pt_br: Os campos a seguir estão disponíveis na Telemetria Devo. Observe que nem todos os modelos / receptores relatam todos os campos e que alguns campos exigem módulos extras para serem ativados.
ru: Следующие поля доступны для телеметрии Devo. Имейте в виду, что не все модели/приемники передают все поля, и некоторые поля требуют наличия дополнительных модулей.
zh: 以下功能 Devo遥控器是可用的。请注意，并非所有型号/接收机会传回所有 信息，而且有些信息需要添加额外的模块来实现。

source: **Temp1/2/3/4**: Temperature readings. These can be battery, motor, or ambient values
de: **Temp1/2/3/4**: Temperaturanzeigen. Dies können Batterie-, Motor- oder Umgebungswerte sein.
fr: *T° 1/2/3/4**: Données de température. Elles peuvent être celles de la batterie, du moteur, ou la température ambiante.
pt_br: ** Temp1 / 2/3/4 **: leituras de temperatura. Estes podem ser valores de bateria, motor ou ambiente
ru: **Temp1/2/3/4**: Показания температуры. Это может быть батарея, мотор или температура окружающей среды
zh: **温度 1/2/3/4**：温度读数，这些可以是电池、电机、或环境值

source: **Volt1/2/3**: Voltage readings for receiver battery, and external batteries
de: **Volt1/2/3**: Spannungsanzeigen für Empfängerbatterie und externe Batterien.
fr: **Volt1/2/3**: Données de voltage pour la batterie de réception et/ou des batteries externes.
pt_br: ** Volt1 / 2/3 **: Leituras de tensão para bateria do receptor e baterias externas
ru: **Volt1/2/3**: Показания напряжения для батареи приемника, и внешних батарей
zh: **电压 1/2/3**：接收机电池和外部电池电压读数

source: **RPM1/2**: Motor/Engine RPM values
de: **UPM1/2**: Motor-/Maschinen Drehzahl
fr: **T/mn1/2**: Vitesses de rotation moteur en tours/minute.
pt_br: ** RPM1 / 2 **: valores de RPM do motor / motor
ru: **RPM1/2**: Значения оборотов мотора/двигателя
zh: **转数 1/2**：电机/螺旋桨转数值

source: **GPS Data**: Current position, speed and altitude from GPS module
de: **GPS Data**: Aktuelle Position, Geschwindigkeit und Höhe vom GPS Modul
fr: **Données GPS**: Position en cours, vitesse et altitude provenant du module GPS.
pt_br: ** Dados GPS **: Posição atual, velocidade e altitude com o módulo GPS
ru: **GPS Data**: Текущие координаты, скорость и высота от модуля GPS
zh: **GPS数据**：GPS模块当前位置，速度和高度

source: Protocol: WK2801
de: Protokoll: WK2801
fr: Protocole : WK2801
pt_br: Protocolo: WK2801
ru: Протокол: WK2801
zh: 协议：WK2801

source: The WK2801 protocol is used to control older Walkera models. The previous Walkera models were segmented into 3 similar but not identical protocols: WK2801, WK2601, WK2401. This roughly corresponds to the number of channels supported, but many of the newer 6-channel receivers actually support the WK2801 protocol. It is recommended to try the WK2801 protocol 1st when working with older Walkera models before attempting the WK2601 or WK2401 mode, as the WK2801 is a superior protocol. The WK2801 protocol supports up to 8 channels, and both auto-binding and manual-binding. If Fixed ID is set to ‘None’ the transmitter will attempt to auto-bind with the receiver every time it is powered on. If a value is set for Fixed ID, the receiver must be bound manually one-time using the ‘Bind’ button, after which it should stay bound.
de: Das WK2801 Protokoll wird benutzt um ältere Walkera Modelle zu steuern. Die ehemaligen Walkera Modelle waren in 3 ähnliche aber nicht identische Protokolle aufgeteilt: WK2801, WK2601, WK2401. Dieses stimmt ungefähr mit der Anzahl der unterstützen Kanäle überein, aber viele der neueren 6-Kanal Empfänger unterstützen sogar das WK2801 Protokoll. Wir empfehlen das WK2801 Protokoll zuerst auszuprobieren sofern Sie mit älteren Walkera Modellen arbeiten bevor Sie das WK2601 oder das WK2401 versuchen, da das WK2801 das höhere Protokoll ist. Das WK2801 Protokoll unterstützt bis zu 8 Kanäle und Automatisches Binden als auch Manuelles Binden. Falls eine Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, versucht der Sender bei jedem Anschalten automatisch den Empfänger zu binden. Falls der Wert auf eine feste ID gesetzt wurde, muss der Empfänger einmalig von Hand mit dem 'Binden' ['Bind'] Knopf gebunden werden; danach sollte er gebunden bleiben.
fr: Le protocole WK2801 est utilisé pour commander les anciens modèles Walkera. Les précédents modèles de cette marque utilisaient trois protocoles similaires mais non identiques:WK2801, WK2601, WK2401. Ils correspondent en gros au nombre de canaux supportés mais de nombreux nouveaux récepteurs 6 canaux admettent le protocole WD2801. Il est recommandé de toujours essayer d'abord le protocole WK2801 sur les anciens récepteurs Walkera avant d'essayer les protocoles 2601 et 2401, car le protocole WK2801 est supérieur en bien des points. Le protocole WK2801 supporte jusque 8 canaux, l'appairage automatique aussi bien que le manuel. Si l'ID Fixe est mis sur 'Néant' alors l'émetteur lancera la procédure d'auto appairage à chaque mise sous tension. Si l'ID Fixe a une valeur alors le récepteur devra être appairé manuellement la première fois en utilisant le bouton 'Appairer' après quoi il devrait rester appairé.
pt_br: O protocolo WK2801 é usado para controlar modelos Walkera antigos. Os modelos Walkera anteriores foram segmentados em 3 protocolos similares, mas não idênticos: WK2801, WK2601, WK2401. Isso corresponde aproximadamente ao número de canais suportados, mas muitos dos novos receptores de 6 canais na verdade suportam o protocolo WK2801. Recomenda-se experimentar o protocolo WK2801 em primeiro lugar ao trabalhar com modelos Walkera antigos antes de tentar o modo WK2601 ou WK2401, já que o WK2801 é um protocolo superior. O protocolo WK2801 suporta até 8 canais e Bind automático e Bind manual. Se a ID Fixa for definida como "Nenhum", o transmissor tentará se vincular automaticamente ao receptor toda vez que for ligado. Se um valor for definido para ID fixa, o receptor deve ser vinculado manualmente uma única vez usando o botão "Bind", após o qual ele deve permanecer vinculado.
ru: Протокол WK2801 используется для управления старыми моделями Walkera. Предыдущие модели Walkera были разделены на 3 сходных, но не идентичных протокола: WK2801, WK2601, WK2401. Это примерно соответствует количеству поддерживаемых каналов, но многие из новых 6-канальных приемников фактически поддерживают протокол WK2801. Рекомендуется сначала попробовать протокол WK2801, при работе со старыми моделями Walkera, прежде чем пробовать WK2601 или WK2401, так как WK2801 является лучшим протоколом. Протокол WK2801 поддерживает до 8 каналов, автоматическую и ручную привязку. Если 'Fixed ID' установлен в ‘None’, передатчик будет пытаться автоматически привязаться к приемнику при каждом включении питания. Если для 'Fixed ID' установлено значение, приемник должен быть привязан вручную один раз с помощью кнопки ‘Bind’, после чего он должен оставаться привязанным.
zh: WK2801协议用于控制较老款华科尔。以前华科尔模型分成 3种相似但不完 全相同的协议:WK2801，WK2601，WK2401。这大致对应于所支持的通道数，但 许多新的 6 通道接收机实际上支持 WK2801 协议。建议与老款华科尔接收机WK2601 或 WK2401 对频之前，先尝试 WK2801 协议，因为 WK2801 是一个更好 的协议。WK2801 协议支持最多 8 个通道，并且可以自动对频和手动对频。如果 固定 ID 设置为“无”时，遥控器每次开机时将尝试与接收机自动对频。如果固 定 ID 被设置为一个值，需要配对的接收机必须通过使用“对频”按钮，手动对 频一次。

source: Protocol: WK2601
de: Protokoll: WK2601
fr: Protocole: WK2601
pt_br: Protocolo: WK2601
ru: Протокол: WK2601
zh: 协议:WK2601

source: The WK2601 protocol is used to control older Walkera models. The previous Walkera models were segmented into 3 similar but not identical protocols: WK2801, WK2601, WK2401. This roughly corresponds to the number of channels supported, but many of the newer 6-channel receivers actually support the WK2801 protocol. It is recommended to try the WK2801 protocol 1st when working with older Walkera models before attempting the WK2601 or WK2401 mode, as the WK2801 is a superior protocol. The WK2601 protocol supports up to 7 channels, and only supports auto-binding. The fixed ID can be used, but does not prevent auto-binding during power-on.
de: Das WK2601 Protokoll wird benutzt um ältere Walkera Modelle zu steuern. Die ehemaligen Walkera Modelle waren in 3 ähnliche aber nicht identische Protokolle aufgeteilt: WK2801, WK2601, WK2401. Dieses stimmt ungefähr mit der Anzahl der unterstützen Kanäle überein, aber viele der neueren 6-Kanal Empfänger unterstützen sogar das WK2801 Protokoll. Wir empfehlen das WK2801 Protokoll zuerst auszuprobieren sofern Sie mit älteren Walkera Modellen arbeiten bevor Sie das WK2601 oder das WK2401 versuchen, da das WK2801 das höhere Protokoll ist. Das WK2601 Protokoll unterstützt bis zu 7 Kanäle und nur Automatisches Binden. Eine feste ID kann benutzt werden, verhindert aber nicht, das Automatische Binden während des Einschaltens.
fr: Le protocole WK2601 est utilisé pour commander les anciens modèles Walkera. Les précédents modèles de cette marque utilisaient trois protocoles similaires mais non identiques :WK2801, WK2601, WK2401. Ils correspondent en gros au nombre de canaux supportés mais de nombreux nouveaux récepteurs 6 canaux admettent le protocole WD2801. Il est recommandé de toujours essayer d'abord le protocole WK2801 sur les anciens récepteurs Walkera avant d'essayer les protocoles 2601 et 2401, car le protocole WK2801 est supérieur en bien des points. Le protocole WK2601 supporte jusque 7 canaux, l'appairage ne peut se faire qu'automatiquement. L'ID Fixe peut être utilisé mais n'empêche pas l'auto-appairage à la mise sous tension.
pt_br: O protocolo WK2601 é usado para controlar modelos Walkera antigos. Os modelos Walkera anteriores foram segmentados em 3 protocolos similares, mas não idênticos: WK2801, WK2601, WK2401. Isso corresponde aproximadamente ao número de canais suportados, mas muitos dos novos receptores de 6 canais na verdade suportam o protocolo WK2801. Recomenda-se experimentar o protocolo WK2801 em primeiro lugar ao trabalhar com modelos Walkera antigos antes de tentar o modo WK2601 ou WK2401, já que o WK2801 é um protocolo superior. O protocolo WK2601 suporta até 7 canais e suporta apenas a Bind automático. O ID fixo pode ser usado, mas não impede a Bind automático durante a inicialização.
ru: Протокол WK2601 используется для управления старыми моделями Walkera. Предыдущие модели Walkera были разделены на 3 сходных, но не идентичных протокола: WK2801, WK2601, WK2401. Это примерно соответствует количеству поддерживаемых каналов, но многие из новых 6-канальных приемников фактически поддерживают протокол WK2801. Рекомендуется сначала попробовать протокол WK2801, при работе со старыми моделями Walkera, прежде чем пробовать WK2601 или WK2401, так как WK2801 является лучшим протоколом. Протокол WK2601 поддерживает до 7 каналов, и только автоматическую привязку. 'Fixed ID' может быть использован, но он не препятствует автоматической привязке при включении питания.
zh: WK2601协议用于控制较老款华科尔。以前华科尔模型分成 3种相似但不完 全相同的协议:WK2801，WK2601，WK2401。这大致对应于所支持的通道数，但 许多新的 6 通道接收机实际上支持 WK2801 协议。建议与老款华科尔接收机WK2601 或 WK2401 对频之前，先尝试 WK2801 协议，因为 WK2801 是一个更好 的协议。WK2601 协议支持多达 7 个通道，并且只支持自动对频。固定 ID 可以 使用，但通电期间不能使用自动对频。

source: The WK2601 protocol also supports additional options. These are accessed by pressing the Protocol spin-box when Wk2601 is shown:
de: Das WK2601 Protokoll unterstützt außerdem zusätzliche Optionen. Diese sind zugänglich durch Drücken des Protokoll Drehfelds wenn WK2601 angezeigt wird:
fr: Le protocole WK2601 possède différentes options. Elle sont accessibles en appuyant sur la boite de sélection lorsque Wk2601 est affiché.
pt_br: O protocolo WK2601 também suporta opções adicionais. Estes são acessados pressionando a caixa de rotação do protocolo quando Wk2601 é mostrado:
ru: Протокол WK2601 также поддерживает дополнительные опции. Эти опции доступны при нажатии на полосу прокрутки 'Protocol', когда отображается 'WK2601':
zh: WK2601协议还支持其他选项。选择框为 WK2601时按下ENT键，访问 此选项:

source: **Chan mode**: Sets how channels are processed:
de: **K Modus [Chan mode]**: Setzt wie die Kanäle verarbeitet werden:
fr: **Mode canaux** **[Chan mode]**: Indique comment les canaux sont traités :
pt_br: ** Modo Chan **: define como os canais são processados:
ru: **Chan mode**: Устанавливает как обрабатываются каналы:
zh: **通道模式**：设置通道如何运行:

source: **5+1**: AIL, ELE, THR, RUD, GYRO (ch 7) are proportional. Gear (ch 5) is binary. Ch 6 is disabled
de: **5+1**: QR, HR, GAS, SR, GYRO (K7) sind proportional. FAHRW (K5) ist binär. K6 ist deaktiviert.
fr: **5+1**: AIL, PROF, GAZ, DERIVE, GYRO (can. 7) sont proportionnels. TRAIN (can. 5) est tout ou rien. Le canal 6 est désactivé.
pt_br: ** 5 + 1 **: AIL, ELE, THR, RUD e GYRO (ch 7) são proporcionais. Gear (ch 5) é binário. Ch 6 está desativado
ru: **5+1**: Каналы AIL, ELE, THR, RUD, GYRO (ch 7) являются пропорциональными. Gear (ch 5) дискретный. Ch 6 отключен.
zh: **5 + 1**：AIL，ELE，THR，RUD，GYRO(CH 7)是成比例的。Gear(CH 5)是二 进制的。CH6 被禁用。

source: **Heli**: AIL, ELE, THR, RUD, GYRO are proportional. Gear (ch 5) is binary. COL (ch 6) is linked to Thr. If Ch6 >= 0, the receiver will apply a 3D curve to the Thr. If Ch6 < 0, the receiver will apply normal curves to the Thr. The value of Ch6 defines the ratio of COL to THR.
de: **Heli**: QR, HR, GAS, SR, GYRO sind proportional. Fahrw (K5) ist binär. COL (K6) ist mit Gas verknüpft. Falls K6 >=0 ist, wird der Empfänger eine 3D Kurve auf Gas anwenden. Falls K6 <0 ist, wird der Empfänger eine normale Kurve auf Gas anwenden. Der Wert des K6 definiert das Verhältnis von COL zu Gas.
fr: **Heli** : AIL, PROF, GAZ, DERIVE, GYRO sont proportionnels. TRAIN (can. 5) est tout ou rien. Le canal 6 est désactivé. le pas ( can 6) est lié à GAZ . Si Can6 >= 0, le récepteur applique une courbe de type 3D -en V- au Gaz . Si Can6 < 0, le récepteur applique une courbe normale au canal Gaz. La valeur du canal 6 détermine le ratio entre Gaz et Pas.
pt_br: ** Heli **: AIL, ELE, THR, RUD, GYRO são proporcionais. Gear (ch 5) é binário. COL (ch 6) está ligado a Thr. Se Ch6> = 0, o receptor aplicará uma curva 3D ao Thr. Se Ch6 <0, o receptor aplicará curvas normais ao Thr. O valor de Ch6 define a proporção de COL para THR.
ru: **Heli**: Каналы AIL, ELE, THR, RUD, GYRO являются пропорциональными. Gear (ch 5) дискретный. COL (ch 6) связан с Thr. Если Ch6 >= 0, приемник применяет 3D кривую к Thr. Если Ch6 < 0, приемник применяет нормальные кривые к Thr. Значение Ch6 определяет соотношение COL к THR.
zh: **直升机**：AIL，ELE，THR，RUD，GYRO 是成比例的。Gear(CH 5)是二进制 的。螺距(CH 6)与 THR 连接。如果 CH6大于等于 0，则接收机将提供一个适合的3D 曲线给 THR。如果 CH6 小于0，则接收机将提供一个正常曲线给 THR。CH6的值定义 THR 通道的螺距比率。

source: **6+1**: AIL, ELE, THR, RUD, COL (ch 6), GYRO (ch 7) are proportional. Gear (ch 5) is binary. This mode is highly experimental.
de: **6+1**: QR, HR, GAS, SR, COL (K6), GYRO (K7) sind proportional. Fahrw (K5) ist binär. Dieser Modus ist hoch experimentell.
fr: **5+1**: AIL, PROF, GAZ, DERIVE, Pas (can6) GYRO (can. 7) sont proportionnels. TRAIN (can. 5) est tout ou rien. Ce mode est fortement expérimental.
pt_br: ** 6 + 1 **: AIL, ELE, THR, RUD, COL (ch 6), GYRO (ch 7) são proporcionais. Gear (ch 5) é binário. Este modo é altamente experimental.
ru: **6+1**: Каналы AIL, ELE, THR, RUD, COL (ch 6), GYRO (ch 7) являются пропорциональными. Gear (ch 5) дискретный. Этот режим очень экспериментальный.
zh: **6 + 1**：AIL，ELE，THR，RUD，COL(CH 6)，GYRO(CH 7)是成比例的。Gear(CH 5)是二进制的。这种模式是高度实验性的。

source: **COL Inv**: Invert COL servo
de: **COL Inv**: Invertiert das COL Servo.
fr: **Sens pas**: Inversion du sens du servo de pas collectif.
pt_br: ** COL Inv **: Inverte o servo COL
ru: **COL Inv**: Инвертирует сервопривод COL.
zh: **螺距方向**：反转螺距舵机

source: **COL Limit**: Set maximum range of COL servo
de: **COL Limit**: Setzt den maximalen Weg des COL Servos.
fr: **Limite de pas**: Fixe la valeur limite du canal de pas collectif.
pt_br: ** COL Limit **: Define o intervalo máximo de servo COL
ru: **COL Limit**: Устанавливает максимальный диапазон сервопривода COL.
zh: **螺距**：设定螺距舵机的最大范围

source: Protocol: WK2401
de: Protokoll: WK2401
fr: Protocole : WK2401
pt_br: Protocolo: WK2401
ru: Протокол: WK2401
zh: 协议:WK2401
