Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_protocols.po
Languages: de, fr, pt_br, ru, zh

source: The Frsky protocol supports up to 8 channels, does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das Frsky Protokoll unterstützt bis zu 8 Kanäle und kein automatisches Binden. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.
fr: Le protocole Frsky supporte jusqu'à 8 canaux et n'autorise pas l'auto-appairage. Si l' ID fixe est positionné sur Néant , une ID spécifique à l'émetteur est utilisée à sa place. Il faut appairer chaque modèle manuellement avant la première utilisation.
pt_br: O protocolo Frsky suporta até 8 canais, não suporta auto-Bind. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол Frsky поддерживает до 8 каналов, и не поддерживает автоматической привязки. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: Frsky 协议支持最多 8 个通道，不支持自动对频。如果固定 ID 被设置为无，遥控器会用特定的 ID 来代替。需要在 第一次使用模型之前手动对频。

source: The Frsky protocol also supports enabling/disabling telemetry. This option is accessed by pressing the Protocol spin-box when Frsky is shown.
de: Das Frsky Protokoll unterstützt ebenfalls Aktivieren und Deaktivieren der Telemetriefähigkeit. Diese Option ist zugänglich durch Drücken des Protokoll Drehfelds wenn Frsky angezeigt wird.
fr: Le protocole Frsky autorise également d'activer/désactiver la télémétrie. On accède à cette fonction et appuyant sur la boite de sélection du protocole quand Frsky est affiché.
pt_br: O protocolo Frsky também suporta ativação / desativação de telemetria. Esta opção é acessada pressionando a caixa de rotação do protocolo quando Frsky é mostrado.
ru: Протокол Frsky также поддерживает включение/отключение телеметрии. Эта опция доступна по нажатию на полосу прокрутки 'Protocol', когда отображается 'Frsky'.
zh: Frsky协议支持使用/禁用双向回传。选择框为 Frsky时按下ENT键，访问此选项。

source: When telemetry is enabled the values sent by the receiver (RSSI, VOLT1, VOLT2) are supported.
de: Falls Telemetrie aktiviert ist, werden die durch den Empfänger gesendeten Werte (RSSI, VOLT1, VOLT2) unterstützt.
fr: Lorsque la télémétrie est activée, les valeurs envoyées par le récepteur sont RSSI (puissance d'émission) Volt1 et Volt2.
pt_br: Quando a telemetria é ativada, os valores enviados pelo receptor (RSSI, VOLT1, VOLT2) são suportados e trabalhados
ru: Когда телеметрия включена, поддерживаются значения (RSSI, VOLT1, VOLT2), посылаемые приемником.
zh: 当双向回传启用时接收机支持发送的值(RSSI，VOLT1，VOLT2)。

source: Additional Hub telemetry values are supported in common with the FrskyX protocol on transmitters except the 7e and f7. See the Frsky Telemetry section below.
de: Zusätzliche Hub Telemetriewerte werden wie beim FrskyX Protokoll auf allen Sendern außer 7e und F7 unterstützt. Lesen Sie hierzu die den Abschnitt zur Frsky Telemetrie weiter unten.
fr: Des valeurs de télémétrie du Hub sont supportées en commun avec le protocole FrskyX sur les émetteurs sauf le 7e et le F7. Voir la section télémétrie Frsky ci dessous.
pt_br: Os valores adicionais de telemetria do Hub são suportados em comum com o protocolo FrskyX nos transmissores, exceto o 7e e f7. Veja a seção de Telemetria Frsky abaixo.
ru: Дополнительные значения телеметрии 'Hub' поддерживаются совместно с протоколом FrskyX, кроме передатчиков Devo 7e и Devo F7. Смотрите ниже раздел 'Телеметрия Frsky'.

source: Protocol: \*FrskyX
de: Protokoll: \*FrskyX
fr: Protocole: \*FrskyX
pt_br: Protocolo: \*FrskyX
ru: Протокол: \*FrskyX
zh: 协议:FrskyX

source: The FryskyX protocol implements the Frsky D16 radio protocol, including S.Port and hub telemetry.
de: Das FrskyX Protokoll implementiert das Frsky D16 Protokoll einschließlich S.Port und Hub-Telemetrie.
fr: Le protocole FrskyX installe le protocole de la radio Frsky D16, en incluant le S.Port et le hub de télémétrie.
pt_br: O protocolo FryskyX implementa o protocolo de rádio Frsky D16, incluindo a telemetria S.Port e hub.
ru: Протокол FryskyX реализует протокол Frsky D16, включая телеметрию S.Port и hub.
zh: FrskyX 协议支持 Frsky D16 无线协议，包括 S.Port 和双向回传。

source: |cc2500-note| |mod-install-link|
pt_br: | nota do cc2500 | | mod-install-link |

source: This protocol supports up to 16 channels. Fixed ID binding is supported to link the transmitter wtih specific receivers. Supports receiver telemetry (RSSI, VOLT1) on all transmitters. Supports S.Port and hub telemetry sensors as well as GPS telemetry (except on memory-limited 7e and f-series) as described in the next section.
pt_br: Este protocolo suporta até 16 canais. O Bind de ID fixo é suportado para ligar o transmissor a receptores específicos. Suporta telemetria do receptor (RSSI, VOLT1) em todos os transmissores. Suporta os sensores de telemetria S.Port e hub, bem como a telemetria GPS (exceto nos modelos 7e e f de memória limitada), conforme descrito na próxima seção.
ru: Этот протокол поддерживает до 16 каналов. Для привязки передатчика к конкретному приемнику используется Fixed ID. Для всех передатчиков поддерживается телеметрия приемника (RSSI, VOLT1). Поддерживаются датчики телеметрии S.Port и hub, а также GPS телеметрия (за исключением devo 7e и F-серии), как описано в следующем разделе.
zh: 协议支持多达 16 个通道。固定 ID 对频可以使遥控器连接到特殊的接收机。 所有遥控器支持接收回传的(RSSI，VOLT1)。支持 S.Port 总线和传感器例如GPS 回传。

source: The following protocol options are available.
de: Die folgenden Protokolloptionen sind verfügbar.
fr: Les options suivantes sont disponibles pour ce protocole.
pt_br: As seguintes opções de protocolo estão disponíveis.
ru: Доступны следующие параметры протокола:
zh: 以下协议选项可供选择。

source: **Freq-fine**: Frequency offset adjustment. Range -127 to 127. Adjusts for variances betweeen CC2500 modules. Usually offset of 0 or -41 is required, but full range should be tested if there are problems with binding or range. Default 0. The LQI telemetry value can be used as a guide for adjusting the fine frequency protocol option.
de: **Freq-fine**: Einstellung des Frequenzversatz. Werte zwischen -127 und 127. Wird verwendet, um Unterschiede zwischen verschiedenen CC2500-Modulen auszugleichen. Meist ist ein Versatz von 0 oder -41 erforderlich, jedoch sollte der gesamte Bereich geprüft werden, wenn Probleme mit der Bindung oder der Reichweite bestehen. Standardwert ist 0. Der LQI Telemetriewert kann als Indikator für die Einstellung des Frequenzversatz verwendet werden.
fr: **Freq-fine**: Ajustement du décalage de fréquence. Intervalle -127 à 127. Ajuste les différences entre les modules CC2500. Généralement un décalage de 0 ou -41 est nécessaire, mais on devrait tester l'intervalle entier en cas de problème d'appairage ou de portée. Défaut 0. la valeur télémétrique LQI (qualité d'appairage) peut être utilisée comme guide pour cet ajustement fin de fréquence.
pt_br: ** Freq-fine **: Ajuste de desvio de frequência. Intervalo -127 a 127. Ajusta as variações entre os módulos CC2500. Normalmente, o deslocamento de 0 ou -41 é necessário, mas o intervalo completo deve ser testado se houver problemas com a vinculação ou intervalo. Padrão 0. O valor de telemetria do LQI pode ser usado como um guia para ajustar a opção de protocolo de frequência fina.
ru: **Freq-fine**: Регулировка смещения частоты. Диапазон от -127 до 127. Для настройки отклонений между модулями CC2500. Обычно требуется смещение 0 или -41, но необходимо проверить весь диапазон, если имеются проблемы с привязкой или диапазоном действия. По умолчанию 0. Значение телеметрии LQI может быть использовано как руководства для настройки опции протокола 'Freq-fine'.
zh: **频率微调**：频率偏移调节。范围从-127到 127调整，以适应不同的 CC2500模 块。一般偏移需要 0 或-41，但如果有对频或范围的问题，则需要进行全范围测试。 默认为 0。LQI回传值可以被用作调节频率的参考。

source: **AD2GAIN**: The VOLT2 telemetry value (AIN input on X4R) is multiplied by this value divided by 100. Allows adjustment for external resistor divider network. Default 100 (gain of 1). Range is 1 to 2000 (gain of 0.01 to 20.00).
de: **AD2GAIN**: Der VOLT2 Telemetriewert (AIN Eingang am X4R) wird mit einem Hundertstel dieses Werts multipliziert. Erlaubt die Anpassung für einen externen Spannungsteiler. Standardwert ist 100 (Faktor 1). Die Werte können zwischen 1 und 2000 (Faktor 0,01 bis 20,00) liegen.
fr: **AD2GAIN**: La valeur de télémétrie VOLT2(entrée AIN - Analog IN- sur le X4R) est multipliée par cette valeur divisée par 100. Cela permet l'ajustement du circuit à résistance diviseur de voltage externe. Le défaut est 100 (gain 1). l'échelle va de 1 à 2000 (gain de 0.01 à 20.00).
pt_br: ** AD2GAIN **: O valor de telemetria VOLT2 (entrada AIN no X4R) é multiplicado por este valor dividido por 100. Permite o ajuste para a rede divisora externa do resistor. Padrão 100 (ganho de 1). O intervalo é de 1 a 2000 (ganho de 0,01 a 20,00).
ru: **AD2GAIN**: Значение телеметрии VOLT2 (вход AIN в приемнике X4R) умножается на это значение, деленное на 100. Позволяет настроиться на внешний резистивный делитель напряжения. По умолчанию 100 (усиление 1). Диапазон от 1 до 2000 (усиление от 0,01 до 20,00).
zh: **AD2GAIN**：VOLT2 回传数值(X4R 的 AIN 输入)乘以该值然后除以 100。允许对 外部电阻进行调节。默认 100(增量为 1)。范围为 1 到 2000(增量从 0.01 到20.00)。

source: **Failsafe**: The Frsky failsafe options are fully supported. If the channel failsafe (in mixer channel config) is set this value is sent to the receiver every 9 seconds. The receiver will use these values in failsafe mode unless the protocol option is set to RX.
de: **Failsafe**: Die Frsky Failsafe Optionen werden vollständig unterstützt. Falls der Kanal Failsafe (in der Mischerkonfiguration) eingestellt wurde wird dieser Wert alle 9 Sekunden zum Empfänger gesendet. Der Empfänger wird diesen Wert im Failsafe Modus verwenden, außer wenn die Protokolloption auf 'RX' gesetzt wurde.
fr: **Sécurités**:**[Failsafe]**: les options de sécurité Frsky sont toutes prises en charge. Si la sécurité du canal ( dans la configuration du mixage du canal) est activée, cette valeur est envoyée au récepteur toutes les 9 secondes. Le récepteur utilisera ces valeurs dans le mode sécurité sauf si l'option du protocole est fixée sur RX.
pt_br: ** Failsafe **: As opções do Frsky failsafe são totalmente suportadas. Se o canal FailSafe (na configuração do canal do mixer) estiver configurado, este valor será enviado ao receptor a cada 9 segundos. O receptor usará esses valores no modo à FailSafe, a menos que a opção de protocolo esteja configurada como RX.
ru: **Failsafe**: Полностью поддерживаются опции отказоустойчивости Frsky. Если настроено значение 'failsafe' канала (в настройке канала микшера), это значение посылается в приемник каждые 9 секунд. Приемник будет использовать эти значения в отказоустойчивом режиме, если опция протокола не установлена в 'RX'.
zh: **失控保护**：Frsky 失控保护选项完全支持。如果通道失控保护(在混控通道设 置)开启后设置的值每 9秒发送到接收机。除非将协议选项设置为RX，否则接 收器将在失控保护模式下使用这些值。

source: **Format**: Set the format to match the firmware in the receiver. Both FCC and EU. The EU version is compatible with the Frsky LBT firmware, but does not actually perform the LBT test.
de: **Format**: Wählt das passende Protokollformat für den Empfänger. Beide, FCC und EU. Die EU Variante ist kompatibel mit der Frsky LBT Firmware, aber führt den LBT Test nicht tatsächlich aus.
fr: **Format** : Fixe le format pour correspondre au micrologiciel du récepteur. FCC ou EU. La version EU est compatible avec le micrologiciel Frsky LBT mais ne réalise pas réellement le tes LBT.
pt_br: ** Format **: defina o formato para corresponder ao firmware no receptor. Tanto a FCC como a UE. A versão européia é compatível com o firmware Frsky LBT, mas não realiza o teste LBT.
ru: **Format**: Установите формат, соответствующий прошивке в приемнике. Поддерживаются FCC и EU. Версия EU совместима с прошивкой Frsky LBT, но на самом деле не выполняет тест LBT.
zh: **格式**：设置格式以匹配接收机固件。可以选择 FCC 和 EU。EU 版本与 Frsky LBT固件兼容，但实际上并不执行 LBT 测试。

source: **RSSIChan**: When set to LastChan the received RSSI will be transmitted on the last radio channel. The last channel is based on the # of Channels setting in the model. The channel value is the received RSSI value multiplied by 21.
de: **RSSIChan**: Wenn auf LastChan eingestellt, wird der empfangene RSSI-Wert auf dem letzten Kanal, ausgehend von der eingestellten Kanalzahl in der Modellkonfiguration, zurück an den Empfänger gesendet. Der Kanalwert entspricht dem empfangenen RSSI-Wert multipliziert mit 21.
pt_br: ** RSSIChan **: Quando definido como LastChan, o RSSI recebido será transmitido no último canal de rádio. O último canal é baseado na configuração de # de canais no modelo. O valor do canal é o valor RSSI recebido multiplicado por 21.
ru: **RSSIChan**: При установке в 'LastChan' принятый RSSI будет передаваться в последнем радиоканале. Последний канал основан на настройке '# of Channels' в модели. Значение канала - полученное значение RSSI, умноженное на 21.
zh: **RSSIChan**：设置 LastChan 后，接收的 RSSI 将在最后一个通道上传输。最后一个 通道是基于模型中的通道设置的。信道值是接收到的 RSSI 值乘以 21。

source: **S.Port Out**: When enabled received s.port packets are echoed to the trainer port and extended voice is disabled.
de: **S.Port Out**: Aktiviert die Ausgabe von S.Port Paketen auf dem DSC-Anschluss und deaktiviert extended-voice.
fr: **S.Port Out**: Quand autorisé, les paquets du S.port reçus sont aussi envoyé au port d'écolage et les le système vocal est désactivé.
pt_br: ** S.Port out **: quando habilitado, os pacotes s.port recebidos são ecoados para a porta do instrutor e a voz estendida é desabilitada.
ru: **S.Port Out**: При включении, принятые пакеты s.port передаются в порт тренера, а голосовое расширение отключается.
zh: **S.Port Out**：当启用时，收到 s.port 包将回应教练端口，并且扩展的语音被禁用。

source: For channels with failsafe set to off, the default Failsafe protocol option "Hold" commands the receiver to hold the last received channel values when the receiver enters failsafe mode. The "NoPulse" setting causes the receiver to not send any signal on PPM outputs (Testing on X8R showed SBUS values went to minimum, but SBUS behavior is not specified by the protocol). The "RX" setting prevents Deviation from sending failsafe settings so the receiver will use whatever failsafe values have been stored in the receiver.
de: Für Kanäle ohne eingestellten Failsafe Wert, steuert die Failsafe Protokolloption 'Hold' den Empfänger so, dass der letzte empfangende Kanalwert beibehalten wird, wenn der Empfänger in den Failsafe Modus wechselt. Die 'NoPulse' Einstellung führt dazu, dass keine PPM-Signale gesendet werden (Versuch auf einem X8R ergaben, dass die SBUS Werte minimal wurde, das SBUS-Verhalten ist im Protokoll jedoch nicht spezifiziert). Die Einstellung 'RX' hindert Deviation am Senden von Failsafe Werten, sodass der Empfänger die eigenen Failsafewerte verwendet.
fr: Pour les canaux dont la sécurité -failsafe- est réglée sur arrêt -off-, l'option de sécurité par défaut du protocole, "Maintien" -"Hold"- commande au récepteur de maintenir la dernière valeur reçue quand le récepteur entre en mode sécurité -failsafe-. L'option "NoPulse" fait que le récepteur n'envoie plus aucun signal sur les sorties PPM (des tests sur X8R ont montré que les valeurs SBUS allaient au minimum, mais le comportement du SBUS n'est pas spécifié par le protocole). Le réglage "RX" empêche Deviation d'envoyer des valeur de sécurité donc le récepteur utilisera les valeurs de sécurité qui y ont été enregistrées.
pt_br: Para os canais com FailSafe setados como desativados, a opção de protocolo padrão "Safe", Failsafe, comanda o receptor a manter os últimos valores de canal recebidos quando o receptor entra no modo à prova de falhas. A configuração "NoPulse" faz com que o receptor não envie nenhum sinal nas saídas do PPM (o teste no X8R mostrou que os valores da SBUS foram para o mínimo, mas o comportamento da SBUS não é especificado pelo protocolo). A configuração "RX" evita que o desvio envie configurações de proteção contra falhas para que o receptor use os valores à prova de falhas armazenados no receptor.
ru: Для каналов с 'failsafe' установленным в 'off', опция отказоустойчивости протокола по умолчанию "Hold" командует приемнику удерживать последнее принятое значение, когда приемник переходит в безопасный режим. Настройка "NoPulse" заставляет приемник не посылать какой-либо сигнал на выходы PPM (тестирование X8R показало, что значения SBUS переходят в минимум, но поведение SBUS не определено в протоколе). Настройка "RX" предотвращает отправку отказоустойчивых значений, чтобы приемник использовал отказоустойчивые значения сохраненные в приемнике.
zh: 通道的失控保护关闭，默认失控保护协议选项“HOLD”，即命令接收机当 接收机进入失控保护模式时保持最后接收到的通道值。“NoPulse”设置将导致 接收机不向 PPM 输出发送任何信号(X8R 测试表明 SBUS 值变为最小，而不是协议规定的 SBUS 行为)。“RX”设置防止 Deviation 发送失控保护设定，以便接收 机使用已经存储在接收机的失控保护值。

source: When S.Port Out is enabled and PPMIn is not used, received S.Port packets are sent out the trainer port. The bit rate is 57600 for compatibility with S.Port decoders, but the signal must be inverted to connect to a standard decoder. It can be connected directly to the input of a 3.3V ftdi adapter.
de: Falls S.Port Out aktiviert ist und PPMIn nicht verwendet wird, werden die S.Port Pakete über den DSC-Anschluss ausgegeben. Die Bitrate beträgt 57600 Baud zwecks Kompatibilität mit S.Port Dekodern, das Signal muss vor Anschluss an einen Standarddekoder invertiert werden. Es kann direkt an Eingang eines 3.3V FTDI-Adapters angeschlossen werden.
fr: Lorsque la télémétrie du S.Port est reçue et que le PPMin n'est pas utilisé, les paquets de données sont envoyés par le port d'écolage. Le débit est de 57600 pour être compatibles avec les décodeurs de S.Port, mais le signal doit être inversé pour être connecté à un décodeur standard. Il peut être connecté directement à l'entrée d'un adaptateur FTDI 3.3 V.
pt_br: Quando S.Port Out está habilitado o PPMIn não é usado, pacotes S.Port recebidos são enviados pela porta do instrutor. A taxa de bits é 57600 para compatibilidade com os decodificadores S.Port, mas o sinal deve ser invertido para se conectar a um decodificador padrão. Ele pode ser conectado diretamente à entrada de um adaptador de 3.3V.
ru: Когда 'S.Port Out' включен и 'PPMIn' не используется, полученные пакеты S.Port посылаются в порт тренера. Битовая скорость составляет 57600 для совместимости с декодерами S.Port, но сигнал должен быть инвертирован для подключения к стандартному декодеру. Он может может быть непосредственно подключен ко входу адаптера 3.3V ftdi.
zh: 当 S.Port Out 被启用，PPM In 不用，收到的 S.Port 数据包在教练端口发出。 比特率是 57600 与 S.Port 解码器兼容，但必须将信号反相，以连接到一个标准 解码器。它可以直接连接到 3.3V FTDI 适配器的输入端。

source: *Frsky and FrskyX Extended Telemetry*
de: *Erweiterte Frsky und FrskyX Telemetrie*
fr: *Télémétrie étendue Frsky et FrskyX*
pt_br: * Frsky e FrskyX Extended Telemetry *
ru: *Расширенная телеметрия Frsky и FrskyX*
zh: Frsky 和 FrskyX 扩展双向回传

source: Extended telemetry refers to the hub and S.Port Frsky telemetry sensors. These sensors are supported in all transmitters except the 7e. They are available on the telemetry test pages and main page boxes.
de: Erweiterte Telemetrie bezieht sich auf Hub und S.Port Frsky Telemetriesensoren. Diese Sensoren werden in allen Sendern außer 7e unterstützt. Die Daten können über die Telemetrie-Testseite und die Hauptseiten-Datenfelder angezeigt werden.
fr: La télémétrie étendue fait référence aux capteurs du hub et du S.Port Frsky. Ces capteurs sont pris en charge sur tous les émetteurs excepté le 7e. Ils sont disponibles sur les affichages des pages de test de la télémétrie et des pages principales.
pt_br: A telemetria estendida refere-se aos sensores de telemetria hub e S.Port Frsky. Esses sensores são suportados em todos os transmissores, exceto o 7e. Eles estão disponíveis nas páginas de teste de telemetria e nas caixas de página principal.
ru: Расширенная телеметрия относится к датчикам телеметрии Frsky 'hub' и 'S.Port'. Эти датчики поддерживаются во всех передатчиках, кроме Devo 7e. Они доступны на странице телеметрии и на экранах главной страницы.
zh: 扩展双向回传和 S.Port Frsky 回传传感器。除了Devo 7e外所有的遥控器都支持。他们可以在回传测试和主页面中查看。

source: The FrskyX S.Port telemetry provides for connecting up to 16 sensors of the same type (e.g. battery voltage). Deviation supports multiple sensors of the same type, but only one telemetry value is saved. The value most recently received from all the sensors of the same type is reported.
de: Die FrskyX S.Port Telemetrie unterstützt den Anschluss von bis zu 16 Sensoren der gleichen Art (z.B. Batteriespannung). Deviation unterstützt mehrere Sensoren der gleichen Art, es wird jedoch nur ein Telemetriewert gespeichert. Der zuletzt empfangene Wert aller Sensoren der gleichen Art wird angezeigt.
fr: Le S.port de télémétrie Frsky permet de connecter jusqu'à 16 capteurs du même type ( par ex voltage de batterie). Deviation prend en charge des capteurs multiples du même type mais une seule valeur de télémétrie est enregistrée. la valeur la plus récente de tous les capteurs du même type est rapportée.
pt_br: A telemetria FrskyX S.Port permite conectar até 16 sensores do mesmo tipo (por exemplo, voltagem da bateria). O Deviation suporta vários sensores do mesmo tipo, mas apenas um valor de telemetria é salvo. O valor mais recentemente recebido de todos os sensores do mesmo tipo é relatado.
ru: Телеметрия FrskyX S.Port обеспечивает подключение до 16 датчиков одного типа (например, напряжение батареи). Deviation поддерживает несколько датчиков одного типа, но сохраняется только одно значение телеметрии. Сообщается о последнем значении, полученном от всех датчиков одного типа.
zh: FrskyX S.Port 双向回传支持连接多达 16 个相同类型的传感器(例如，电池 电压)。Deviation 支持相同类型的多个传感器，但只有一个回传数值被保存。相 同类型的所有传感器接收到的最新的数值将会显示。

source: Telemetry values are reset on long press of the Up button while displaying the telemetry monitor page. For Frsky telemetry this resets the vario altitude "ground level" to the next received telemetry value, which zeroes the vario altitude telemetry value. It also resets the battery discharge accumulator and minimum cell voltage. The ground level value is saved in the model file to save the setting through power cycles - the value is fairly constant during a single day of flying in stable air.
pt_br: Os valores de telemetria são redefinidos com o pressionamento longo do botão Para cima durante a exibição da página do monitor de telemetria. Para a telemetria de Frsky, isso redefine o "nível do solo" de altitude de variância para o próximo valor de telemetria recebido, o que zera o valor da telemetria de variação de altitude. Também repõe o acumulador de descarga da bateria e a tensão mínima da célula. O valor do nível do solo é salvo no arquivo de modelo para salvar a configuração através de ciclos de energia - o valor é razoavelmente constante durante um único dia de vôo em ar estável.

source: *Telemetry test page*
de: *Telemetrie Testseite*
fr: *Page de test de la télémétrie*
pt_br: * Página de teste de telemetria *
ru: *Страница телеметрии*
zh: *双向回传测试页*

source: The CELL voltages are labeled C1-C5.
de: Die Zellenspannung sind mit C1-C5 beschriftet.
fr: Les voltages des éléments de batteries sont désignées C1-C5.
pt_br: As Células de alimentação recebem os nome de C1-C5
ru: Напряжения банок помечены C1-C5.

source: The following tables show the layout of the telemetry test page display.
de: Die folgende Tabelle zeigt das Layout der Telemetrie Testseite.
fr: Les tableaux suivant montrent la disposition de l'affichage de la page de test de la télémétrie.
pt_br: As tabelas a seguir mostram o layout da exibição da página de teste de telemetria.
ru: Следующие таблицы показывают схему страницы телеметрии.

source: Bat
pt_br: t
ru: Батарея

source: CELL2
fr: ELEM2
pt_br: L2
