Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_protocols.po
Languages: de, fr, pt_br, ru, zh

source: The YD717 protocol supports 9 channels and only supports auto-binding. The protocol stays in bind mode until successful.
de: Das YD717 Protokoll unterstützt 9 Kanäle und unterstützt nur automatisches Binden. Das Protokoll bleibt im Bindemodus bis dieser erfolgreich abgeschlossen wurde.
fr: Le protocole YD717 supporte 9 canaux et n'autorise que l'auto-appairage. Le protocole reste en mode appairage jusqu'à la réussite de celui-ci.
pt_br: O protocolo YD717 suporta 9 canais e suporta apenas Bind automático. O protocolo permanece no modo de Bind até ser bem sucedido.
ru: Протокол YD717 поддерживает 9 каналов и только автоматическую привязку. Протокол остается в режиме привязки до ее успешного завершения.
zh: YD717 协议支持 9 个通道，并且只支持自动对频。该协议对频时会一直停留在对频模式，直到成功为止。

source: The first four channels represent Aileron, Elevator, Throttle, and Rudder.
de: Die ersten 4 Kanäle entsprechen Querruder, Höhenruder, Gas und Seitenruder.
fr: Les quatre premiers canaux sont : Ailerons, profondeur, gaz et dérive.
pt_br: Os primeiros quatro canais representam o Aileron, o Elevator, o Throttle e o Rudder.
ru: Первые четыре канала представляют Aileron, Elevator, Throttle и Rudder.
zh: 前四个通道依次代表副翼，升降，油门，和方向。

source: The fifth channel enables the auto-flip function when greater than zero. Additionally to enable auto-flips left and right the aileron channel scale must be 87 or greater. Likewise for the elevator channel and front/back flips. When auto-flip is enabled, moving the cyclic all the way in any direction initiates a flip in that direction. The YD717 requires at least four seconds between each auto-flip.
de: Der fünfte Kanal aktiviert die Auto-Flip Funktion wenn der Wert größer als null ist. Zur Aktivierung von Auto-Flips nach links und rechts muss die Skalierung des Querruderkanals mindestens 87 betragen. Gleiches gilt für den Höhenruderkanal und Auto-Flips nach vorne und hinten. Wenn Auto-Flip aktiviert ist wird der Flip durch vollständige Auslenkung in die gewünschte Richtung initiiert. Der YD717 benötigt einen Abstand von mindestens vier Sekunden zwischen zwei Auto-Flips.
fr: le canal cinq permet la fonction flip automatique s'il est plus grand que zéro. De plus pour effectuer des flips automatiques droite et gauche le canal des ailerons doit être à 87 ou plus grand. De la même manière pour le canal de profondeur et les flips avant et arrière. Quand le flip automatique est activé, bouger le cyclique dans une direction déclenche un flip dans cette direction. Le YD717 demande au moins quatre secondes entre chaque flip automatique.
pt_br: O quinto canal ativa a função de inversão automática quando maior que zero. Além disso, para ativar as inversões automáticas para a esquerda e para a direita, a escala do canal do Aileron deve ser 87 ou superior. Da mesma forma para o canal do Elevator e frente / trás dos flips. Quando o flip automático está ativado, mover o ciclico em qualquer direção inicia um movimento nessa direção. O YD717 requer pelo menos quatro segundos entre cada inversão automática.
ru: Пятый канал позволяет использовать функцию автофлип, когда он больше нуля. Кроме того, чтобы включить автофлип влево и вправо, масштаб канала элеронов должен быть 87 или больше. Аналогично для канала руля высоты и автофлипа вперед/назад. Когда автофлип включен, полное перемещение стика в любом направлении запускает автофлип в этом направлении. YD717 требует не менее четырех секунд между каждым автофлипом.
zh: 通道 5 大于零时为一键翻滚功能。另外，要想左/右翻滚，副翼通道数值应 该为 87 或更大。同样地，升降通道控制前/后翻滚。如果启用一键翻滚，摇 杆移动任何方向就开始朝这个方向翻滚。YD717 要求每次一键翻滚之间至少 间隔四秒钟。

source: The sixth channel turns on lights when greater than zero.
de: Der sechste Kanal aktiviert Lichter wenn er größer als null ist.
fr: Le canal six allume les lumières s'il est supérieur à zéro.
pt_br: O sexto canal aciona as luzes quando maior que zero
ru: Шестой канал включает подсветку, когда он больше нуля.
zh: 通道6大于零时接通灯

source: The seventh channel takes a picture on transition from negative to positive.
de: Der siebte Kanal aktiviert eine EInzelbildaufnahme beim Wechsel von negativen zu positiven Werten.
fr: Le canal sept prend une photo quand il passe de négatif à positif.
pt_br: O sétimo canal tira uma foto na transição de negativa para positiva.
ru: Седьмой канал выполняет снимок при переходе от отрицательного в положительное значение.
zh: 通道7接收到由低到高的变化时拍照。

source: The eighth channel starts/stops video recording on each positive transition.
de: Der achte Kanal startet/stoppt die Videoaufzeichnung bei jedem Wechsel von negativ nach positiv.
fr: Le canal huit démarre/arrête l'enregistrement vidéo sur chaque changement positif.
pt_br: O oitavo canal inicia / pára a gravação de vídeo em cada transição positiva.
ru: Восьмой канал запускает/останавливает запись видео при каждом переходе в положительное значение.
zh: 通道8每次拨动开关，开始/停止视频录制。

source: The ninth channel is assigned to last feature flag available in the protocol. This may control headless mode on models that have the feature.
de: Der neunte Kanal ist dem letzten Protokollfunktion zugeordnet. Dies kann beispielsweise bei manchen Modellen der Headless Mode sein.
fr: Le canal neuf est assigné à la dernière fonction possible avec ce protocole. Il peut contrôler le mode contrôle d'orientation intelligent [headless] sur les modèles disposant de cette fonction.
pt_br: O nono canal é atribuído ao último sinalizador de recursos disponível no protocolo. Isso pode controlar o modo sem cabeça em modelos que possuem o recurso.
ru: Девятый канал на последнюю функцию доступную в протоколе. Это может управлять режимом 'headless' в моделях, которые имеют такую функцию.
zh: 通道9被分配给协议可用的最后一个功能。这可能是控制特定模型的无头模式。

source: Protocol: \*SymaX
de: Protokoll: \*SymaX
fr: Protocole: \*SymaX
pt_br: Protocolo: \*SymaX
ru: Протокол: \*SymaX
zh: 协议:SymaX

source: This protocol is used on Syma models: X5C-1, X11, X11C, X12, new X4, and new X6. A variant supporting the original X5C and the X2 is included as a protocol option. (The Syma X3, old X4, and old X6 are supported with the SymaX4 option in the YD717 protocol. ) See the Supported Modules spreadsheet for a complete list. |nrf24l01p-note|
de: Dieses Protokoll wird auf folgenden Syma Modellen verwendet: X5C-1, X11, X11C, X12, neuer X4 und neuer X6. Eine Variante unterstützt den originalen X5C und den X2 über eine Protokolloption. (Syma X3, alter X4 und alter X6 werden über die SymaX4 Option im Protokoll YD717 unterstützt). Details können der Tabelle über unterstützte Modelle (https://www.deviationtx.com/wiki/supported_models) entnommen werden. |nrf24l01-note|
fr: Ce protocole est utilisé sur les modèles Syma : X5C-1, X11, X11C, X12, nouveau X4, et nouveau X6. Une variante supportant le X5C original et le X2 est incluse comme option du protocole. (le Syma X3, ancien X4, et ancien X6 sont pris en charge par l'option SymaX4 dans le protocole YD717). Voir la feuille des Modules pris en charge pour une liste complète. |nrf24l01p-note|
pt_br: Este protocolo é usado nos modelos da Syma: X5C-1, X11, X11C, X12, X4 novo e X6 novo. Uma variante que suporta o X5C original e o X2 está incluída como uma opção de protocolo. (O Syma X3, o antigo X4 e o antigo X6 são suportados com a opção SymaX4 no protocolo YD717.) Consulte a planilha de Módulos Suportados para obter uma lista completa. | nrf24l01p-note |
ru: Этот протокол используется для моделей Syma: X5C-1, X11, X11C, X12, новый X4 и новый X6. Вариант, поддерживающий оригинальные X5C и X2, включен в опции протокола (Syma X3, старый X4 и старый X6 поддерживаются с опцией SymaX4 в протоколе YD717). Смотрите таблицу поддерживаемых моделей для полного списка. |nrf24l01p-note|
zh: 该协议用于司马(SymaX)机型:X5C-1，X11，X11C，X12，new X4，和new X6。原始的 X5C 和 X2 的协议被包括在协议选项里。(Syma X3，旧 X4，旧X6 在 YD717 协议的 SymaX4 选项里支持。)支持的模型见完整电子列表。|nrf24l01p-note|

source: The SymaX protocol supports 9 channels and only supports auto-binding.
de: Das SymaX Protokoll unterstützt 9 Kanäle und unterstützt nur automatisches Binden.
fr: Le protocole SymaX supporte 9 canaux et n'autorise que l'auto-appairage.
pt_br: O protocolo SymaX suporta 9 canais e suporta apenas ligação automática.
ru: Протокол SymaX поддерживает 9 каналов и поддерживает только автоматическую привязку.
zh: Symax 协议支持 9 个通道，并且只支持自动对频。

source: The fifth channel is unused.
de: Der fünfte Kanal ist nicht belegt.
fr: Le canal cinq n'est pas utilisé.
pt_br: O quinto canal não é usado.
ru: Пятый канал не используется.
zh: 通道 5未被使用。

source: The sixth channel enables the auto-flip function when greater than zero.
de: Der sechste Kanal aktiviert die Auto-Flip Funktion wenn er größer als null ist.
fr: Le canal six permet la fonction auto-flip quand il est plus grand que zéro.
pt_br: O sexto canal ativa a função de inversão automática quando maior que zero.
ru: Шестой канал включает функцию автофлип, когда он больше нуля.
zh: 通道 6 大于零时为一键翻滚功能。

source: The seventh channel takes a picture when the channel moves from negative to positive.
de: Der siebte Kanal aktiviert eine EInzelbildaufnahme beim Wechsel von negativen zu positiven Werten.
fr: Le canal sept prend une photo quand il passe de négatif à positif.
pt_br: O sétimo canal tira uma foto quando o canal se move de negativo para positivo.
ru: Седьмой канал выполняет снимок при переходе от отрицательного в положительное значение.
zh: 通道 7 从负移动到正时拍照。

source: The ninth channel enables headless mode when positive.
de: Der neunte Kanal aktiviert den Headless Mode wenn er positiv ist.
fr: Le canal huit active le mode contrôle d'orientation intelligent [headless] quand il est positif.
pt_br: O nono canal ativa o modo sem cabeça quando positivo.
ru: Девятый канал включает режим 'headless', когда он больше нуля.
zh: 通道 9 为正时为无头模式。

source: Protocol: \*Hontai
de: Protokoll: \*Hontai
fr: Protocole: \*Hontai
pt_br: Protocol:o \*Hontai
ru: Протокол: \*Hontai
zh: 协议:Hontai

source: This protocol is used on Hontai models F801 and F803.
de: Dieses Protokoll wird von den Hondas Modellen F801 und F803 verwendet.
fr: Ce protocole est utilisé sur les modèles F801 et F803.
pt_br: Este protocolo é usado nos modelos Hontai F801 e F803.
ru: Этот протокол используется в моделях Hontai F801 и F803.
zh: 该协议用于在 Hontai F801 和 F803 模型。

source: The first four channels represent Aileron, Elevator, Throttle, and Rudder. Additional channels control special functions:
de: Die ersten 4 Kanäle entsprechen Querruder, Höhenruder, Gas und Seitenruder. Weitere Kanäle werden zur Steuerung von Sonderfunktionen benutzt:
fr: Les quatre premiers canaux sont : Ailerons, profondeur, gaz et dérive. Les canaux supplémentaires contrôlent des fonctions spéciales.
pt_br: Os primeiros quatro canais representam o Aileron, o Elevator, o Throttle e o Rudder. Canais adicionais controlam funções especiais:
ru: Первые четыре канала представляют Aileron, Elevator, Throttle и Rudder. Дополнительные каналы управляют специальными функциями:
zh: 前四个通道依次代表副翼，升降，油门，和方向。附加通道控制特殊功能:

source: Channel 5 is unused
de: Der fünfte Kanal ist nicht belegt.
fr: Le canal 5 n'est pas utilisé.
pt_br: O canal 5 não é utilizado
ru: Канал 5 не используется
zh: 通道 5未使用

source: Channel 6 enables the flip function
de: Kanal 6 aktiviert den Überschlag [flip] Modus
fr: Le canal 6 permet le mode 'flip'.
pt_br: Canal 6 permite a função flip
ru: Канал 6 включает функцию 'flip'
zh: 通道 6 为一键翻滚功能

source: Channel 7 takes a picture on positive transition through zero
de: Der siebte Kanal aktiviert eine EInzelbildaufnahme beim Wechsel von negativen zu positiven Werten.
fr: Le canal 7 prend une photo quand il passe de négatif à positif.
pt_br: Canal 7 tira uma foto em transição positiva através de zero
ru: Канал 7 делает снимок при переходе в положительное значение через ноль
zh: 通道 7 由正到零时拍照

source: Channel 8 turns video on/off on positive transition
de: Der achte Kanal startet/stoppt die Videoaufzeichnung bei jedem Wechsel von negativ nach positiv.
fr: Le canal 8 active/désactive l'enregistrement vidéo à chaque changement positif.
pt_br: Canal 8 liga e desliga vídeo em transição positiva
ru: Канал 8 включает/выключает видео при переходе в положительное значение
zh: 通道 8 变为正时开启/关闭视频

source: Channel 10 engages the return-to-home feature
de: Kanal 10 aktiviert die Return-to-home-Funktion
fr: Le canal 10 active la fonction retour au départ.
pt_br: Canal 10 envolve o recurso de retorno para casa
ru: Канал 10 включает функцию возврата домой

source: Channel 11 initiates calibration
de: Kanal 11 aktiviert die Kalibration
fr: Le canal 11 initialise la calibration.
pt_br: Canal 11 inicia calibração
ru: Канал 11 запускает калибровку
zh: 通道 11启动校准

source: Protocol: \*Bayang
de: Protokoll: \*Bayang
fr: Protocole: \*Bayang
pt_br: Protocolo: \*Bayang
ru: Протокол: \*Bayang
zh: 协议:Bayang

source: This protocol is used on BayangToys X6, X7, X8, X9, X16, Boldclash B03, JJRC/Eachine E011, H8, H9D v2, H10, Floureon H101, JJRC JJ850, JFH H601, and H606 (regular format).
de: Dieses Protokoll wird von BayangToys X6, X7, X8, X9, X16, Boldclash B03, JJRC/Eachine E011, H8, H9D v2, H10, Floureon H101, JJRC JJ850, JFH H601, und H606 (regular format) verwendet.
fr: Ce protocole est utilisé sur les BayangToys X6, X7, X8, X9, X16, Boldclash B03, JJRC/Eachine E011, H8, H9D v2, H10, Floureon H101, JJRC JJ850, JFH H601, and H606 (format standard).
pt_br: Este protocolo é utilizado nos BayangToys X6, X7, X8, X9, X16, Boldclash B03, JJRC / Eachine E011, H8, H9D v2, H10, Floureon H101, JJRC JJ850, JFH H601 e H606 (formato normal).
ru: Этот протокол используется в BayangToys X6, X7, X8, X9, X16, Boldclash B03, JJRC/Eachine E011, H8, H9D v2, H10, Floureon H101, JJRC JJ850, JFH H601 и H606 (обычный формат).
zh: 该协议用于在 BayangToys X6，X7，X8，X9，X16，Boldclash B03，JJRC / Eachine E011，H8，H9D v2，H10，Floureon H101 ，JJRC JJ850，JFH H601，和H606(常规格式)。

source: This protocol is used on BayangToys X16 with altitude hold (X16-AH format).
de: Dieses Protokoll wird von BayangToys X16 mit altitude hold (X16-AH format) verwendet.
fr: Ce protocole est utilisé sur le BayangToys X16 avec maintien d'altitude (Type X16-AH ).
pt_br: Este protocolo é usado no BayangToys X16 com retenção de altitude (formato X16-AH).
ru: Этот протокол используется в BayangToys X16 с удержанием высоты (формат X16-AH).
zh: 该协议可以用于 BayangToys X16 并且可以高度保持(X16-AH 格式)。

source: This protocol is used on IRDRONE Ghost X5 (IRDRONE format).
de: Dieses Protokoll wird von IRDRONE Ghost X5 (IRDRONE format) verwendet.
fr: Ce protocole est utilisé sur IRDRONE Ghost X5 ( type IRDRONE).
pt_br: Este protocolo é usado no IRDRONE Ghost X5 (formato IRDRONE).
ru: Этот протокол используется в IRDRONE Ghost X5 (формат IRDRONE).
zh: 该协议 可以用于 IRDRONE Ghost X5(IRDRONE 格式)。

source: Channel 5 activates LEDs or inverted flight (Floureon H101)
de: Kanal 5 aktiviert die LEDs oder den invertierten Flug (Floureon H101)
fr: Le canal 5 active les LEDs ou le vol inversé (Floureon H101)
pt_br: Canal 5 ativa LEDs ou vôo invertido (Floureon H101)
ru: Канал 5 активирует светодиоды или перевернутый полет (Floureon H101)
zh: 通道 5 激活 LED 或倒置飞行(Floureon H101)

source: Channel 7 captures single photo on positive transition
de: Kanal 7 aktiviert eine EInzelbildaufnahme beim Wechsel von negativen zu positiven Werten.
fr: Le canal 7 prend une photo à chaque changement positif.
pt_br: Canal 7 captura foto única em transição positiva
ru: Канал 7 выполняет снимок при переходе в положительное значение
zh: 通道 7 数值为正时拍摄单张照片

source: Channel 8 starts/stops video recording on positive transition
de: Kanal 8 startet/stoppt die Videoaufzeichnung bei jedem Wechsel von negativ nach positiv.
fr: Le canal 8 met en marche/arrête l'enregistrement vidéo sur chaque changement positif.
pt_br: Canal 8 inicia / pára a gravação de vídeo em transição positiva
ru: Канал 8 включает/выключает видео при переходе в положительное значение
zh: 通道 8 数值变为正时启动/停止视频录制

source: Channel 11 enables Take Off/Landing
de: Kanal 11 aktiviert den Start-/Landemodus
fr: Le canal 11 déclenche le décollage ou l'atterrissage.
pt_br: Canal 11 permite decolar / pousar
ru: Канал 11 включает взлет/приземление (Take Off/Landing)
zh: 通道 11 起飞/着陆

source: Channel 12 activates emergency stop
de: Kanal 12 aktiviert den Not-Stopp
fr: Le canal 12 active l'arrêt d'urgence.
pt_br: Canal 12 ativa parada de emergência
ru: Канал 12 активирует аварийную остановку (emergency stop)
zh: 通道 12 紧急停机

source: Protocol: \*FY326
de: Protokoll: \*FY326
fr: Protocolel: \*FY326
pt_br: Protocolo: \*FY326
ru: Протокол: \*FY326
zh: 协议:FY326

source: This protocol is used on FY326 red board.
de: Dieses Protokoll wird vom FY326 Modellen mit roter Platine verwendet.
fr: Ce protocole est utilisé sur le FY326 à carte mère rouge.
pt_br: Este protocolo é usado no FY326 red board.
ru: Этот протокол используется в FY326 (красная плата).
zh: 该协议用于 FY326 红色板。

source: Channel 7 is unused
de: Kanal 7 ist nicht belegt
fr: Le canal 7 n'est pas utilisé.
pt_br: O canal 7 não é usado
ru: Канал 7 не используется
zh: 通道 7未使用

source: Channel 8 is unused
de: Kanal 8 ist nicht belegt
fr: Le canal 8 n'est pas utilisé.
pt_br: O canal 8 não é usado
ru: Канал 8 не используется
zh: 通道 8未使用

source: Protocol: \*CFlie
de: Protokoll: \*CFlie
fr: Protocole: \*CFlie
pt_br: Protocolo: \*CFlie
ru: Протокол: \*CFlie
zh: 协议:CFlie

source: The CFlie protocol is used on the CrazyFlie nano quad. It has not been tested with any other models. |nrf24l01p-note|
de: Das Clie Protokoll wird für den CrazyFlie Nano Quad verwendet. Es wurde nicht mit anderen Modellen getestet. |nrf24l01p-note|
fr: Le protocole CFlie est utilisé sur le nano quadricoptère CrazyFlie. Il n'a été testé sur aucun autre modèle. |nrf24l01p-note|
pt_br: O protocolo CFlie é usado no quad nano CrazyFlie. Não foi testado com nenhum outro modelo. | nrf24l01p-note |
ru: Протокол CFlie используется в квадрокоптере CrazyFlie. Он не тестировался с любыми другими моделями. |nrf24l01p-note|
zh: CFlie 协议被用在 CrazyFlie 迷你四轴。它尚未与其他任何模型测试。|nrf24l01p-note|

source: The CFlie protocol supports up to 4 channels, does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das HiSky Protokoll unterstützt bis zu 4 Kanäle und kein automatisches Binden. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.
fr: Le protocole CFlie supporte jusqu'à 4 canaux et n'autorise pas l'auto-appairage. Si l' ID fixe est positionné sur Néant , une ID spécifique à l'émetteur est utilisée à sa place. Il faut appairer manuellement chaque modèle avant la première utilisation.
pt_br: O protocolo CFlie suporta até 4 canais, não suporta Bind automático. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso
ru: Протокол CFlie поддерживает до 4 каналов, и не поддерживает автоматической привязки. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: CFlie 协议支持多达 4 个通道，不支持自动对频。如果固定 ID 被设置为无， 遥控器会用特定的 ID来代替。需要在第一次使用模型之前手动对频。

source: Protocol: \*H377
de: Protokoll: \*H377
fr: Protocole: \*H377
pt_br: Protocolo: \*H377
ru: Протокол: \*H377
zh: 协议:H377

source: The H377 protocol supports the NiHui H377 6 channel helicopter. It has not been tested with any other models. |nrf24l01-note|
de: Das H377 Protokoll wird für den NiHui H377 6-Kanal Helikopter verwendet. Es wurde nicht mit anderen Modellen getestet. |nrf24l01p-note|
fr: Le protocole H377 est utilisé sur l'hélicoptère 6 canaux H377-6 de NiHui. Il n'a été testé sur aucun autre modèle. |nrf24l01p-note|
pt_br: O protocolo H377 suporta o helicóptero de 6 canais NiHui H377. Não foi testado com nenhum outro modelo. | nrf24l01-note |
ru: Протокол H377 поддерживает 6 канальный вертолет NiHui H377. Он не тестировался с другими моделями. |nrf24l01-note|
zh: H377 协议支持 NiHui H377 6 通道直升机。它尚未与其他任何模型测试。

source: The H377 protocol supports up to 7 channels, does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das H377 Protokoll unterstützt bis zu 7 Kanäle und kein automatisches Binden. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.
fr: Le protocoleH377 supporte jusqu'à 7 canaux et n'autorise pas l'auto-appairage. Si l' ID fixe est positionné sur Néant , une ID spécifique à l'émetteur est utilisée à sa place. Il faut appairer manuellement chaque modèle avant la première utilisation.
pt_br: O protocolo H377 suporta até 7 canais, não suporta Bind automático. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол H377 поддерживает до 7 каналов, и не поддерживает автоматической привязки. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: H377协议支持多达 7个通道，不支持自动对频。如果固定 ID被设置为无， 遥控器会用特定的 ID来代替。需要在第一次使用模型之前手动对频。

source: Protocol: \*HM830
de: Protokoll: \*HM830
fr: Protocole: \*HM830
pt_br: Protocolo: \*HM830
ru: Протокол: \*HM830
zh: 协议:HM830

source: The HM830 protocol supports the HM830 Folding A4 Paper airplane. It has not been tested with any other models. |nrf24l01-note|
de: Das HM830 Protokoll wird für das HM830 A4-Faltpapier Flugzeug verwendet. Es wurde nicht mit anderen Modellen getestet. |nrf24l01p-note|
fr: Le protocole HM830 est utilisé sur l'avion en papier plié HM830. Il n'a été testé sur aucun autre modèle. |nrf24l01p-note|
pt_br: O protocolo HM830 suporta o avião dobrável de papel A4 HM830. Não foi testado com nenhum outro modelo. | nrf24l01-note |
ru: Протокол HM830 поддерживает самолет HM830 Folding A4 Paper. Он не тестировался с другими моделями. |nrf24l01-note|
zh: HM830 协议支持 HM830 A4 折叠纸飞机。它尚未与其他任何模型测试。

source: The HM830 protocol supports 5 channels and only supports auto-binding. The protocol stays in bind mode until successful.
de: Das HM830 Protokoll unterstützt 5 Kanäle und unterstützt nur automatisches Binden. Das Protokoll bleibt im Bindemodus bis dieser erfolgreich abgeschlossen wurde.
fr: Le protocole HM830 supporte 5 canaux et n'autorise que l'auto-appairage. Le protocole reste en mode appairage jusqu'à la réussite de celui-ci.
pt_br: O protocolo HM830 suporta 5 canais e suporta apenas ligação automática. O protocolo permanece no modo de Bind até ser bem sucedido.
ru: Протокол HM830 поддерживает 5 каналов, и поддерживает только автоматическую привязку. Протокол остается в режиме привязки до успешного завершения привязки.
zh: HM830 协议支持 5 个通道，并且只支持自动对频。该协议对频时会一直停 留在对频模式，直到成功为止。

source: Protocol: \*KN
de: Protokoll: \*KN
fr: Protocole: \*KN
pt_br: Protocolo: \*KN
ru: Протокол: \*KN
zh: 协议:KN
