Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_protocols.po
Languages: de, fr, pt_br, ru, zh

source: The MJXq protocol supports 12 channels and only supports auto-binding.
de: Das MJXq Protokoll unterstützt 12 Kanäle und unterstützt nur automatisches Binden.
fr: Le protocole MJXq supporte 12 canaux et n'autorise que l'auto-appairage.
pt_br: O protocolo MJXq suporta 12 canais e suporta apenas Bind automático.
ru: Протокол MJXq поддерживает 12 каналов, и поддерживает только автоматическую привязку.
zh: MJXq协议支持 12个通道，并且只支持自动对频。

source: Channel 5 controls LEDs, or arm if H26WH format is selected.
de: Kanal 5 kontrolliert LEDs oder die Aktivierung, wenn das H26WH Format gewählt wurde.
fr: Le canal 5 contrôle les LEDs ou active si le format H26WH est choisi.
pt_br: O canal 5 controla os LEDs ou armar se o formato H26WH estiver selecionado.
ru: Канал 5 управляет светодиодами, или взводит квадрокоптер (arm), если выбран формат H26WH.
zh: 通道 5 控制 LED，如果 H26WH 模式时为 arm。

source: Channel 10 controls RTH mode
de: Kanal 10 kontrolliert den Return-To-Home Modus
fr: Le canal 10 contrôle le mode retour au départ - RTH - Return to home.
pt_br: O canal 10 aciona o modo RTH
ru: Канал 10 управляет режимом возврата домой (RTH).
zh: 通道 10 控制一键返航模式。

source: Channel 11 controls autoflip (X600 & X800 formats) or camera pan
de: Kanal 11 kontrolliert Auto-Flip (X600 & X800 Format) oder Kameraschwenk.
fr: Le canal 11 contrôle le flip automatique (formats X600 & X800 ) ou le déplacement horizontal de la caméra.
pt_br: O canal 11 controla o autoflip (formatos X600 e X800) ou o pan da câmera
ru: Канал 11 управляет авто-флипом форматы (X600 и X800) или поворотом камеры.
zh: 通道 11 控制一键翻滚(X600&X800 模式)或相机转动

source: Channel 12 controls camera tilt
de: Kanal 12 steuert Kameraneigung
fr: Le canal 12 contrôle l'inclinaison verticale de la caméra.
pt_br: O canal 12 controla o Tilt da camera
ru: Канал 12 управляет наклоном камеры.
zh: 通道 12 控制相机倾斜。

source: Protocol: PPM
de: Protokoll: PPM
fr: Protocole : PPM
pt_br: Protocolo: PPM
ru: Протокол: PPM
zh: 协议:PPM

source: The PPM protocol is used to output PPM on the trainer port. It will disable all radio transmission. PPM is useful for connecting to simulators, or other radio-modules that plug into the trainer port. The Fixed ID has no effect, and there is no binding associated with this protocol.
de: Das PPM Protokoll wird verwendet um PPM über den DSC-Anschluss auszugeben. Alle Funkübertragungen werden deaktiviert. PPM ist nützlich zur Steuerung von Simulatoren oder um an den Traineranschluss anderer Sender zu verwenden. Die Feste ID hat keinen Effekt und es gibt keine Bindung.
fr: Le protocole PPM est utilisé pour envoyer une modulation PPM sur le port d'écolage. Il arrête la transmission radio. Il est utile pour connecter les simulateurs ou d'autres radios qui se branchent sur le port d'écolage. L' ID fixe est sans effet et il n'y a pas d'appairage avec ce protocole.
pt_br: O protocolo PPM é usado para gerar o PPM na porta do instrutor. Ele desativa todas as transmissões de rádio. O PPM é útil para conectar a simuladores ou outros módulos de rádio que se conectam à porta do instrutor. O ID fixo não tem efeito e não há bindagem associada a esse protocolo.
ru: Протокол PPM используется для вывода PPM в порт тренера. Он отключает передачу радиосигнала. PPM полезен для подключения к симуляторам, или другим радиомодулям, которые подключаются к порту тренера. 'Fixed ID' не действует, и нет привязки связанной с этим протоколом.
zh: PPM协议用于在教练口输出 PPM。这将禁用所有的无线传输。PPM是用于 模拟器或者其他连接到教练端口的遥控机。固定 ID 没有任何作用，并且此协议 不需要对频。

source: Options configurable on the PPM page:
de: Konfigurierbare Optionen auf der PPM Seite:
fr: Options configurables sur la pagePPM :
pt_br: Opções configuráveis na página PPM:
ru: Параметры, настраиваемые на странице PPM:
zh: PPM 页面上配置的选项:

source: **Center PW**: Defines the time (in µsec) of the pulse that the transmitter transmits to represent to represent centered servo position. If this number doesn’t match the master transmitter, the servos will not be centered.
de: **Mitte PW [Center PW]**: Definiert die Zeit (in μs) des Pulses die der Schülersender überträgt um die Servomitte abzubilden. Falls dieser Wert nicht zum Schülersender passt, werden die Servos nicht zentriert.
fr: **Imp Neutre** : Définit la durée (en µsec) de l'impulsion que l'émetteur envoie pour représenter la position du servo au neutre. Si ce nombre ne correspond pas à l'émetteur maître, les servos ne seront pas centrés.
pt_br: ** Centro PW **: Define o tempo (em µsec) do pulso que o transmissor envia para representar a posição centralizada do servo. Se esse número não corresponder ao transmissor mestre, os servos não serão centralizados.
ru: **Center PW**: Определяет время (в мксек) импульса, который передатчик передает для представления центрованного положения сервопривода. Если это число не соответствует ведущему (master) передатчику, сервоприводы не будут отцентрованы.
zh: **中点脉宽**：定义学生遥控器发射代表舵机中心位置的脉冲时间(微秒)。如果 这个数字和学生遥控器不匹配，舵机不会回中。

source: **Delta PW**: Defines the width of the pulse (measured from center) sent by the transmitter to define max servo throw. If this value is incorrect, the servos will not achieve full range (or will travel too much)
de: **Delta PW**: Definiert die Breite des Pulses (gemessen von der Mitte) die der Schülersender überträgt um den maximalen Servoausschlag zu definieren. Falls dieser Wert nicht korrekt ist, werden die Servos nicht den vollen Weg erreichen (oder werden sich zu viel bewegen).
fr: **Delta Imp**: Définit la largeur de l'impulsion (mesurée du centre) envoyée par l'émetteur pour fixer le déplacement maximum du servo. Si cette valeur est incorrecte, les servos n'auront pas leur déplacement maximum (ou auront un déplacement trop important).
pt_br: ** Delta PW **: Define a largura do pulso (medido a partir do centro) enviado pelo transmissor para definir o limite máximo do servo. Se este valor estiver incorreto, os servos não atingirão o alcance total (ou irão girar muito e sem controle)
ru: **Delta PW**: Определяет ширину импульса (измеренную от центра) посылаемого передатчиком для определения максимального расхода сервопривода. Если это значение неверно, сервоприводы не будут достигать полного расхода (или расход будет слишком большим).
zh: **脉宽变化**：定义学生遥控器发射代表舵机最大位置的脉冲宽度(从中心测 量)。如果该值不正确，舵机不会满舵(或摆动太大)。

source: **Notch PW**: Defines the delay between the channels.
de: **Notch PW**: Definiert die Verzögerung zwischen den Kanälen.
fr: **Imp Fin** : définit le délai entre les canaux.
pt_br: ** Notch PW **: Define o delay entre os canais.
ru: **Notch PW**: Определяет задержку между каналами.
zh: **通道间隔**：定义通道之间的延迟。

source: **Frame Size**: Defines the total time for all channels to be transferred.
de: **Frame Size**: Definiert die Gesamtzeit in der alle Kanäle übertragen werden.
fr: **Larg Signal** : Définit la durée totale pour transmettre tous les canaux.
pt_br: ** Tamanho do Quadro **: Define o tempo total para que todos os canais sejam acionados
ru: **Frame Size**: Определяет общее время для передачи всех каналов.
zh: **总脉宽**：定义所有通道要传送的总时间。

source: Deviation does not auto-detect when a trainer cord is plugged into the transmitter. To use Deviation with a simulator (such as Phoenix), create a new model, name it appropriately, and select PPM as the protocol. Use the Re-Init button or power-cycle to enable PPM.
de: Deviation erkennt nicht automatisch, ob eine Kabel in die DSC-Buchse eingesteckt wurde. Um Deviation mit einem Simulator (wie z.B. Phoenix) zu verwenden, erstellen Sie eine neue Modellkonfiguration, bezeichnen Sie sinnvoll und setzen PPM als Protokoll. Mittels Re-Init oder Ein- und Ausschalten des Senders wird PPM aktiviert.
fr: Déviation ne détecte pas automatiquement si un cordon d'écolage est branché sur l'émetteur. Pour utiliser Deviation avec un simulateur (comme Phoenix), creer un nouveau modèle, lui attribuer un nom approprié et choisir le protocole PPM. Utiliser le bouton appairer ou redémarrer l'émetteur pour activer PPM.
pt_br: O Deviation não detecta automaticamente quando um cabo de instrutor é conectado ao transmissor. Para usar o Deviation com um simulador (como o Phoenix por exemplo), crie um novo modelo, nomeie-o adequadamente e selecione PPM como o protocolo. Use o botão Re-Init ou desligue e religue o transmissor para ativar o PPM.
ru: Deviation не определяет автоматически, когда кабель тренера подключается к передатчику. Для использования Deviation с симулятором (таким как Phoenix), создайте новую модель, назовите ее соответствующим образом и выберите PPM в качестве протокола. Используйте кнопку 'Re-Init' или перезагрузите передатчик для активации PPM.
zh: 当教练线插入遥控器时 Deviation 不自动检测。使用 Deviation 连接模拟器 (例如 Phoenix)，创建新的模型，写上适当的名字，然后选择 PPM 作为协议。 使用初始化按钮或重新启用遥控器开启 PPM。

source: Protocol: USBHID
de: Protokoll: USBHID
fr: Protocole: USBHID
pt_br: Protocolo: USBHID
ru: Протокол: USBHID
zh: 协议:USBHID

source: The USBHID protocol will convert he transmitter into a USB joystick. Connecting the transmitter to a PC via the USB cable will enable the transmitter to be detected as a joystick by the computer. This may be used to enable the transmitter to control any simulators that support joystick input. Some initial calibration may be necessary and is accomplished via the control panel applet of your operating system.
de: Das USBHID Protokoll verwandelt Ihren Sender in einen USB Joystick. Durch Verbinden des Senders mit einem USB-Kabel an einen PC wird der Sender vom Computer als Joystick erkannt. Dies kann für alle Simulatoren verwendet werden, die über einen Joystick gesteuert werden können. Meist muss zunächst über die Systemeinstellungen Ihres Betriebssystems eine Kaliration durchgeführt werden.
fr: Le protocole USBHID transforme l'émetteur en joystick USB. Connecter l'émetteur à un PC par un cordon USB permettra à l'émetteur d'être détecté comme joystick par l'ordinateur. On peut utiliser ceci pour contrôler un simulateur qui autorise l'entrée par joystilck. Une calibration initiale peut être nécessaire et et réalisée par le panneau ce contrôle de votre système d'exploitation.
pt_br: O protocolo USBHID converterá o transmissor em um joystick USB. Conectar o transmissor a um PC via cabo USB permitirá que o transmissor seja detectado como um joystick pelo computador. Isso permite que o transmissor controle qualquer simulador que suporte a entrada por joystick. Alguma calibração inicial pode ser necessária e é realizada através do applet do painel de controle do seu sistema operacional e/ou simulador.
ru: Протокол USBHID преобразует передатчик в USB джойстик. Подключение передатчика к компьютеру через кабель USB позволит использовать передатчик в качестве джойстика на компьютере. Это можно использовать для управления любым симулятором, который поддерживает использование джойстика. Может потребоваться некоторая начальная калибровка, которая выполняется через аплет панели управления вашей операционной системы.
zh: USBHID协议将遥控器转换成 USB操纵杆。通过 USB线连接遥控器到 PC， 使被检测到的遥控器变为计算机操纵杆。这使遥控器可以控制任何支持操纵杆输 入的模拟器。需要进行一些初始校准，可以通过操作系统的控制面板小程序来完 成。

source: Protocol: SBUS
pt_br: Protocolo: SBUS

source: The SBUS protocol sends serial data on the transmitter's trainer port (tip connector). The trainer port ring is ground. On the T8SG PLUS transmitter the serial data also appears on the top pin in the JR module bay. The serial data is not inverted so an adapter may be needed for some SBUS equipment. Up to sixteen channels are supported. Data rate is 100kbps. Format is 8 data bits, even parity, two stop bits.
pt_br: O protocolo SBUS envia dados seriais na porta de treinamento do transmissor (conector de ponta). O link entre os dois permanece desligado. No transmissor T8SG PLUS, os dados seriais também aparecem no pino superior no conector do módulo JR. Os dados seriais não estão invertidos, portanto, um adaptador pode ser necessário para alguns equipamentos SBUS. Até dezesseis canais são suportados. A taxa de dados é de 100kbps. Formato é 8 bits de dados, paridade par, dois bits de parada.

source: Protocol: CRSF (Crossfire)
pt_br: Protocool: CRSF (Crossfire)

source: The CRSF protocol sends Crossfire protocol serial data on the transmitter's trainer port (tip connector). The trainer port ring is ground. On the T8SG PLUS transmitter the serial data also appears on the top pin in the JR module bay. To enable telemetry the serial input must be tied to serial output. For the trainer port tie tip to ring1. In the T8SG module bay tie the top and bottom pins together. Up to sixteen channels are supported.
pt_br: O protocolo CRSF envia dados seriais no padrão Crossfire na porta de treinamento do transmissor. O link estará desligado. No transmissor T8SG PLUS, os dados seriais também aparecem no pino superior do conector do módulo JR. Para ativar a telemetria, a entrada serial deve estar vinculada à saída serial. No compartimento do módulo T8SG, junte os pinos superior e inferior. Até dezesseis canais são suportados.

source: The CRSF bind and configuration operations are not yet supported. Use a PC to bind the Crossfire module and receiver before using with Deviation.
pt_br: As operações de Bind e configuração de CRSF ainda não são suportadas. Use um PC para ligar o módulo Crossfire e o receptor antes de usar com o Deviation.

source: Telemetry is not available on limited memory transmitters (7e, F4, F12).
pt_br: A telemetria não está disponível em transmissores de pouca memória (7e, F4, F12).

source: RSSI2
pt_br: RASSI1

source: YAW
pt_br: AW

source: Misc
fr: Divers
ru: Разное

source: Cells
fr: Eléments
ru: Банки

source: RSSI
fr: Force signal

source: CELL1
fr: ELEM1

source: CELL3
fr: ELEM3

source: RPM
fr: Tr/Min

source: MINCELL
fr: MINELEM

source: ALLCELL
fr: TOTELEM

source: CELL5
fr: ELEM5

source: CELL6
fr: ELEM6

source: CURRENT
fr: COURANT

source: DISCHARGE
fr: DECHARGE

source: Signl
ru: Сигнал

source: The DSM2 protocol is used to control many Spektrum™ and JR™, as well as other models using this protocol. While the DSM2 protocol can support up to 14 channels, Deviation is currently limited to a maximum of 12. Note that many receivers with less than 8 channels require the Transmitter to send 7 or fewer channels. Make sure the # of channels is set appropriately for the receiver. DSM2 does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das DSM2 Protokoll wird benutzt um viele Spektrum™, JR™ und auch andere Modelle zu steuern, die dieses Protokoll benutzen. Während das DSM2 Protokoll bis zu 14 Kanäle unterstützt, ist Deviation zur Zeit auf 12 Kanäle begrenzt. Beachten Sie, dass viele Empfänger mit weniger als 8 Kanälen erfordern, dass der Sender 7 oder weniger Kanäle sendet. Stellen Sie sicher, dass die Anzahl der Kanäle passend zum Empfänger eingestellt ist. DSM2 unterstützt kein automatischen Binden. Falls eine Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird anstelle dessen eine senderspezifische ID benutzt. Es ist notwendig jedes Modell vor der ersten Benutzung manuell zu binden.

source: The DSMX protocol is used to control many Spektrum™ and JR™, as well as other models using this protocol. While the DSMX protocol can support up to 14 channels, Deviation is currently limited to a maximum of 12. Note that many receivers with less than 8 channels require the Transmitter to send 7 or less channels. Make sure the # of channels is set appropriately for the receiver. DSMX does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das DSMX Protokoll wird benutzt um viele Spektrum™, JR™ und auch andere Modelle zu steuern, die dieses Protokoll benutzen. Während das DSMX Protokoll bis zu 14 Kanäle unterstützt, ist Deviation zur Zeit auf 12 Kanäle begrenzt. Beachten Sie, dass viele Empfänger mit weniger als 8 Kanälen erfordern, dass der Sender 7 oder weniger Kanäle sendet. Stellen Sie sicher, dass die Anzahl der Kanäle passend zum Empfänger eingestellt ist. DSMX unterstützt kein automatischen Binden. Falls eine Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird anstelle dessen eine senderspezifische ID benutzt. Es ist notwendig jedes Modell vor der ersten Benutzung manuell zu binden.

source: The AFHDS-2A protocol supports up to 12 channels, and requires manual-binding. The receiver must be bound manually one-time using the ‘Bind’ button, after which it should stay bound.
de: Das AFHDS-2A Protokoll unterstützt bis zu 12 Kanäle und erfordert manuelles Binden. Der Empfänger muss einmalig manuell mittels 'Binden' [Bind] Schaltfläche gebunden werden, danach bleibt er verbunden.

source: Partial telemetry support, only receiver voltage and RSSI in dB are supported for now.
de: Teilweise Unterstützung von Telemetrie, derzeit werden nur Empfängerspannung und RSSI in dB unterstützt.

source: The Hubsan4 protocol supports the Hubsan-X4 quadracopter and the Estes Proto X (but not the Proto X SLT). No other models have been tested with this protocol. |a7105-note|
de: Das Hubsan4 Protokoll unterstützt die Hubsan-X4 Quadkopter und den Estes Porto X (jedoch nicht den Proto X SLT). Keine anderen Modelle wurden mit diesem Protokoll getestet. |a7105-note|

source: The Hubsan4 protocol supports up to 7 channels, and only supports auto-binding. The fixed ID can be used, but does not prevent auto-binding during power-on. The 1 st 4 channels represent Aileron, Elevator, Throttle, and Rudder. Additional channels control the quadracopter special functions:
de: Das Hubsan Protokoll unterstützt bis zu 7 Kanäle und unterstützt nur automatisches Binden. Eine feste ID kann verwendet werden, verhindert jedoch nicht die automatische Bindung beim Einschalten. Die ersten 4 Kanäle bilden Querruder, Höhenruder, Gas und Seitenruder ab. Zusätzliche Kanäle steuern die Spezialfunktionen des Quadkopters:

source: Channel 5 controls the LEDs
de: Kanal 5 steuert die LEDs

source: Channel 7 Turns video on/off
de: Kanal 7 schaltet Video ein/aus

source: This protocol supports up to 12 channels. Fixed ID binding is supported to link the transmitter wtih specific receivers. Supports receiver telemetry (RSSI, VOLT1) on all transmitters. Supports S.Port and hub telemetry sensors as well as GPS telemetry (except on memory-limited 7e and f-series) as described in the next section.
de: Dieses Protokoll unterstützt bis zu 12 Kanäle. Bindung mit fester ID wird unterstützt, um den Sender mit spezifischen Empfängern zu koppeln. Unterstützt Empfängertelemetriedaten (RSSI, VOLT1) auf allen Sendern. Unterstützt ebenfalls S.Port und Hub-Telemetriesensoren sowie GPS-Daten (außer auf 7e und F-Serie) wie im folgenden Abschnitt erläutert.

source: The V202 protocol supports up to 11 channels, does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das V202 Protokoll unterstützt bis zu 11 Kanäle und kein automatisches Binden. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.

source: Protocol: WFLY
zh: 协议：天地飞

source: The protocol supports up to 9 channels. Default channel order is AETR.
zh: 这个协议支持最多9个通道。缺省的通道顺序是AETR。
