Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_protocols.po
Languages: de, fr, pt_br, ru, zh

source: **V9x9**: Enables the extensions for the WLToys V939, V949, V959, v969, etc quadcopters.
de: **V9x9**: Aktiviert die Erweiterungen für WLToys V939, V949, V959, V959 etc.
fr: **V9x9**: Permet les extensions pour les quadricoptères WLToys V939, V949, V959, v969, etc.
pt_br: ** V9x9 **: Habilita as extensões para os quadcopters WLToys V939, V949, V959, v969, etc.
ru: **V9x9**: Включает расширения для квадрокоптеров WLToys V939, V949, V959, v969 и т.п.
zh: **V9x9**：WLToys V939，V949，V959，V969 等四轴飞行器的扩展通道。

source: Lights are controlled by Channel 5
de: Lichter werden von Kanal 5 gesteuert
fr: Les lumières sont contrôlées par le canal 5.
pt_br: As luzes são controladas pelo canal 5
ru: Свет управляется каналом 5
zh: 灯由通道 5控制

source: Video is controlled by Channel 6
de: Video wird von Kanal 6 gesteuert
fr: La vidéo est contrôlée par le canal 6.
pt_br: O vídeo é controlado pelo canal 6
ru: Видео управляется каналом 6
zh: 摄像由通道 6控制

source: Camera is controlled by Channel 7
de: Kamera wird von Kanal 7 gesteuert
fr: La camera est contrôlée par le canal 7
pt_br: A câmera é controlada pelo canal 7
ru: Камера управляется каналом 7
zh: 相机由通道 7控制

source: Flip is controlled by Channel 8
de: Flip wird von Kanal 8 gesteuert
fr: Le Flip est contrôlé par le canal 8.
pt_br: Flip é controlado pelo Channel 8
ru: Флип (сальто) управляется каналом 8
zh: 翻转由通道 8控制

source: **V6x6**: Enables the extensions for the WLToys V636 and V686 quadcopters.
de: **V6x6**: Aktiviert die Erweiterungen für WLToys V636 und V686 Modelle.
fr: **V6x6**: Permet les extensions pour les quadricoptères WLToys V636 ry V686
pt_br: ** V6x6 **: Habilita as extensões para os quadcopters WLToys V636 e V686.
ru: **V6x6**: Включает расширения для квадрокоптеров WLToys V636 и V686.
zh: **V6x6**：WLToys V636 和 V686 四轴飞行器的扩展通道。

source: Flip is controlled by Channel 6
de: Flip wird von Kanal 6 gesteuert
fr: Le Flip est contrôlé par le canal 6.
pt_br: Flip é controlado pelo Channel 6
ru: Флип (сальто) управляется каналом 6
zh: 翻转由通道 6控制

source: Video is controlled by Channel 8
de: Video wird von Kanal 8 gesteuert
fr: La vidéo est contrôlée par le canal 8.
pt_br: O vídeo é controlado pelo canal 8
ru: Видео управляется каналом 8
zh: 摄像由通道 8控制

source: Headless mode is controlled by Channel 9
de: Headless wird von Kanal 9 gesteuert
fr: Le mode à contrôle d'orientation intelligent [Headless] est contrôlé par le canal 9.
pt_br: O modo sem cabeça é controlado pelo canal 9
ru: Режим 'Headless' управляется каналом 9
zh: 无头模式由通道 9 控制

source: RTH mode is controlled by Channel 10
de: RTH wird von Kanal 10 gesteuert
fr: Le mode 'Retour à la maison' [RTH] est contrôlé par le canal 10.
pt_br: O modo RTH é controlado pelo canal 10
ru: Режим 'RTH' управляется каналом 10
zh: 回家模式由通道 10 控制

source: X and Y calibration are controlled by channels 11 and 12, respectively.
de: X und Y Kaliration werden von Kanal 11 bzw. 12 gesteuert
fr: Les calibrations X et Y sont contrôlées respectivement par les canaux 11 et 12.
pt_br: A calibração X e Y é controlada pelos canais 11 e 12, respectivamente.
ru: Калибровка X и Y управляется каналами 11 и 12, соответственно.
zh: X和 Y校准通过通道 11和 12分别控制

source: **V912**: Enables the extensions for the V912, V913 and V915 helicopters
de: **V912**: Aktiviert die Erweiterungen für WLToys V912, V913 und V915 Helikopter
fr: **V912**: Permet les extensions pour les hélicoptères V912, V913 et V915.
pt_br: ** V912 **: permite as extensões para os helicópteros V912, V913 e V915
ru: **V912**: Включает расширения для вертолетов V912, V913 и V915.
zh: **V912**：V912，V913 和 V915 直升机的扩展通道

source: Note that if these channels are assigned to a switch, turning the switch on toggles the state, and turning the switch off has no effect. Thus to turn the lights on, flip the switch assigned to Channel 5 from off to on. Flipping the switch back to off has no effect. Flipping the switch back on now turns the lights back off.
de: Beachten Sie, falls diese Kanäle einem Schalter zugeordnet sind, dass das Einschalten des Schalters den Status umschaltet. Ausschalten hat keine Wirkung. Um demzufolge die Lichter anzuschalten, wechseln Sie den Schalter, dem Kanal 5 zugeordnet ist, von AUS auf AN. Zurückschalten auf AUS hat keine Wirkung. Den Schalter zurück auf AN schaltet die Lichter wieder aus.
fr: Notez que si ces canaux sont assignés à un interrupteur, ouvrir l'interrupteur modifie l'état, et fermer l'interrupteur n'a pas d'effet. Donc pour allumer les lumières, basculer l'interrupteur assigné au canal 5 de fermé à ouvert. Basculer l'interrupteur à fermé n'a pas d'effet. Basculer de nouveau a ouvert éteint alors les lumières.
pt_br: Observe que, se esses canais forem atribuídos a um comutador, a ativação do comutador alterna o estado e a desativação do comutador não terá efeito. Assim, para acender as luzes, inverta o interruptor atribuído ao Canal 5 de desligado para ligado. Inverter o botão para desligado não tem efeito. Chavear o interruptor de volta agora apaga as luzes.
ru: Имейте в виду, что если эти каналы назначены на переключатель, включение переключателя включает состояние, в возврат переключателя не оказывает влияния. Таким образом, чтобы включить свет, включите переключатель назначенный на канал 5. Выключение этого переключателя не оказывает влияния. Повторное включение переключателя выключает свет.
zh: 请注意，如果这些通道被分配到一个开关，将开关拨到一边触发，将开关拨回不 会有任何影响。因此如果要打开灯，将分配给通道 5的开关从 OFF拨到 ON。 开关拨回到 OFF 时没有任何效果。现在再将开关拨到 ON，灯光关闭。

source: Protocol: \*AFHDS-2A
de: Protokoll: \*AFHDS-2A
fr: Protocole : \*AFHDS-2A
pt_br: Protocolo: \*AFHDS-2A
ru: Протокол: \*AFHDS-2A
zh: 协议:AFHDS-2A

source: The AFHDS-2A protocol is used to control Turnigy/Flysky AFHDS 2A receivers. |a7105-note|
de: Das AFHDS-2A Protokoll wird für Turnigy/Flysky AFHDS-2A Empfänger verwendet. |a7105-note|
fr: Le protocole AFHDS-2A est utilisé pour contrôler les récepteurs Turnigy/Flysky AFHDS 2A. |a7105-note|
pt_br: O protocolo AFHDS-2A é usado para controlar os receptores Turnigy / Flysky AFHDS 2A. | a7105-note |
ru: Протокол AFHDS-2A используется для управления приемниками Turnigy/Flysky AFHDS 2A. |a7105-note|
zh: AFHDS-2A 的协议用来控制 Turnigy / Flysky 的 AFHDS 2A 接收机。|a7105-note|

source: The AFHDS-2A protocol supports up to 14 channels, and requires manual-binding. The receiver must be bound manually one-time using the ‘Bind’ button, after which it should stay bound.
pt_br: O protocolo AFHDS-2A suporta até 14 canais e requer bIND manual. O receptor deve ser Bindado manualmente uma única vez usando o botão "Bind", após o qual ele deve permanecer vinculado.
ru: Протокол AFHDS-2A поддерживает до 14 каналов, и требует привязки вручную. Приемник должен быть однократно привязан с использованием кнопки ‘Bind’, после чего он остается привязанным.
zh: AFHDS-2A 协议支持多达 14 个通道，并且需要手动对频。需要配对的接收机 必须通过使用“对频”按钮，手动对频一次。

source: Options configurable on the AFHDS-2A page:
de: Konfigurierbare Optionen für AFHDS-2A:
fr: Options configurables sur la page AFHDS-2A :
pt_br: Opções configuráveis na página AFHDS-2A:
ru: Параметры, настраиваемые на странице протокола AFHDS-2A:
zh: AFHDS-2A 页面上的设置:

source: **Outputs**: Sets desired outputs type on the receiver, PWM+IBUS, PPM+IBUS, PWM+SBUS or PPM+SUBS
de: **Ausgänge [Outputs]**: Konfiguriert des Ausgabetyp des Empfängers, PWM+IBUS, PPM+IBUS, PWM+SBUS oder PPM+SUBS
fr: **Sorties**:**[Outputs]** : Détermine le type de sortie sur le récepteur, PWM+IBUS, PPM+IBUS, PWM+SBUS ou PPM+SUBS.
pt_br: ** Saídas **: Define o tipo de saídas desejadas no receptor, PWM + IBUS, PPM + IBUS, PWM + SBUS ou PPM + SUBS
ru: **Outputs**: Устанавливает желаемый тип выходов приемника, PWM+IBUS, PPM+IBUS, PWM+SBUS или PPM+SUBS
zh: **输出**：设置接收机的输出类型，PWM + IBUS，PPM + IBUS，PWM + SBUS 或PPM + SUBS

source: **Servo Hz**: Sets receiver PWM refresh rate between 50 Hz and 400 Hz
de: **Servo Hz**: Konfiguriert die PWM Aktualisierungsfrequenz des Empfängers zwischen 50 Hz und 400 Hz
fr: **Servo Hz**: Fixe le taux de rafraichissement du PWM entre 50 Hz et 400 Hz.
pt_br: ** Servo Hz **: Define a taxa de atualização do receptor PWM entre 50 Hz e 400 Hz
ru: **Servo Hz**: Устанавливает частоту обновления PWM между 50 Hz и 400 Hz
zh: **舵机速率**：设置接收器 PWM 刷新速率，范围在 50 赫兹和 400 赫兹之间

source: **LQI output**: Output LQI to an optional channel
pt_br: ** Saída LQI **: Saída LQI para canal opcional
zh: **LQI输出**：输出LQI到一个可选的通道

source: **Freq-fine**: Frequency offset adjustment. Range -300 to 300. Adjusts for variances betweeen A7105 modules. Default 0. The LQI telemetry value can be used as a guide for adjusting the fine frequency protocol option.
pt_br: ** Freq-fine **: Ajuste de desvio de frequência. Intervalo de -300 a 300. Ajusta para variações entre os módulos A7105. Padrão 0. O valor de telemetria do LQI pode ser usado como um guia para ajustar a opção de protocolo de frequência fina.
zh: **频率微调**：频率的微调，区间是-300到300。在不同的A7105模块间调整。LQI回传的数据可以作为调整的参考依据。

source: Telemetry is supported.
pt_br: Aceita Telemetria
zh: 支持回传。

source: Protocol: \*Hubsan4
de: Protokoll: \*Hubsan4
fr: Protocole: \*Hubsan4
pt_br: Protocolo: \*Hubsan4
ru: Протокол: \*Hubsan4
zh: 协议:Hubsan4

source: This protocol is used on the Hubsan-X4 quadracopters of the H107 series, H111, H101, H102, H201, H202 helicopters and the Estes Proto X (but not the Proto X SLT). (regular format).
pt_br: Este protocolo é usado nos quadracópteros Hubsan-X4 dos helicópteros da série H107, H111, H101, H102, H201, H202 e no Estes Proto X (mas não no Proto X SLT). (formato padrão).
zh: Hubsan4 协议支持 Hubsan-X4 四轴的H107系列，直升飞机的H111，H101，H102，H201和H202，和Estes Proto X(但不是 Proto X SLT)。（普通格式）

source: This protocol is used on Hubsan H301F, H302F, H303F and H304F (H301 format)
pt_br: Este protocolo é usado no Hubsan H301F, H302F, H303F e H304F (formato H301)
zh: 协议也用在Hubsan的H301F, H302F, H303F和H304F上 (H301格式)。

source: This protocol is used on Hubsan H501S, H122D and H123D (H501 format)
pt_br: Este protocolo é usado no Hubsan H501S, H122D e H123D (formato H501)
zh: 协议也用在Hubsan的H501S, H122和H123D上(H501格式)

source: The Hubsan4 protocol supports up to 13 channels, regular format only supports auto-binding. The fixed ID can be used, but does not prevent auto-binding during power-on. The 1 st 4 channels represent Aileron, Elevator, Throttle, and Rudder. Additional channels control the quadracopter special functions:
pt_br: O protocolo Hubsan4 suporta até 13 canais, o formato padrão suporta apenas a Bind automático. O ID fixo pode ser usado, mas não impede o Bind automático durante a inicialização. Os canais da 1 a 4 representam o Aileron, o Elevator, o Throttle e o Rudder. Canais adicionais controlam as funções especiais do quadricoptero:
zh: Hubsan4 协议支持多达 13 个通道，普通模式只支持自动对频。固定 ID 可以使 用，但是不能防止在开机时自动对频。前4 个通道分别表示副翼，升降，油门，和方向。附加通道可以控制四轴的特殊功能:

source: With H301 and H501 format it is necessary to manually bind each model before the first use.
pt_br: Com o formato H301 e H501, é necessário vincular manualmente cada modelo antes do primeiro uso
zh: H301和H501格式只支持手工对频。

source: Channel 5 Controls the LEDs
pt_br: O canal 5 controla dos LEDs

source: Channel 6 Enables ‘flip’ mode or altitude hold or stabilized mode, depending on format.
pt_br: Canal 6 Permite o modo "flip" ou modo de espera ou estabilizado, dependendo do formato.
zh: 通道6在不同的格式下支持不同功能，如翻转，定高，自稳模式。

source: Channel 7 Turns video on/off (H102) or takes a snapshot
pt_br: Canal 7 Liga ou desliga o vídeo (H102) ou tira fotografias
zh: 通道 7 控制视频打开/关闭(H102)，或者拍一张照片。

source: Channel 8 Takes a snapshot
pt_br: Canal 8 tira uma fotografia

source: Channel 9 Enables headless mode
pt_br: Canal 9 Ativa o modo sem cabeça

source: Channel 10 Enables return to home
pt_br: Canal 10 ativa o RTH

source: Channel 11 Enables GPS hold
pt_br: Canal 11 Permite o nivelamento por GPS

source: Channel 12 Sets Sport 1, Sport 2 or Acro mode (H123D)
pt_br: Canal 12 Define Sport 1, Sport 2 ou modo Acro (H123D)

source: Channel 13 Enables ‘flip’ mode (H122D)
pt_br: Canal 13 Permite o modo "flip" (H122D)

source: Options configurable on the Hubsan page:
de: Konfigurierbare Optionen auf der Hubsan Seite:
fr: Options configurables sur la page Hubsan :
pt_br: Opções configuráveis na página Hubsan:
ru: Параметры, настраиваемые на странице протокола 'Hubsan':

source: **vTX MHz**: Defines the frequency used by the Hubsan H107D video transmitter (Requires a 5.8GHz receiver capable of receiving and displaying video).
de: **vTX MHz**: Legt die Frequenz fest, die vom Hubsan H107D Videosender benutzt wird (benötigt einen 5,8GHz Empfänger der fähig ist, Video zu empfangen und anzuzeigen).
fr: **vTX MHz**: Définit la fréquence utilisée par l'émetteur vidéo du Hubsan HD107D (nécessite un récepteur 5.8 GHz susceptible de recevoir et d'afficher la vidéo).
pt_br: ** VTX MHz **: Define a freqüência usada pelo transmissor de vídeo Hubsan H107D (Requer um receptor de 5.8GHz capaz de receber e reproduzir o vídeo).
ru: **vTX MHz**: Определяет частоту используемую видео-передатчиком Hubsan H107D (требует наличия приемника 5.8GHz для приема и отображения видео).

source: **Telemetry**: Enable receiving of model battery voltage.
de: **Telemetrie [Telemetry]**: Ermöglicht den Empfang der Batteriespannung.
fr: **Télémetrie**: Permet de recevoir le voltage de la batterie du modèle.
pt_br: ** Telemetria **: permite a recepção da tensão da bateria do modelo.
ru: **Telemetry**: Включает передачу телеметрии напряжения приемника.

source: **Freq-fine**: Frequency offset adjustment. Range -300 to 300. Adjusts for variances betweeen A7105 modules. Default 0.
pt_br: ** Freq-fine **: Ajuste de desvio de frequência. Intervalo de -300 a 300. Ajusta para variações entre os módulos A7105. Padrão 0

source: Protocol: \*Joysway
de: Protokoll: \*Joysway
fr: Protocole: \*Joysway
pt_br: Protocolo:\*Joysway
ru: Протокол: \*Joysway
zh: 协议:Joysway

source: The Joysway protocol supports the Joysway Caribbean model yacht, and the J4C12R receiver used in the Joysway Orion, Explorer, Dragon Force 65 model yachts and Force2 60 model catamaran. No other models or receivers have been tested with this protocol, including air versions of the J4C12R. |a7105-note|
de: Das Joysway Protokoll unterstützt die Joysway Carribean Modellyacht und den J4C12R-Empfänger der in Joysway Orion, Explorer, Dragon Force 65 und Force 2 60 Modellen verwendet wird. Keine anderen Modelle oder Empfänger wurden mit diesem Protokoll getestet, ebenso keine Flugmodellvarianten des J4C12R. |a7105-note|
fr: Le protocole Joysway prend en charge le yacht Carribean de Joysway, et le récepteur J4C12R utilisé dans des yachts Joysway Orion, Explorer, Dragon Force 65 et le catamaron Force2 60. Aucun autre modèle n'a été testé avec ce protocole, en incluant les versions aériennes du J4C12R. |a7105-note|
pt_br: O protocolo Joysway suporta o iate modelo Joysway Caribbean, e o receptor J4C12R usado nos iates modelo Joysway Orion, Explorer, Dragon Force 65 e catamarã Force2 60. Nenhum outro modelo ou receptor foi testado com este protocolo, incluindo versões aéreas do J4C12R. | a7105-note |
ru: Протокол Joysway поддерживает модель яхты Joysway Caribbean, и приемник J4C12R, используемый в моделях яхт Joysway Orion, Explorer, Dragon Force 65 и в катамаране Force2 60. Другие модели не тестировались с этим протоколом, включая воздушную версию J4C12R. |a7105-note|
zh: Joysway 协议支持 Joysway Caribbean 帆船模型，和使用的 J4C12R 接收机的Joysway Orion, Explorer, Dragon Force 65 帆船模型和 Force2 60 双体船模型。没有 其他模型或接收器测试过该协议，包括 J4C12R 的空中版本。|a7105-note|

source: The Joysway protocol supports up to four channels, does not support auto-binding, but will bind whenever a receiver requests binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to bind each model before the first use.
de: Das Joysway Protokoll unterstützt bis zu vier Kanäle, unterstützt kein automatisches Binden, aber bindet immer wenn ein Empfänger dies anfordert. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.
fr: Le Protocole Joysway supporte juqu'à 4 canaux, ne prend pas en charge l'auto-appairage, mais appairera à chaquedemande d'appairage. Si l' ID fixe est positionné sur Néant , une ID spécifique à l'émetteur est utilisée à sa place. Il faut appairer chaque modèle avant la première utilisation.
pt_br: O protocolo Joysway suporta até quatro canais, não suporta Bind automático, mas será Bindado sempre que um receptor solicitar uma ligação. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar cada modelo antes do primeiro uso.
ru: Протокол Joysway поддерживает до 4 каналов, и не поддерживает автоматической привязки, но будет привязываться, когда приемник запрашивает привязку. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: Joysway 协议支持最多四个通道，不支持自动对频，但每当接收机请求对频 时，它将对频。如果固定 ID 被设置为无，遥控器会用特定的 ID 来代替。需要 在第一次使用模型之前手动对频。

source: The first channel normally controls the sheets and the second channel the rudder, but this may vary from model to model.
de: Der erste Kanal steuert in der Regel die Segel und der zweite Kanal das Ruder, es kann jedoch von Modell zu Modell Abweichungen geben.
fr: Le premier canal commande normalement les voiles et le deuxième le gouvernail, mais cela peut varier d'un modèle à l'autre.
pt_br: O primeiro canal normalmente controla as folhas e o segundo canaliza o leme, mas isso pode variar de modelo para modelo.
ru: Первый канал обычно управляет парусами, а второй канал рулем, но это может варьироваться от модели к модели.
zh: 第一信道通常控制拉帆绳和第二通道控制船舵。

source: Protocol: \*Bugs3
pt_br: Protocolo: \*Bugs3

source: The Bugs3 protocol is used to control MJX Bugs3 and Bugs8 aircraft. |a7105-note| |mod-install-link|
pt_br: O protocolo Bugs3 é usado para controlar aeronaves MJX Bugs3 e Bugs8. | a7105-note | | mod-install-link |

source: To bind first choose the bugs3 protocol and click Bind. Then apply power to the aircraft. The bind dialog will disappear if bind is successful. The aircraft's radio id is stored in the model Fixed ID field. Do not change this value.
pt_br: Para ligar primeiro, escolha o protocolo bugs3 e clique em Bind. Em seguida, energize à aeronave. A caixa de diálogo de Bind desaparecerá se a ligação for bem-sucedida. O id do rádio da aeronave é armazenado no campo ID fixo do modelo. Não mude esse valor.

source: Channels used for controlling functions. Set channel value greater than zero to activate.
pt_br: Canais usados para controlar funções. Defina o valor do canal maior que zero para ativar.

source: Arming is controlled by Channel 5
pt_br: Arming é controlado pelo Canal 5

source: Lights are controlled by Channel 6
pt_br: Luzes é controlado pelo Canal 6

source: Flip is controlled by Channel 7
pt_br: Flip é controlado pelo Canal 7

source: Camera is controlled by Channel 8
pt_br: Camera é controlada pelo Canal 8

source: Video is controlled by Channel 9
pt_br: Vídeo é controlado pelo Canal 9

source: Angle/Acro mode is controlled by Channel 10 (>0 is Angle)
pt_br: Angle/Acro são controlados pelo Canal 10 (>0 é considerado Angulo)

source: Telemetry is supported for RSSI and voltage alarm. It uses the Frsky telemetry display with signal strength reported in the RSSI field and battery voltage in VOLT1. The bugs3 receiver only reports good/bad voltage. This is translated to VOLT1 values of 8.4V for good and 6.0V for low voltage.
pt_br: A telemetria e alarme de voltagem é suportados por RSSI. Ele usa a tela de telemetria Frsky com a intensidade do sinal informada no campo RSSI e a voltagem da bateria em VOLT1. O receptor bugs3 reporta apenas boa / baixa voltagem. Isso é traduzido para valores de VOLT1 de 8,4V para boa e 6,0V para baixa tensão.

source: Protocol: \*Frsky-V8
de: Protokoll: \*Frsky-V8
fr: Protocole: \*Frsky-V8
pt_br: Protocolo: \*Frsky-V8
ru: Протокол: \*Frsky-V8
zh: 协议:Frsky-V8

source: The Frsky-V8 protocol is used to control older Frsky™ receivers using the one-way protocol. |cc2500-note|
de: Das Frsky-V8 Protokoll wird für ältere Frsky™ Empfänger als Einwegprotokoll Protokoll verwendet. |cc2500-note|
fr: Le protocole Frsky-V8 sert à contrôler les anciens récepteurs Frsky™ utilisant le protocole à sens unique. |cc2500-note|
pt_br: O protocolo Frsky-V8 é usado para controlar os antigos receptores Frsky ™ usando o protocolo unidirecional. | nota do cc2500 |
ru: Протокол Frsky-V8 используется для управления старыми приемниками Frsky™, использующими односторонний протокол. |cc2500-note|
zh: Frsky-V8 协议被用于控制旧的 FrskyTM单向协议接收机。|cc2500-note|

source: The Frsky-V8 protocol supports 8 channels, does not support auto-binding. If Fixed ID is set to None, a transmitter-specific ID is used instead. It is necessary to manually bind each model before the first use.
de: Das Frsky-V8 Protokoll unterstützt 8 Kanäle und kein automatisches Binden. Wenn Feste ID [Fixed ID] auf 'Keine' [None] gesetzt ist, wird eine senderspezifische ID verwendet. Es ist erforderlich, jedes Modell vor der ersten Verwendung zu binden.
fr: Le protocole Frsky-V8 supporte jusqu'à 8 canaux et n'autorise pas l'auto-appairage. Si l' ID fixe est positionné sur Néant , une ID spécifique à l'émetteur est utilisée à sa place. Il faut appairer chaque modèle manuellement avant la première utilisation.
pt_br: O protocolo Frsky-V8 suporta 8 canais, não suporta auto-Bind. Se o ID fixo estiver definido como Nenhum, será usado um ID específico do transmissor. É necessário Bindar manualmente cada modelo antes do primeiro uso.
ru: Протокол Frsky-V8 поддерживает 8 каналов, и не поддерживает автоматической привязки. Если 'Fixed ID' установлен в 'None', вместо него используется идентификатор передатчика. Перед первым использованием необходимо вручную привязать каждый приемник.
zh: Frsky-V8 协议支持 8 个通道，不支持自动对频。如果固定 ID 被设置为无，遥控器会用特定的 ID 来代替。需要在第一 次使用模型之前手动对频。

source: Protocol: \*Frsky
de: Protokoll: \*Frsky
fr: Protocole : \*Frsky
pt_br: Protocolo: \*Frsky
ru: Протокол: \*Frsky
zh: 协议:Frsky

source: The Frsky protocol is used to control newer (telemetry enabled) Frsky™ receivers using the two-way protocol (D8). |cc2500-note|
de: Das Frsky Protokoll wird zur Steuerung neuerer Frsky™ Empfänger (mit Telemetriefunktion) mit dem bidirektionalen Protokoll (D8) verwendet. |cc2500-note|
fr: Le protocole Frsky sert à contrôler les plus récents récepteurs Frsky™ (disposant de la télémétrie) utilisant un protocole bidirectionnel (D8).|cc2500-note|
pt_br: O protocolo Frsky é usado para controlar receptores Frsky ™ mais novos (telemetria habilitados) usando o protocolo de duas vias (D8). | nota do cc2500 |
ru: Протокол Frsky используется для управления новыми приемниками Frsky™ (с телеметрией), с использованием двухстороннего протокола (D8). |cc2500-note|
zh: Frsky 协议被用于控制使用较新的(启用双向回传)Frsky™双向协议(D8) 接收机。|cc2500-note|
