Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_transmitter.po
Languages: de, fr, hu, ja, ru, zh

source: The channel monitor screen allows the user to see the values of each channel as output by the transmitter. Channels without mixers will not be displayed. Channel output displayed is the value based on minimum / maximum values as well as scaling.
de: Der Kanal-Ausgabe-Bildschirm erlaubt dem Benutzer die Werte jedes einzelnen Kanals als Senderausgabe zu sehen. Die Kanal-Ausgabe zeigt den Wert basierend auf Minimum- und Maximumwerten sowie der Skalierung.
fr: L'écran de contrôle des canaux permet à l'utilisateur de voir les valeurs de chaque sortie de canal de l'émetteur. Les canaux sans mixer ne sont pas affichés. Les valeurs de sortie sont basées sur les limites minimum et maximum et l'échelle.
hu: A csatorna monitor képernyőn lehet a kimeneti csatornák aktuális értékeit megtekinteni. Csak azok a csatornák szerepelnek rajta, melyekhez van mixer definiálva. A kimeneti értékek az adott csatornához definiált minimum / maximum értékek, valamint a megadott skálázás alapján számítódnak.
ja: Channel monitor画面は、送信機による各チャンネルの出力値をユーザが閲覧することを可能にします。ミキサーのないチャンネルは表示されません。表示されるチャンネル出力は、スケーリングに合わせ最小/最大値に基づく値となります。
ru: Экран монитора каналов позволяет пользователю видеть значения каждого канала на выходе передатчика. Каналы без микшеров не отображаются. Отображаемый выход канала - значение основанное на минимальных/максимальных значениях, а также на масштабировании.
zh: 通道监控界面允许用户查看遥控器输出的每个通道的值。没有设置的通道将 不会显示。显示的通道输出值是基于最小值/最大值以及缩放的值。

source: **Example**: A channel scaled from -60 to +60 will only display the range of values from -60 to +60 depending on the stick position.
de: **Beispiel**: Ein auf -60 bis +60 skalierter Kanal wird nur Werte in einem Bereich zwischen -60 und +60 abhängig von der Knüppelposition anzeigen.
fr: **Exemple**: Un canal dont l'échelle est fixée de -60 à +60 n'affichera que des débattement de -60 à +60 selon la position du manche.
hu: **Például**: Ha egy csatorna -60-tól +60-ig van skálázva, akkor a kimeneti értéke is csak -60-tól +60-ig fog váltakozni a botkormány pozíciójának függvényében.
ja: **Example**: -60～+60までのチャンネルスケールは、スティックの位置に応じて-60～+60までの範囲の値を表示します。
ru: **Пример**: Канал масштабированный от -60 до +60 в зависимости от положения стика будет отображать диапазон значений от -60 до +60.
zh: 例如:一个通道只从-60 到+60，那么摇杆位置显示的范围也只从-60 到+60。

source: Input Monitor
de: Eingaben-Anzeige [Input Monitor]
fr: Contrôle des entrées
hu: Bemenet monitor
ru: Монитор органов управления
zh: 输入监控

source: The input monitor screen shows the values associated with the current position of the control points. The values shown are a percentage of the total range of the controls based on a -100% to +100% scale.
de: Die Eingaben Anzeige zeigt Werte, die mit der aktuellen Position der Stellwerte verbunden sind. Die angezeigten Werte sind ein Prozentanteil des gesamten Bereichs der Bedienelemente basierend auf einer -100% zu +100% Skala.
fr: L'écran de contrôle des entrées affiche les valeurs des positions en cours des moyens de contrôle. Les valeurs affichées sont un pourcentage de la portée totale des contrôles basées sur une échelle de -100% à +100%.
hu: A bemenetek képernyőn lehet a bemenetek aktuális állapotainak megfelelő értékeket megtekinteni. Az értékek százalékos formában jelennek meg, ahol a teljes tartomány -100%-tól +100%-ig terjed.
ja: Input monitor画面には、コントロールポイントの現在位置に関連値が表示されます。表示される値は-100%～+100%までのスケールに基づいた合計範囲のパーセンテージです。
ru: На экране монитора органов управления отображаются значения связанные с текущим положением органов управления. Значения представляют собой процент от общего диапазона органов управления на основе шкалы от -100% до +100%.
zh: 摇杆输入界面显示了摇杆当前位置对应的值。显示的值是总范围的百分比， 比例从-100%到+ 100%。

source: NOTE: Devo7e is limited to AIL, ELE, THR, RUD, HOLD0, HOLD1, FMOD0 and FMOD1.
de: HINWEIS : Devo7e ist auf AIL, ELE, THR, RUD, DR0/1, GEAR0/1, FMOD0 und FMOD1 limitiert.
fr: NOTE : l'émetteur Devo7e est limité à AIL, ELE, THR, RUD, HOLD0, HOLD1, FMOD0 and FMOD1.
hu: MEGJEGYZÉS: Devo7E esetén csak AIL, ELE, THR, RUD, HOLD0/1, és FMOD0/1 bemenetek léteznek.
ja: 注: Devo7eはAIL、ELE、THR、RUD、HOLD0、HOLD1、FMOD0、FMOD1に制限されています。
ru: ПРИМЕЧАНИЕ: Devo7e ограничен AIL, ELE, THR, RUD, HOLD0, HOLD1, FMOD0 и FMOD1.
zh: 注意：Devo7e只支持AIL, ELE, THR, RUD, HOLD0, HOLD1, FMOD0和FMOD1。

source: NOTE: Devo8 is limited to AIL, ELE, THR, RUD, RUD DR0/1, ELE DR0/1, AIL DR0/1, GEAR0/1, FMOD0/1/2, and MIX0/1/2
de: HINWEIS: Devo8 ist auf AIL, ELE, THR, RUD, RUD DR0/1, ELE DR0/1, AIL DR0/1, GEAR0/1, FMOD0/ 1/2 und MIX0/1/2 limitiert.
fr: NOTE: L'émetteur Devo8 est limité à AIL, ELE, THR, RUD, RUD DR0/1, ELE DR0/1, AIL DR0/1, GEAR0/1, FMOD0/1/2, and MIX0/1/2
hu: MEGJEGYZÉS: Devo8 esetén csak AIL, ELE, THR, RUD, RUD DR0/1, ELE DR0/1, AIL DR0/1, GEAR0/1, FMOD0/1/2, és MIX0/1/2 bemenetek léteznek.
ja: 注: Devo8はAIL、ELE、THR、RUD、RUD DR0/1、ELE DR0/1、AIL DR0/1、GEAR0/1、FMOD0/1/2、MIX0/1/2に制限されています。
ru: ПРИМЕЧАНИЕ: Devo8 ограничен AIL, ELE, THR, RUD, RUD DR0/1, ELE DR0/1, AIL DR0/1, GEAR0/1, FMOD0/1/2 и MIX0/1/2.
zh: 注意：Devo8只支持AIL, ELE, THR, RUD, RUD DR0/1, ELE DR0/1, AIL DR0/1, GEAR0/1, FMOD0/1/2和MIX0/1/2。

source: NOTE: Devo6 is limited to AIL, ELE, THR, RUD, DR0/1, GEAR0/1, FMOD0/1/2, and MIX0/1/2
de: HINWEIS : Devo6 ist auf AIL, ELE, THR, RUD, DR0/1, GEAR0/1, FMOD0/ 1/2 und MIX0/1/2 limitiert.
fr: NOTE: L'émetteur Devo6 est limité à AIL, ELE, THR, RUD, DR0/1, GEAR0/1, FMOD0/1/2, and MIX0/1/2
hu: MEGJEGYZÉS: Devo6 esetén csak AIL, ELE, THR, RUD, DR0/1, GEAR0/1, FMOD0/1/2, and MIX0/1/2 bemenetek léteznek.
ja: 注: Devo6はAIL、ELE、THR、RUD、DR0/1、GEAR0/1、FMOD0/1/2、MIX0/1/2に制限されています。
ru: ПРИМЕЧАНИЕ: Devo6 ограничен AIL, ELE, THR, RUD, DR0/1, GEAR0/1, FMOD0/1/2 и MIX0/1/2.
zh: 注意：Devo6只支持AIL, ELE, THR, RUD, DR0/1, GEAR0/1, FMOD0/1/2和MIX0/1/2。

source: Button Monitor
de: Tasten-Anzeige [Button Monitor]
fr: Contrôle des boutons
hu: Nyomógomb monitor
ru: Монитор кнопок
zh: 按键监控

source: The button monitor page is used to ensure physical buttons on the transmitter are working as expected. Pressing any physical button will select the corresponding square on the screen. To test ‘EXT’, ‘L-’ or ‘R+’ touch the screen to disable menu traversal. Touch the screen again to unlock.
de: Die Tasten-Anzeige wird benutzt, um sicherzustellen, dass die physikalischen Knöpfe des Sender so wie erwartet arbeiten. Drücken eines Knopfes wählt das entsprechende Viereck auf dem Bildschirm aus. Um 'EXT', 'L-' oder 'R+' zu testen berühren Sie den Bildschirm um die oberen Knöpfe zu sperren. Berühren Sie den Bildschirm erneut, um die Sperre wieder aufzuheben.
fr: La page de contrôle des boutons sert à vérifier que les boutons physiques de l'émetteur fonctionnent comme prévu. Presser un bouton de l'émetteur activera le carré correspondant sur l'écran. Pour tester les boutons ‘EXT’, ‘L-’ ou ‘R+’, toucher tout d'abord l'écran pour verrouiller le menu. Le toucher de nouveau pour le dévérouiller.
hu: A nyomógomb ellenőrzés képernyőn lehet ellenőrizni a távirányító fizikai nyomógombjainak működését. Bármelyik fizikai nyomógomb megnyomása kiválasztja a képernyőn látható megfelelő négyzetet. Az "ENT", "L-" vagy "L+" nyomógomb teszteléséhez előbb meg kell érinteni a kijelzőt, hogy letiltódjon a navigáció. Egy újabb érintéssel megint engedélyezhetjük a nyomógombokat.
ja: ボタンモニター項は、送信機の物理ボタンが想定通りに機能することを確認するために使用されます。物理的なボタンを押すと、画面上の対応する四角形が選択されます。「EXT」「L-」または「R+」をテストするには、画面をタッチしてメニュー移動を無効にします。もう一度タッチするとロックが解除されます。
ru: Экран монитора кнопок используется для проверки нормальной работы физических кнопок передатчика. Нажатие любой физической кнопки будет выбирать соответствующий квадрат на экране. Для теста ‘EXT’, ‘L-’ или ‘R+’ нажмите на экран, чтобы отменить переход по меню. Снова нажмите на экран для разблокировки.
zh: 按键监视器用来检查遥控器的物理按钮是不是正常工作。按任何一个按钮，屏幕上对应的方块将显示。为了测试EXT，L-，R+，点击屏幕使得按这几个按钮不会退出监视器。再一次点击屏幕恢复这几个按钮功能。

source: NOTE: Devo6 does not have the upper set of Trim L/R buttons
de: HINWEIS: Devo6 hat keine oberen L/R Trimmknöpfe.
fr: NOTE: le Devo6 ne possède pas de boutons de Trims L/R supérieurs.
hu: MEGJEGYZÉS: A Devo6-on nincs felül bal és jobb trim gomb.
ja: 注: Devo6はトリム L/R ボタンの上位値がありません。
ru: ПРИМЕЧАНИЕ: Devo6 не имеет верхнего набора кнопок триммеров.
zh: 注意：Devo6没有上部的两个L/R的微调按钮。

source: Telemetry monitor
de: Telemetrie-Anzeige [Telemetry monitor]
fr: Contrôle de la télémétrie
hu: Telemetria monitor
ru: Монитор телеметрии
zh: 双向回传监控

source: Certain protocols have the ability to transmit telemetry data back to the transmitter during use. Telemetry data may include, but is not restricted to, temperature readings, various voltage readings, motor or engine rpm, as well as GPS related information.
de: Bestimmte Protokolle haben die Fähigkeit, während der Benutzung Telemetriedaten zurück zum Sender zu übertragen. Telemetriedaten können Temperaturmessungen, verschiedene Spannungsmessungen, Motor- oder Maschinendrehzahlen oder auch GPS bezogene Informationen beinhalten; diese Daten sind aber nicht hierauf beschränkt.
fr: Certains protocoles ont la possibilité de transmettre des des données de télémétrie à l'émetteur. Les données de télémétrie peuvent inclure, sans y être limitées, des températures, des voltages, des vitesses de rotation de moteurs ou des informations de données GPS.
hu: Bizonyos protokollok használat közben képesek telemetria adatokat küldeni vissza a távirányítónak. Ezek többek között lehetnek hőmérséklet értékek, feszültségek, motor fordulatszám, vagy akár GPS koordináták is.
ja: 特定のプロトコルは、使用中にテレメトリーデータを送信機に送り返すことができます。テレメトリーデータは、GPS関連情報などに限定されず、温度測定値や様々な電圧測定値、モーターまたはエンジン回転数などが含まれます。
ru: Некоторые протоколы имеют возможность передавать данные телеметрии во время использования. Данные телеметрии могут включать, но не ограничиваются, показания температуры, различные показания напряжения, обороты мотора или двигателя, а также GPS информацию.
zh: 某些协议可以在使用期间将数据发送回遥控器。回传数据包括，但不限于， 温度读数，各种电压读数，电机或螺旋桨转速，以及 GPS 相关的信息。

source: Telemetry data is turned off by default for all supported protocols except DEVO and FrSky. See the corresponding 9 Protocols section to learn which protocols support telemetry, and identify which fields will be available.
de: Telemetriedaten sind standardmäßig für alle unterstützten Protokolle außer DEVO und FrSky ausgeschaltet. Vergleichen Sie mit dem entsprechenden Abschnitt um zu lernen, welche Protokolle Telemetrie unterstützen und um die verfügbaren Felder zu identifizieren.
fr: Les données de télémétrie sont désactivées par défaut pour tous les protocoles les prenant en charge sauf Devo et FrSky. Voir les paragraphes sur les 9 protocoles correspondants pour voir ceux qui supportent la télémétrie et identifier les champs disponibles.
hu: A telemetria adatok vétele alapállapotban az összes támogatott protokoll esetén ki van kapcsolva, kivéve a DAVO és FrSky protokollokat. Lásd a 9. Protokollok fejezetet, hogy mely protokollok képesek telemetria adatokat fogadni, és melyik milyen adatokat.
ja: テレメトリーデータは、DEVOとFrSkyを除く、サポートされているすべてのプロトコルでデフォルトでOFFになっています。対応する9つのプロトコル項目を参照し、どのプロトコルがテレメトリーをサポートしているかを調べ、どのフィールドが利用可能になるかを確認してください。
ru: Данные телеметрии по умолчанию отключены для всех протоколов, за исключением Devo и Frsky. Смотрите раздел "Протоколы", чтобы узнать, какие протоколы поддерживают телеметрию, и какие поля будут доступны.
zh: 除了 DEVO 和 FrSky 之外，所有支持的协议都默认关闭遥测数据。请参见9 协议部分，然后了解哪些协议支持回传，并确定哪些信息将可用。

source: Since each protocol differs in the type of data it can return please see the original equipment manufacturers documentation concerning what additional hardware may be needed to collect this data.
de: Da sich jedes Protokoll in dem Typ der möglichen Rückgabedaten unterscheidet, lesen Sie bitte die Dokumentation des Originalherstellers in Bezug auf zusätzliche Hardware, die benötigt werden um die Daten zu sammeln.
fr: Comme chaque protocole possède ses types de données propres, voir la documentation originale de chaque fabricant concernant les matériels additionnels qui peuvent être nécessaires pour collecter ces données.
hu: Mivel minden protokoll eltérő típusú adatokat képes visszaküldeni, lásd az eredeti készülékgyártó dokumentációját, hogy esetlegesen milyen további hardver eszközökre van szükség a megfelelő adatok begyűjtéséhez és továbbításához.
ja: 各プロトコルは返信することができるデータの種類が異なるため、このデータを収集するためにどのような追加ハードウェアが必要となるかについては、対象メーカーのドキュメント等を参照してください。
ru: Поскольку каждый протокол отличается по типу данных, которые он может передавать, смотрите документацию производителя оригинального оборудования относительно того, какое дополнительное оборудование может понадобиться для сбора этих данных.
zh: 由于每个协议中可以返回的数据类型不同，请参阅原始设备制造商的文档，了解需要什么额外的硬件来收集这些数据。

source: Until valid data is transmitted the values will all be red.
de: Bis gültige Daten übertragen werden sind alle Werte rot.
fr: Jusqu'à ce que des données valides soient transmises, les valeurs seront toutes rouges.
hu: A valós adatok vételéig az értékek pirosak lesznek.
ja: 有効なデータが送信されるまで、値はすべて赤となります。
ru: Пока не начнут передаваться действительные данные, все поля будут красными.
zh: 直到所有有效数据传输的值都显示为红色。

source: Until valid data is transmitted the values will all be inverted.
de: Bis gültige Daten übertragen werden sind alle Werte invertiert.
fr: Jusqu'à ce que des données valides soient transmises, les valeurs seront toutes inversées.
hu: A valós adatok vételéig az értékek invertáltak lesznek.
ja: 有効なデータが送信されるまで、値はすべて反転されます。
ru: Пока не начнут передаваться действительные данные, все поля будут инвертированы.
zh: 直到所有有效数据传输的值都高亮显示。

source: Range Test
de: Reichweitentest [Range Test]
fr: Tes de portée [Range Test]
hu: Hatótáv teszt
ru: Тест диапазона действия
zh: 拉距测试

source: It is recommended that you range test a new model before flying it the first time to verify that you will be able to control the model at normal flying distances. At some clubs, this is required as a safety measure. The range test page allows this.
de: Es wird empfohlen, vor dem ersten Flug eines Modells einen Reichweitentest durchzuführen um sicherzustellen, dass Sie bei normalen Flugentfernungen die Kontrolle über das Modell behalten. In manchen Vereinen ist dies eine Sicherheitsmaßnahme die vor dem Flugbetrieb durchgeführt werden muss.
fr: Il est recommandé de faire un test de portée avant de faire voler un modèle pour la première fois pour vérifier que vous pourrez le contrôler à des distance de vol normales. Dans certains clubs c'est exigé comme mesure de sécurité. Le test de portée le permet.
hu: Melegen ajánlott, hogy egy-egy új modell első reptetése előtt ellenőrizd a hatótávolságot, hogy képes leszel-e irányítani a modellt a megfelelő távolságból. Néhány modellező klubban ez kötelező biztonsági intézkedés. A hatótáv teszt segít ebben.
ja: 最初に、実飛行する前に新しい機体を通信レンジテストして、通常の飛行距離にて機体を制御できるか確認することをお勧めします。いくつかの団体では、これは安全対策として必要となります。range test画面はこれを可能とします。
ru: Рекомендуется сначала протестировать диапазон действия новой модели перед первым полетом, чтобы убедиться в возможности управления моделью при нормальном полете. В некоторых клубах, это требуется как мера безопасности. Страница теста диапазона действия позволяет это выполнить.
zh: 建议你在建立新模型的第一时间进行拉锯测试，以确保你能够在正常飞行 距离之内控制你的模型。在一些俱乐部，这是必要的安全措施。你可以在拉锯测试页面完成测试。

source: Once the range test page is opened, press the ‘Start test’ button to start the range test. The old and new power levels will be displayed. The standard procedure is then to walk about 30 meters away, and verify that you still have control of the aircraft. You can then press the ‘Stop test’ button to end the range test and restore the configured radio power level. Pressing the ‘Ext’ button to exit the page will also restore the power level.
de: Nach Öffnung der Seite 'Reichweitentest', drücken Sie die 'Beginne Test' Schaltfläche um den Test zu starten. Die alte und die neue Sendeleistung werden angezeigt. Der normale Ablauf ist sich anschließend 30 m vom Modell zu entfernen und zu prüfen, ob weiterhin alle Funktionen des Flugmodells gesteuert werden können. Anschließend können Sie 'Test beenden' drücken um den Reichweitentest zu beenden und die normale Sendeleistung wiederherzustellen. Durch drücken von 'Ext' wird ebenfalls die normale Sendeleistung wiederhergestellt.
fr: Quand la page de test de portée est affichée, pressez le bouton ‘Commencer le test’ [Start test] Les puissances d'émetteur anciens et nouveaux seront affichés. La procédure standard est ensuite de marcher jusqu'à 30 mètres environ et de vérifier que vous contrôlez encore le modèle. Vous pouvez ensuite presser le bouton 'Arrêter le test' [Stop test] pour terminer le test et restaurer la puissance d'émission. Presser le bouton 'EXT' pour sortir de la page restaurera aussi la puissance d'émission.
hu: A hatótáv teszt képernyőn a "Teszt start" gombbal lehet indítani a tesztelést. A képernyőn megjelenik az eredeti és az új adó teljesítmény. A normál eljárás ilyenkor, hogy elsétálsz 30 métert, és ellenőrzöd, hogy még mindig tudod-e vezérelni a modellt. A "Teszt stop" gomb leállítja a tesztelést, és visszaállítja az eredeti adó teljesítményt, akárcsak az "EXT" gomb megnyomása.
ja: range test画面を開いたら「Start test」ボタンを押して通信レンジテストを開始します。新旧の電力レベルが表示されます。その後の標準的な手順は、約30メートル離れたところから、まだ機体を離陸させず操作の確認をします。その後「Stop test」ボタンを押して通信レンジテストを終了し、設定されている無線の電力レベルを復元することができます。設定画面を終了するため「EXT」ボタンを押すことも同様に電力レベルを元に戻します。
ru: После открытия страницы теста диапазона действия, нажмите кнопку ‘Start test’ для запуска теста. Отобразятся старый и новый уровни мощности. По стандартной процедуре вам нужно отойти на 30 метров, и проверить, что вы еще управляете моделью. Затем вы можете нажать кнопку ‘Stop test’ для завершения теста и восстановления уровня мощности. Нажатие кнопки ‘EXT’ для выхода со страницы, также приведет к восстановлению уровня мощности.
zh: 一旦拉锯测试界面打开，按“ENT”按钮，开始拉锯测试。最大最小功率将 被显示。测试标准程序是，步行约 30 米的距离，并确保你仍然可以控制你的飞 机。然后，您可以按“ENT”按钮结束拉锯测试然后恢复发射功率。按下“EXT” 按钮退出测试页面也将恢复发射功率。

source: The radio range will be reduced by the square root of the change in power level. So going from 100mW to 100uW represents a change of power of roughly 1000, or a range reduction of a factor of a little over 30. So the normal range test of 30 meters would indicate that you should be able to control the model out to 900 meters.
de: Die Senderreichweite reduziert sich um die Quadratwurzel der Reduktion der Sendeleistung. Eine Senkung von 100 mW auf 100 µW entspricht einer Leistungsänderung um den Faktor 1000, oder einer Reichweitenreduzierung um Faktor 30. Eine normale Reichweitentestung bei 30 m bedeutet somit, dass Sie das Modell bis zu 900 m weit kontrollieren können.
fr: La portée de la radio sera réduite de la racine carrée de la modification du niveau de puissance. Ainsi, de 100mW à 100µW la puissance sera modifiée d'un facteur 1000 ou la portée le sera d'un peu plus de 30. Ainsi le test normal de portée de 30 mètres pourrait indiquer que vous pourriez contrôler le modèle dehors jusqu'à 900 mètres.
hu: A távirányító hatótávolsága az adó teljesítményének négyzetgyökével arányosan csökken, azaz a 100mW-ról 100uW-ra csökkentés 1000-szeres különbség, ami kb. 30-szoros hatótáv csökkenést jelent. Így ha a hatótáv teszt 30 méterig működik, akkor teljes teljesítménnyel akár 900 méterig is tudod irányítani a modellt.
ja: 無線の通信レンジは電力レベルの変化の平方根によって減少します。したがって100mWから100uWへの変位は約1000の値の電力の変化、つまり30mを少し上回る範囲の距離の減少を表します。したがって通常の30mの距離テストでは、機体を900mまで制御できるはずです。
ru: Диапазон действия уменьшится на квадратный корень из изменения выходной мощности. Таким образом, переход от 100mW к 100uW представляет собой изменение мощности в 1000 раз, а уменьшение диапазона действия будет около 30 раз. Успешный тест диапазона действия на 30 метрах будет означать, что вы сможете управлять моделью на расстоянии до 900 метров.
zh: 遥控范围通过发射功率变化的平方根减小。所以从 100MW到 100uW代表 大约 1000功率的变化，或者一个因素使范围缩小超过 30。因此 30米拉锯测试 正常将表明你应该能够控制模型距离大于 900米。

source: The installed RF module used for the current model must have a PA. If that is not the case, or the power level chosen for the model is already at the minimum value, a message to that effect will be displayed.
de: Das für das aktuelle Modell verwendete HF-Modul muss einen Leistungsverstärker (PA) besitzen. Wenn dies nicht der Fall ist oder für das Modell bereits die minimale Sendeleistung gewählt wurde, wird ein Hinweis angezeigt.
fr: Le modèle HF installé utilisé pour le modèle doit avoir un amplificateur de puissance (PA). Dans le cas contraire, ou si le niveau de puissance choisi pour le modèle est déjà au minimum, un message sera affiché.
hu: Csak a teljesítmény erősítővel ellátott RF modulok alkalmasak a tesztelésre. Ha a modul nem ilyen, vagy a kiválasztott teljesítmény eleve a minimumon van, akkor erre egy üzenet figyelmeztet.
ja: 現在の機体に装着されるRFモジュールにはPA:パワーアンプが必要です。それ以外の場合、または機体に選択されている電力レベルがすでに最小値になっている場合は、その旨のメッセージが表示されます。
ru: Модуль РЧ, используемый для текущей модели, должен иметь усилитель мощности. Если это не так, или уровень мощности выбранный для модели, уже находится на минимальном уровне, отобразится соответствующее сообщение.
zh: 用于当前模型的已安装的 RF 模块必须具有 PA。如果不是这样的话，或者为 模型选择的功率电平已经在最小值，那么将显示一个到该效果的消息。

source: USB/About
de: USB/Über [USB/About]
fr: USB/A propos
hu: USB/Névjegy
ru: USB/Информация о прошивке
zh: USB/关于

source: The USB page can be accessed by selecting ‘USB’ from the main menu. USB mode can then be toggled on/off to enable access to the transmitter’s file-system from a USB equipped computer. In this mode the file system of Deviation is accessible as a mass storage device. This will allow you to move files back and forth between the Deviation file-system and a PC. All configuration files are accessible in this mode.
de: Die USB-Seite kann über die Auswahl von 'USB' im Hauptmenü erreicht werden. Der USB-Modus kann ein- und ausgeschaltet werden und ermöglicht den Zugriff auf das Dateisystem des Senders über einen via USB angeschlossenen Computer. Ist der USB-Modus aktiviert, erhalten Sie Zugriff auf das Deviation Dateisystem als USB-Massenspeicher. Dort können Sie Dateien zwischen Computer und Sender bewegen oder kopieren. Alle Konfigurationsdateien sind in diesem Modus verfügbar.
fr: La page USB peut être atteinte en choisissant ‘USB’ dans le menu principal. L'émetteur peut basculer en mode USB/non USB pour permettre l'accès au système de fichiers à partir du port USB d'un ordinateur. Dans ce mode, le système de fichiers de Deviation est accessible comme un periphérique de stockage de masse. Toutes les configurations sont accessibles dans ce mode.
hu: Az USB képernyő a főmenü "USB" menüpontjával érhető el. Ott az USB mód ki-be kapcsolható, hogy a távirányító fájlrendszere elérhető legyen a számítógépről. Ebben a módban a Deviation fájlrendszere USB meghajtóként érhető el, ami lehetővé teszi, hogy fájlokat mozgass a Deviation fájlrendszer és a PC között. Az összes konfigurációs fájl elérhető ilyen módon.
ja: USB画面にアクセスするには、メインメニューから「USB」を選択します。USB modeをON/OFFに切り替えて、USB搭載PCから送信機のファイルシステムにアクセスすることができます。このモードでは、Deviationのファイルシステムへストレージデバイスとしてアクセス可能です。これにより、DeviationファイルシステムとPCの間でファイルをやり取りができ、またすべての設定ファイルにアクセスができます。
ru: Доступ к странице USB может быть получен выбором 'USB' в главном меню. Затем режим USB может быть включен/выключен, чтобы обеспечить доступ к файловой системе передатчика с компьютера. В этом режиме файловая система Deviation доступна как дисковое устройство хранения. Это позволяет вам перемещать файлы между файловой системой Deviation и компьютером. В этом режиме доступны все файлы конфигурации.
zh: 可以通过从主菜单中选择“USB”来访问 USB 页面。USB 模式下可以切换USB开关，以便在有 USB接口的计算机上访问遥控器的文件系统。在这种模式 下， Deviation 的文件系统可以作为一个大容量存储设备。这将允许您在Deviation文件系统和 PC电脑之间来回移动文件。所有的配置文件都可以在此模 式下访问。
