Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_transmitter.po
Languages: de, fr, hu, ja, ru, zh

source: Transmitter Menu
de: Sendermenü [Transmitter menu]
fr: Menu Emetteur
hu: Távirányító menü
ru: Меню передатчика
zh: 遥控器菜单

source: Transmitter config
de: Sendereinstellungen [Transmitter config]
fr: Configuration Emetteur
hu: Távirányító konfiguráció
ru: Конфигурация передатчика
zh: 遥控器设置

source: The configuration page defines various transmitter functions. It is entered from the main menu via the TX Options icon. Please note that all screens in this section show the Deviation default settings.
de: Die Konfigurationsseite definiert verschiedene Senderfunktionen. Man erreicht sie vom Hauptmenü über das Senderoptionen-Symbol. Beachten Sie, dass alle Masken in diesem Abschnitt die Voreinstellungen zeigen.
fr: La page de configuration définit différentes fonctions de l'émetteur. On y accède à partir de la page d'accueil par l'icône de configuration de l'émetteur. Veuillez noter que tous images d'écran de cette section affichent les réglages par défaut.
hu: A konfigurációs képernyő különböző távirányító funkciókat definiál. A főmenüből a távirányító menün keresztül érhető el. Az ebben a fejezetben szereplő képernyőkön a Deviation alapértelmezett beállításai láthatók.
ja: 設定画面では、様々な送信機機能を定義します。 それはメインメニューから「TX Options」アイコンを介して入力します。この項目のすべての画面はDeviationのデフォルト設定を示しています。
ru: На странице конфигурации настраиваются различные функции передатчика. На нее можно войти из главного меню через значок TX Options. Имейте в виду, что все экраны в этом разделе показывают настройки по умолчанию.
zh: 配置页定义了各种遥控器功能。它是通过点击遥控器配置图标进入。请注意，本节中的所有屏幕截图都显示的是 Deviation 默 认设置。

source: The configuration page defines various transmitter functions. It is entered from the main menu via ‘Transmitter menu’ followed by ‘Transmitter config’. Please note that all screens in this section show the Deviation default settings.
de: Die Konfigurationsseite definiert verschiedene Senderfunktionen. Man erreicht sie vom Hauptmenü über das 'Sendermenü' [Transmitter config] gefolgt von 'Sender-Einstellungen' [Transmitter config]. Beachten Sie, dass alle Masken in diesem Abschnitt die Voreinstellungen zeigen.
fr: La page de configuration définit différentes fonctions de l'émetteur. On y accède à partir de la page d'accueil par le 'Menu Emetteur' puis 'Config Emetteur'. Veuillez noter que tous images d'écran de cette section affichent les réglages par défaut.
hu: A konfigurációs képernyő különböző távirányító funkciókat definiál. A főmenüből a távirányító menün keresztül érhető el. Az ebben a fejezetben szereplő képernyőkön a Deviation alapértelmezett beállításai láthatók.
ja: 設定画面では、様々な送信機機能を定義します。メインメニューから「Transmitter menu」「Transmitter config」の順に選択します。この項目のすべての画面はDeviationのデフォルト設定を示しています。
ru: На странице конфигурации настраиваются различные функции передатчика. На нее можно войти из главного меню через ‘Transmitter menu’ и далее ‘Transmitter config’. Имейте в виду, что все экраны в этом разделе показывают настройки по умолчанию.
zh: 配置页定义了各种遥控器功能。它是从主菜单中进入，进入“遥控设置”下， 然后是“遥控设置”。请注意，本节中的所有屏幕截图都显示的是 Deviation 默 认设置。

source: Generic settings
de: Allgemeine Einstellungen [Generic settings]
fr: Réglages [Generic settings]
hu: Általános beállítások
ru: Основные настройки
zh: 通用设置

source: **Language**: Select an appropriate language for all text.
de: **Sprache [Language]**: Wählen Sie die passende Sprache für alle Texte.
fr: **Langue** : [Language]
hu: **Nyelv**: Kiválaszthatod a megjelenő szövegek nyelvét.
ja: **Language**: すべてのテキストに対し適切な言語を選択してください。
ru: **Language**: Выберите подходящий язык для всего текста.
zh: **语言**：为所有文本选择适当的语言。

source: NOTE: This feature is not available for Devo7e.
de: HINWEIS: Diese Funktion ist nicht auf der Devo7e verfügbar.
fr: NOTE : Cette fonction n'est pas disponible sur le Devo 7e.
hu: MEGJEGYZÉS: Ez a funkció Devo 7e esetén nem érhető el.
ja: 注: この機能はDevo7eでは使用できません。
ru: ПРИМЕЧАНИЕ: Эта возможность недоступна для Devo7e.
zh: 注意：Devo7e不支持此功能。

source: **Stick mode**: Select one of Mode 1-4.
de: **Knüppelmodus**: Wählen Sie einen der Modi 1-4.
fr: **Mode** [Stick mode] : Sélectionne un des modes 1 à 4.
hu: **Mód**: Négyféle botkormány mód közül választhatsz: Mód 1-4.
ja: **Stick mode**: Mode 1-4のいずれかを選択してください。
ru: **Stick mode**: Выберите один из режимов стиков (Mode 1-4).
zh: **摇杆模式**：选择模式 1-4。

source: Mode 1 is common in Europe. Elevator and Rudder on left, Throttle and Aileron on right.
de: Mode 1 ist in Europa verbreitet. Höhenruder und Seitenruder sind links, Gas und Querruder sind rechts.
fr: Le mode 1 est commun en Europe. La profondeur et la dérive à gauche, les gaz et les ailerons à droite.
hu: A Mód 1 Európában elterjedt. A magassági- és oldalkormány van a bal oldalon, a gáz és a csűrés a jobb oldalon.
ja: Mode 1はヨーロッパでは一般的なモードです。左側はエレベーターとラダー、右側はスロットルとエルロンとなります。
ru: Mode 1 распространен в Европе. Elevator и Rudder слева, Throttle и Aileron справа.
zh: 模式 1 在欧洲是常见的。升降和方向舵在左边，油门和副翼在右边。

source: Mode 2 is common in North America. Throttle and Rudder on left, Elevator and Aileron on right.
de: Mode 2 ist in Nordamerika verbreitet. Gas und Seitenruder sind links, Höhenruder und Querruder rechts.
fr: Le mode 2 est commun en Amérique du nord. Les gaz et la dérive à gauche, la profondeur et les ailerons à droite.
hu: A Mód 2 Észak-Amerikában elterjedt. Gáz és oldalkormány a bal oldalon, magassági kormány és csűrés a jobbon.
ja: Mode 2は北米で一般的なモードです。左側はスロットルとラダー、右側はエレベーターとエルロンとなります。
ru: Mode 2 распространен в Северной Америке. Throttle и Rudder слева, Elevator и Aileron справа.
zh: 模式 2 在北美洲是普遍的。油门和方向舵在左边，升降和副翼在右边。

source: Mode 3 has Elevator and Aileron on left, Throttle and Rudder on right
de: Mode 3 hat Höhenruder und Querruder links, Gas und Seitenruder rechts.
fr: Le mode 3 a la profondeur et les ailerons à gauche, les gaz et la dérive à droite.
hu: Mód 3 esetén a magassági kormány és a csűrés van a bal oldalon, a gáz és az oldalkormány a jobbon.
ja: Mode 3は左側にエレベーターとエルロン、右側はスロットルとラダーになります。
ru: Mode 3 имеет Elevator и Aileron слева, Throttle и Rudder справа.
zh: 模式 3 升降和副翼在左边，油门和方向舵在右边。

source: Mode 4 has Throttle and Aileron on left, Elevator and Rudder on right
de: Mode 4 hat Gas und Querruder links, Höhenruder und Seitenruder rechts.
fr: Le mode 4 a les gaz et les ailerons à gauche, la profondeur et la dérive à droite.
hu: Mód 4 esetén a gáz és a csűrés van a bal oldalon, a magassági- és az oldalkormány a jobbon.
ja: Mode 4は左側にスロットルとエルロン、右側はエレベーターとラダーになります。
ru: Mode 4 имеет Throttle и Aileron слева, Elevator и Rudder справа.
zh: 模式 4 油门和副翼在左边，升降和方向舵在右边

source: **Sticks**: Calibrate the range of all analog sticks and dials.
de: **Knüppel [Sticks]**: Kalibrieren Sie den Bewegungsumfang aller analogen Knüppel und Stellknöpfe.
fr: **Manches** [Sticks] Calibre le débattement de tous les manches curseurs et potentiomètres analogiques.
hu: **Botkormány**: A botkormányok és potméterek kalibrálása.
ja: **Sticks**: すべてのアナログスティックとダイヤルの範囲を調整します。
ru: **Sticks**: Калибровка диапазона всех аналоговых стиков и ручек.
zh: **摇杆**：校准所有摇杆和旋钮。

source: To perform a stick calibration, highlight the Calibrate option and press the ENT button. Follow the on screen prompts for moving the sticks and confirming with the ENT button.
de: Um eine Knüppelkalibrierung durchzuführen, markieren Sie die 'Kalibrieren'-Option und drücken die ENT Taste. Folgen Sie den Anweisungen auf dem Bildschirm um die Knüppel zu bewegen und bestätigen Sie mit der ENT Taste.
fr: Pour réaliser une calibration de manches, mettez en surbrillance la boite calibrage et pressez le bouton 'ENT'. Suivez les instructions sur l'écran pour bouger les manches et confirmez avec le bouton 'ENT'.
hu: A botkormány kalibrációhoz válaszd ki a Kalibrálás gombot, és nyomj ENT-t. Kövesd a képernyőn megjelenő utasításokat a botkormányok mozgatására, és hagyd jóvá az ENT gomb megnyomásával.
ja: スティックキャリブレーションを実行するには「Calibrate option」をハイライト表示してENTボタンを押します。画面の指示に従ってスティックを動かしENTボタンで確認します。
ru: Для калибровки стиков, выделите опцию 'Calibrate' и нажмите кнопку ENT. Следуйте инструкциям на экране для перемещения стиков и подтверждения кнопкой ENT.
zh: 要执行摇杆校准，请把光标移到校准选项并按 ENT 按钮。按照屏幕提示移动摇杆，并按 ENT 按钮确认。

source: **Clock (Devo12 only)**: Set the current time and date
de: **Echtzeituhr (nur Devo12) [Real time clock]**: Setzen der aktuellen Uhrzeit und des Datums.
fr: **Horloge (Devo12 uniquement)** [Clock] : Règle la date et l'heure.
hu: "Óra (csak Devo12)": Az aktuális dátum és idő beállítása.
ja: **Clock (Devo12のみ)**: 現在の日時を設定します
ru: **Clock (только Devo12)**: Настройка текущего времени и даты.
zh: **时间**：设置当前的日期和时间。只在Devo12上支持。

source: Buzzer settings
de: Summer-Einstellungen [Buzzer settings]
fr: Réglages Son [Buzzer settings]
hu: Hang beállítások
ru: Настройки зуммера
zh: 报警设置

source: **Power On alarm**: Select the interval to be notified if your transmitter is on without action. Range is 0 – 60 minutes in 1 minute intervals.
de: **Einschaltalarm [Power On Alarm]**: Einstellen des Benachrichtigungsintervalls wenn der Sender ohne Bedienung ist. Der Bereich ist minütlich einstellbar von 0 – 60 Minuten.
fr: **Alarme d'inactivité** [Power On alarm] : Définit la durée avant d'être prévenu si votre émetteur est inactif. La plage est de 0 – 60 minutes par intervalle d' 1 minute.
hu: **Bekapcsolási riasztás**: Válassz egy intervallumot, ami után a távirányító jelzést ad, ha be van kapcsolva, de nincs használva. A megadható tartomány 0 – 60 percig terjed, 1 perces lépésekben.
ja: **Power On alarm**: 送信機がアクションなしでONとなった場合に通知されるアラームの間隔を選択します。有効範囲は1分間隔で0〜60分です。
ru: **Power On alarm**: Выберите интервал времени для извещения о том, что передатчик включен без каких-либо действий. Диапазон составляет 0 – 60 минут с 1 минутным шагом.
zh: **关机提醒**：选择遥控器未操作时通知的间隔。范围为 0-60 分钟，以 1 分钟为增量。

source: **Battery alarm**: Set battery voltage at which alarm will sound. The voltage range is 3.30V – 12.00V in 0.01V increments.
de: **Akkuwarner [Battery alarm]**: Einstellen der Batteriespannung ab der ein Alarm ertönt. Der Spannungsbereich ist 3,30 – 12,00 V in 0,01 V Schritten.
fr: **Alarme batterie** [Battery alarm] : Fixe le voltage de la batterie qui déclenchera l'alarme. la plage de voltage est de 3.30 V – 12.00 par pas de 0.01 V.
hu: **Feszültség riasztás**: Az alacsony telepfeszültség riasztási szintje. A beállítható feszültség tartomány 3.30V – 12.00V 0.01V-os lépésekben.
ja: **Battery alarm**: アラームが鳴るバッテリー電圧を設定します。電圧範囲は0.01V刻みで3.30V〜12.00Vです。
ru: **Battery alarm**: Установите напряжение батареи, при котором будет подаваться сигнал о разряде батареи. Диапазон напряжения 3.30V – 12.00V с шагом 0.01V.
zh: **电压报警**：设置电池报警电压。电压范围为 3.30V-12.00V,以 0.01V为增量。

source: **Alarm interval**: Set frequency of alarm when battery is low. Alarm intervals can be set from 5 seconds to 1 minute in 5 second intervals. It may also be set to Off.
de: **Alarm-Intervall [Alarm interval]**: Einstellen der Alarmwiederholungen für eine schwache Batterie. Das Alarm-Intervall kann von 5 Sekunden bis zu 1 Minute in 5 Sekunden-Abständen eingestellt werden. Es kann auch auf 'Aus [Off]' gesetzt werden.
fr: **Tempo alarme** [Alarm interval] : Fixe la fréquence de l'alarme quand la batterie est déchargée. L'intervalle peut être fixé entre 5 secondes et 1 minute par intervalle de 5 secondes. Elle peut aussi être désactivée.
hu: **Riasztási intervallum**: Az alacsony telepfeszültség riasztás gyakoriságát állítja. A riasztási intervallum beállítható tartománya 5 másodperctől 1 percig lehetséges 5 másodperces felbontással. Ki is kapcsolható.
ja: **Alarm interval**: バッテリー残量が少なくなったときの警報頻度を設定します。警報間隔は5秒間隔で5秒～1分まで設定できます。無効にすることもできます。
ru: **Alarm interval**: Установите частоту сигнала низкого напряжения батареи. Интервал сигнала может быть установлен от 5 секунд до 1 минуты с шагом 5 секунд. Он также может быть установлен в 'Off'.
zh: **报警间隔**：当电池电量不足时设置报警频率。警报间隔范围可以设置从 5 秒到1 分钟，以 5 秒为增量。它也可以被设置为 Off。

source: **Buzz volume**: Set buzzer volume. Available range is 1 – 10; the buzzer may also be set to None.
de: **Lautstärke [Buzz volume]**: Einstellen der Summer-Lautstärke. Der verfügbare Bereich ist 1 – 10; der Summer kann auch auf 'Aus [Off]' gesetzt werden.
fr: **Volume** [Buzz volume] : Règle le volume du bruiteur. Il peut être réglé entre 1 et 10. Il peut aussi être mis à l'arrêt.
hu: **Hangerő**: A zümmer hangerejének beállítása. A beállítható hangerő tartomány 1 – 10. Ki is kapcsolható.
ja: **Buzz volume**: ブザー音量を設定します。利用可能な範囲は1 - 10です。ブザー無効にすることもできます。
ru: **Buzz volume**: Установите громкость зуммера. Диапазон 1 – 10; зуммер также может быть установлен в 'None'.
zh: **音量**：设置蜂鸣器音量。可用范围为 1-10;蜂鸣器也可以设置为“无”。

source: **Vibration**: Enable vibration on alarms, if available.
de: **Vibration**: Aktiviert Vibration für Alarme (falls verfügbar).
fr: **Vibration** : Active la vibration durant les alarmes, si elle est disponible.
hu: **Rezgés**: Rezgés funkció engedélyezése a riasztásokhoz, amennyiben elérhető.
ja: **Vibration**: 可能な場合、アラームのバイブレーションを有効にします。
ru: **Vibration**: Включите вибрацию при сигналах, если это доступно.
zh: **振动**：在报警时启用振动 。

source: **Power-down alert**: Play sound at power-down.
de: **Abschaltalarm [Power-down alert]**: Spielt einen Ton beim Ausschalten.
fr: **Alerte d'extinction** [Power-down alert] : Joue un son à l'extinction de l'émetteur.
hu: **Kikapcsolási riasztás**: Kikapcsoláskori hangjelzés engedélyezése.
ja: **Power-down alert**: 電源OFF時に音を鳴らします。
ru: **Power-down alert**: Сигнал при выключении питания.
zh: **关机提示**： 在关机时播放声音。

source: LCD settings
de: LCD Einstellungen [LCD settings]
fr: Réglages d'écran
hu: LCD beállítások
ru: Настройки экрана
zh: 液晶屏设置

source: **Backlight**: Set screen brightness. Acceptable entries are from 1 to 10. It may also be turned off.
de: **Helligkeit [Backlight]**: Einstellen der Bildschirmhelligkeit. Akzeptierte Werte sind von 1 bis 10. Sie kann auch ausgeschaltet werden.
fr: **Luminosité** [Backlight] : Règle la luminosité de l'écran. la plage de règlage va de 1 à 10. Elle peut aussi être désactivée.
hu: **Fényerő**: Beállítja a kijelző fényerejét. Lehetséges értékei 1-től 10-ig, de a háttérvilágítást ki is lehet kapcsolni.
ja: **Backlight**: 画面の明るさを設定します。有効範囲は1 - 10です。また無効にすることもできます。
ru: **Backlight**: Установка яркости экрана. Допустимые значения от 1 до 10. Яркость также может быть выключена.
zh: **背光**：设置屏幕背光的亮度。可以从 1 到 10 设置。也可以关闭。

source: **Contrast**: Set screen contrast. Acceptable entries are from 1 to 10. It may also be turned off.
de: **Kontrast [Contrast]**: Einstellen des Bildschirmkontrasts. Akzeptierte Werte sind von 1 bis 10. Er kann auch ausgeschaltet werden.
fr: **Contrast**: Règle le contraste de l'écran. Les valeurs possibles vont de 1 à 10. Il peut aussi être désactivé.
hu: **Kontraszt**: Beállítja a kijelző kontrasztját. Lehetséges értékei 1-től 10-ig, de ki is lehet kapcsolni.
ja: **Contrast**: 画面のコントラストを設定します。有効範囲は1 - 10です。また無効にすることもできます。
ru: **Contrast**: Установка контрастности экрана. Допустимые значения от 1 до 10. Контрастность также может быть выключена.
zh: **对比度**：设置屏幕对比度。可以从 1 到 10 设置。也可以关闭。

source: **Backlight**: Set screen brightness. Acceptable entries are from 1 to 10.
fr: **Luminosité**: fixe la luminosité de l'écran. Les valeurs possibles vont de 1 à 10.
ja: **Backlight**: 画面の明るさを設定します。有効範囲は1 - 10です。
ru: **Backlight**: Установка яркости экрана. Допустимые значения от 1 до 10.
zh: **背光**：设置屏幕背光的亮度。可以从 1 到 10 设置。也可以关闭。

source: **Contrast**: Set screen contrast. Acceptable entries are from 1 to 10.
fr: **Contraste**: fixe le contraste de l'écran. Les valeurs possibles vont de 1 à 10.
ja: **Contrast**: 画面のコントラストを設定します。有効範囲は1 - 10です。
ru: **Contrast**: Установка контрастности экрана. Допустимые значения от 1 до 10.
zh: **对比度**：设置屏幕对比度。可以从 1 到 10 设置。也可以关闭。

source: **Dimmer time**: Set delay before screen dimming. Times may be set from 5 seconds to 2 minutes in 5 second intervals. A setting of Off will force backlight to remain on as long as the transmitter is on.
de: **Dimmzeit [Dimmer time]**: Einstellen der Dimmerverzögerung. Die Zeiten können von 5 Sekunden bis 2 Minuten in Abständen von 5 Sekunden eingestellt werden. Die Einstellung auf 'Aus [Off]' zwingt die Hintergrundbeleuchtung solange anzubleiben wie der Sender angeschaltet ist.
fr: **Veille après**: Règle le délai avant la mise en veille de l'écran. La durée peut être fixée de 5 secondes à 2 minutes par intervalle de 5 secondes. Le réglage Arrêt désactivera la mise en veille.
hu: **Alvó mód ideje**: A képernyő altatásának késleltetése. 5 másodperctől 2 percig állítható 5 másodperces lépésekben. Kikapcsolt állapotban a háttérvilágítás a beállított marad a távirányító kikapcsolásáig.
ja: **Dimmer time**: 画面が暗くなるまでの遅延時間を設定します。遅延時間は5秒間隔で5秒～2分に設定できます。Offに設定すると、送信機が電源ONしている限りバックライトは明るいままになります。
ru: **Dimmer time**: Установка задержки перед затемнением экрана. Время может быть установлено от 5 секунд до 2 минут с шагом 5 секунд. Настройка 'Off' заставит подсветку оставаться включенной пока включен передатчик.
zh: **背光减弱**：在屏幕变暗之前设置延迟。时间可以设置从 5 秒到 2 分钟，增 量为 5 秒。设置关闭时，遥控器将强制背光开启。

source: **Dimmer target**: Set screen brightness when dimmed. Acceptable entries are from 1 to 10 and may also be turned off.
de: **Dimmer Ziel [Dimmer target]**: Einstellen der gedimmten Bildschirmhelligkeit. Akzeptierte Werte sind von 1 bis 10 und die Helligkeit kann auch ausgeschaltet werden.
fr: **Lum veille** : Fixe la luminosité de l'écran en veille.Les valeurs possibles vont de 1 à 10. Il peut aussi être désactivé.
hu: **Alvó fényerő**: Az alvó üzemmódban levő kijelző háttérvilágításának értéke. A beállítható tartomány 1 – 10. Ki is kapcsolható, ilyenkor egyáltalán nincs háttérvilágítás.
ja: **Dimmer target**: 薄暗くなったときの画面の明るさを設定します。有効範囲は1 - 10で、無効にすることもできます。
ru: **Dimmer target**: Установка яркости при затемнении экрана. Допустимые значения от 1 до 10, а также это может быть отключено.
zh: **背光最小亮度**：设置变暗时的屏幕亮度。可以从 1 到 10 设置。也以可关闭。

source: Timer settings
de: Zeitgeber-Einstellung [Timer settings]
fr: Réglages des chronos
hu: Időzítő beállítások
ru: Настройки таймера
zh: 定时器设置

source: **Prealert time**: Time before timer reaches zero to start beeping. Acceptable entries are from 5 seconds to 1 minute in 5 second intervals and may also be turned off.
de: **Warnungszeitraum [Prealert time]**: Zeitpunkt des Beginns des Warntons bevor der Zeitgeber Null erreicht. Akzeptierte Werte sind von 5 Sekunden bis zu 1 Minute in Intervallen von 5 Sekunden. Die Warnungszeit kann auch abgeschaltet werden.
fr: **PréAlarme**: Durée de la Préalarme, avant que le chrono atteigne zéro. La durée peut aller de 5 secondes à 1 minute par intervalle de 5 secondes et peut aussi être désactivée.
hu: **Előjelzési idő**: Az az idő, amennyivel az időzítő lejárta előtt elkezd csipogni. A beállítható tartomány 5 másodperctől 1 percig tart, de ki is kapcsolható.
ja: **Prealert time**: タイマーがゼロに達してビープ音が鳴るまでの時間。有効範囲は5秒間隔で5秒～1分で、無効にすることもできます。
ru: **Prealert time**: Время до достижением таймером нулевого значения, чтобы начать звуковой сигнал. Допустимые значения от 5 секунд до 1 минуты с шагом 5 секунд, а также это может быть отключено.
zh: **预警时间**:计时器到达零时开始报警。时间可以设置从 5 秒到 1 分钟，增量为5 秒，也可以关闭。

source: **Prealert intvl**: How often to beep before timer reaches zero. Interval may be set from 1 – 60 seconds and may also be turned off.
de: **Warnungsintervall [Prealert interval]**: Wie oft gewarnt wird bevor der Zeitgeber 0 erreicht. Das Intervall kann von 1 – 60 Sekunden eingestellt werden und auch ausgeschaltet werden.
fr: **Tempo préAlarm**: Règle l'intervalle des bips pendant la préalarme. L'intervalle peut être compris entre 1 et 60 secondes et peut aussi être désactivé.
hu: **Előjelzési intervallum**: Az időzítő lejárta előtt milyen sűrűn csipogjon. A beállítható tartomány 1 – 60 másodpercig terjed, de ki is lehet kapcsolni.
ja: **Prealert intvl**: タイマーがゼロになる前にビープ音を鳴らす頻度。間隔は1〜60秒の範囲で設定でき、無効にすることもできます。
ru: **Prealert intvl**: Как часто звучит сигнал перед тем, как таймер достигнет нуля. Интервал может быть установлен в интервале 1 – 60 секунд, а также может быть отключен.
zh: **预警间隔**：计时器在定时器达到零之前发出报警的间隔。间隔可以设置从 1 到60 秒，也可以关闭。

source: **Timeup intvl**: How often to beep once timer has expired. Interval may be set from 1 – 60 seconds and may also be turned off.
de: **Alarmintervall [Timeup interval]**: Wie oft gewarnt wird, wenn der Zeitgeber abgelaufen ist. Das Intervall kann von 1 – 60 Sekunden eingestellt werden und auch ausgeschaltet werden.
fr: **Tempo Alarme**: Règle l'intervalle de l'alarme quand le chrono a expiré. Il peut être fixé entre 1 et 60 secondes et peut aussi être désactivé.
hu: **Ismétlés intervallum**: Az időzítő lejárta után milyen sűrűn ismételje meg a riasztást. A beállítható tartomány 1 – 60 másodpercig terjed, de ki is kapcsolható.
ja: **Timeup intvl**: タイマーが切れ、ビープ音を鳴らす頻度。間隔は1〜60秒の範囲で設定でき、無効にすることもできます。
ru: **Timeup intvl**: Как часто звучит сигнал после истечения таймера. Интервал может быть установлен в интервале 1 – 60 секунд, а также может быть отключен.
zh: **超时报警间隔**:计时器超时后发出报警的频率。间隔可以设置从 1 到 60 秒，也可以关闭。

source: Telemetry settings
de: Telemetrieeinstellung [Telemetry settings]
fr: Réglages de télémétrie
hu: Telemetria beállítások
ru: Настройки телеметрии
zh: 双向回传设置

source: **Temperature**: Set units to display temperature for telemetry. Available options are Celsius and Fahrenheit.
de: **Temperatur [Temperature]**: Einstellen der Einheit, in der Temperaturen bei Telemetrie angezeigt werden. Verfügbare Optionen sind Celsius und Fahrenheit.
fr: **Unité T° **: Définit l'unité utilisée pour afficher la température dans les données de télémétrie. Les options sont Celsius et Fahrenheit.
hu: **Hőmérséklet**: A hőmérséklet kijelzésének mértékegysége. Lehetséges értékei a Celsius és a Fahrenheit.
ja: **Temperature**: テレメトリー表示させる温度の単位を設定します。利用可能なオプションは摂氏と華氏です。
ru: **Temperature**: Установка единиц измерения отображения температуры для телеметрии. Доступные опции: Celsius и Fahrenheit.
zh: **温度**：设置显示遥测温度的单位。可用的选项是摄氏和华氏。

source: **Length**: Set units to display length for telemetry. Selection choices are Meters and Feet.
de: **Länge [Length]**: Einstellen der Einheit, in der Längen bei Telemetrie angezeigt werden. Auswahlmöglichkeiten sind Meter und Fuß.
fr: **Unité Long** : Sélectionne l'unité utilisée pour afficher les distances pour la télémétrie. Les options sont Mètre et pied.
hu: **Hossz**: A hosszúság/távolság/magasság kijelzésének mértékegysége. Lehetséges értékei a Méter és a Láb.
ja: **Length**: テレメトリー表示させる距離の単位を設定します。 選択の選択肢はメートルとフィートです。
ru: **Length**: Установка единиц измерения отображения расстояния для телеметрии. Доступные опции: Meter и Feet.
zh: **距离**：回传距离的的单位。可用的选项是米和英尺。

source: Channel monitor
de: Kanal-Anzeige [Channel monitor]
fr: Contrôle des canaux
hu: Csatorna monitor
ru: Монитор каналов
zh: 通道监控
