Repository: DeviationTX/deviation-manual
Catalog: source/locale/*/LC_MESSAGES/ch_transmitter.po
Languages: de, fr, hu, ja, ru, zh

source: NOTE: Entering USB mode should never be done while the model is bound, USB usage will disrupt signal transmission!
de: HINWEIS: Der USB-Modus sollte nicht aktiviert werden, wenn ein Modell verbunden ist, da die Verwendung von USB die Signalübertragung unterbricht!
fr: NOTE : Ne jamais activer le mode USB lorsqu'un modèle est appairé avec l'émetteur. Dans le mode USB l'émetteur coupe le signal émis
hu: MEGJEGYZÉS: Soha ne kapcsold be az USB módot, ha épp egy modellhez vagy kapcsolódva, mert az USB használat zavarhatja a jelátvitelt!
ja: 注: USB modeは機体とバインドされている間は決して行わないでください。USB modeが使用されると信号が混信します！
ru: ПРИМЕЧАНИЕ: Вход в режим USB никогда не должен выполняться, когда модель привязана, использование USB нарушит передачу сигнала!
zh: 注意: 使用 USB 功能时，不要在模型连接时进行，USB 开启时会中断信号传输！
